Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: An error appeared during video playback initialization. Make sure the <b>XDisplayNode</b> is present on your system. If it is present, the command <b>serverregistry -s</b> in a console will list <b>XDisplayNode</b> as <b>available</b>.<br/>
af: 'n Fout het voorgekom tydens video terugspeel inisialisering. Maak seker dat </i><b>XDisplayNode</b><i> op jou stelsel beskikbaar is. Jy kan dit nagaan deur die volgende opdrag in 'n tolk uit te voer: <i>serverregistry -s</i>. Die afvoer sal <i><b>XDisplayNode</b></i> as <i><b>available</b></i> aandui as dit beskikbaar is.<br>
bg: Възникна грешка при инициализирането на видео изпълнението. Проверете дали на компютъра си имате <b>XDisplayNode</b>. Ако да, командата <b>serverregistry -s</b> (в конзола) ще покаже <b>XDisplayNode</b> като <b>налична</b>.<br/>
ca: Ha ocorregut un error durant la inicialització de la reproducció de vídeo. Assegureu-vos que el <b>XDisplayNode</b> és present al vostre sistema. Si hi és present, l'ordre <b>serverregistry -s</b> en una consola llistarà el <b>XDisplayNode</b> com a <b>disponible</b>.<br/>
da: En fejl opstod under initiering af lydafspilning. Sørg for at <b>XDisplayNode</b> er tilgængelig på dit system. Hvis den er tilgængelig, lister kommandoen <b>serverregistry -s</b> i en terminal, <b>XDisplayNode</b> som <b>tilgængelig</b>.<br/>
de: Beim Initialisieren der Video-Wiedergabe ist ein Fehler aufgetreten. Stellen Sie bitte sicher, dass <b>XDisplayNode</b> auf Ihrem System vorhanden ist. Falls es vorhanden ist, wird der Befehl <b>serverregistry -s</b> es auf der Konsole als <b>available</b> auflisten.<br/>
el: Παρουσιάστηκε σφάλμα κατά την αρχικοποίηση της αναπαραγωγής. σιγουρευτείτε ότι το <b>XDisplayNode</b> είναι παρών στο σύστημά σας. Αν είναι, η εντολή <b>serverregistry -s</b> εκτελούμενη σε ένα τερματικό θα δηλώσει ότι το <b>XDisplayNode</b> είναι <b>διαθέσιμο</b>.<br/>
es: Se ha producido un error durante la inicialización de la reproducción de vídeo. Asegúrese de que <b>XDisplayNode</b> está presente en su sistema. Si está presente, la orden <b>serverregistry -s</b> en una consola listará <b>XDisplayNode</b> como <b>available</b> (disponible).<br/>
et: Video taasesituse initsialiseerimisel tekkis viga. Kontrolli, et sinu süsteemis on <b>XDisplayNode</b>. Kui see on olemas, näitab käsk <b>serverregistry -s</b> konsoolis <b>XDisplayNode</b>'i kui <b>available</b>.
eu: Errorea gertatu da bideoaren erreprodukzioa hasieratzean. Ziurtatu <b>XDisplayNode</b> sisteman aurkitzen dela. Sisteman aurkituz gero, kontsolako <b>serverregistry -s</b> komandoak <b>XDisplayNode</b> zerrendatuko ditu <b>erabilgarri</b> gisa.<br/>
fa: طی مقداردهی اولیۀ بازپخش ویدیویی، خطایی ظاهر شد. مطمئن شوید که <b>XDisplayNode</b> در سیستمتان موجود است. اگر موجود باشد، فرمان <b>serverregistry -s</b> در یک پیشانه <b>XDisplayNode</b> را به عنوان <b>موجود </b> فهرست می‌کند.<br/>
fi: Virhe tapahtui videotoistonalustuksen aikana. Varmista, että <b>XDisplayNode</b> löytyy järjestelmästä. Jos se löytyy, komento <b>serverregistry -s</b> näyttää <b>XDisplayNodet</b>, jotka ovat <b>saatavilla</b>.<br/>
fr: Une erreur est survenue durant l'initialisation de la lecture Vidéo. Assurez-vous que le <b>XDisplayNode</b> est présent sur votre système. Si il l'est, la commande <b>serverregistry -s</b> dans une console devrait lister les <b>XDisplayNode</b> disponibles. <br/>
he: ארעה תקלה בעת אתחול הצגת חוזי. יש לוודא ש־ <b>XDisplayNode</b> קיים במערכת שלך. אם <b>XDisplayNode</b> נמצא, הפקודה <b>serverregistry -s</b> בקונסול תציג את <b>XDisplayNode</b> כ־ <b>available</b>.<br/>
hu: Hiba történt a filmlejátszás inicializálásakor. Ellenőrizze, hogy a megjelenítési gép (<b>XDisplayNode</b>) jelen van-e az Ön rendszerén. Ha jelen van, akkor a <b>serverregistry -s</b> parancs (amely kiadható például egy konzolban) elérhetőként (<b>available</b>) fogja kiírni az <b>XDisplayNode</b> gépet.<br/>
it: Si è verificato un errore durante l'inizializzazione della riproduzione audio. Assicurati che il <b>XDisplayNode</b> sia presente sul tuo sistema. Se è presente, il comando <b>serverregistry -s</b> in un terminale elencherà <b>XDisplayNode</b> come <b>available</b>.<br/>
ja: ビデオ再生の初期化中にエラーが発生しました。システムに <b>XDisplayNode</b> が存在するか確認してください。それがある場合、コンソールでコマンド <b>serverregistry -s</b> を実行すると <b>XdisplayNode</b> が利用可能として表示されます。<br/>
ka: შეცდომა მოხდა ვიდიო დაკვრის ინიციალიზაციისას. დარწმუნდით რომ <b>XDisplayNode</b> არსებობს თქვენს სისტემაში. თუ იგი არსებობს, კონსოლში <b>serverregistry -s</b> ბრძანება ასახავს <b>XDisplayNode</b>-ს როგორც <b>ხელმისაწვდომს</b>.<br/>
km: កំហុស​មួយ​បាន​រៀបចំ​កំឡុង​ពេល​ចាប់ផ្ដើម​ចាក់​វីដេអូ​ម្ដង​ទៀត ។ សូម​ប្រាកដថា <b>ថ្នាំង XDisplay</b> មាន​នៅ​លើ​ប្រព័ន្ធ​របស់​អ្នក ។ ប្រសិន​បើ​វា​បង្ហាញ ពាក្យ​បញ្ជា <b>serverregistry -s</b> នៅ​ក្នុង​កុងសូលនឹង​រាយ <b>ថ្នាំង XDisplay</b> ថា​<b>អាច​ប្រើ​បាន</b> ។<br/>
ko: 비디오 재생 초기화 도중 오류가 나타났습니다. <b>XDisplayNode</b>가 여러분의 시스템에 존재하는지 확인하십시오. 만약 그것이 존재한다면 콘솔에서 명령어 <b>serverregistry -s</b>가 사용가능한 <b>XDisplayNode</b>를 나열할 것입니다.<br/>
lt: Derinant vaizdo išvestį įvyko klaida. Patikrinkite ar sistemoje yra <b>XDisplayNode</b>. Jei yra, konsolėje įvesta komanda <b>serverregistry -s</b> matysite <b>XDisplayNode</b> su parametru <b>available</b>.<br/>
nb: Det oppsto en feil under klargjøring for filmspilling på nettverket. Pass på at <b>XDisplayNode</b> finnes på systemet ditt. Hvis den er til stede, så vil kommandoen <b>serverregistry -b</b> i et konsollvindu vise at <p>XDisplayNode</b> er <b>tilgjengelig</b>. <br/>
nds: Dat geev en Fehler bi't Torechtmaken för't Afspelen vun en Video, prööv bitte, wat dat den <b>XDisplayNode</b> op Dien Systeem geven deit. Wenn dat so is, wiest de Konsoolbefehl <b>serverregistry -s</b> em as "<b>available</b>".
ne: भिडियो प्लेब्याक थालनी गर्दा एउटा त्रुटि देखापर्यो । तपाईँको प्रणालीमा <b>एक्स प्रदर्शन नोड</b> प्रस्तुत छ भन्ने निश्चित गर्नुहोस् । यदि यो प्रस्तुत छ भने, कन्सोलमा आदेश <b>serverregistry -s</b> <b>उपलब्ध</b> भएको रूपमा <b>एक्स प्रदर्शन नोड</b> सूचीबद्ध गर्नेछ ।<br/>
nl: Er deed zich een fout voor tijdens het initialiseren van het afspelen van video. Zorg er voor dat <b>XDisplayNode</b> op uw systeem aanwezig is. Als het aanwezig is, dan zal het commando <b>serverregistry -s</b> in een console <b>XDisplayNode</b> als <b>beschikbaar</b> aangeven.<br/>
nn: Det oppstod ein feil ved oppstart av filmavspeling. Kontroller at <b>XDisplayNode</b> finst på systemet. Viss han er tilgjengeleg, vil kommandoen <b>serverregistry -s</b> i ein konsoll visa dette.<br/>
pl: Wystąpił błąd podczas inicjacji odtwarzania obrazu. Upewnij się, że <b>XDisplayNode</b> (węzeł wyświetlania X) jest obecny w twoim systemie. Jeśli jest, polecenie konsoli <b>serverregistry -s</b> wypisze listę dostępnych węzłów <b>XDisplayNode</b>.<br/>
pt: Ocorreu um erro durante a inicialização da reprodução de vídeo. Verifique se o <b>XDisplayNode</b> está presente no seu sistema. Se estiver, o comando <b>serverregistry -s</b> numa consola irá indicar o <b>XDisplayNode</b> como <b>available</b> (disponível).<br/>
pt_br: Ocorreu um erro durante a inicialização da reprodução de vídeo. Certifique-se que o <b>NodedeExibiçãodoX</b> está presente em seu sistema. Se ele estiver presente, o comando <b>serverregistry -s</b> em um console listará o <b>NodedeExibiçãodoX</b> como <b>disponível</b>.<br/>
sk: Nastala chyba počas inicializácie video playbacku. Uistite sa, že je v systéme prítomná <b>XDisplayNode</b>. Ak je prítomná, príkaz <b>serverregistry -s</b> v konzoli vypíše dostupné <b>XDisplayNody</b>.
sr: Дошло је до грешке при иницијализацији пуштања звука. Проверите да ли је <b>XDisplayNode</b> присутан на вашем систему. Ако је присутан, наредба <b>serverregistry -s</b> у терминалу ће приказати <b>XDisplayNode</b> као <b>доступан</b>.<br/>
th: ข้อผิดพลาดเกิดขึ้นระหว่างการเริ่มต้นการเล่นวิดีโอ โปรดแน่ใจว่ามี <b>XDisplayNode</b> อยู่บนระบบของคุณ หากว่ามีอยู่ การสั่ง <b>serverregistry -s</b> ในคอนโซลจะแสดงรายการ <b>XDisplayNode</b> ว่า <b>มีอยู่</b> <br/>
tr: Görüntü oynatma başlatılırken bir hata oluştu. <b>XGörüntüDüğümü</b>nün sisteminizde bulunduğundan emin olun. Eğer bulunuyorsa, bir uçbirimde çalıştırılacak <b> serverregistry -s</b> komutu <b>XGörüntüDüğümü</b>nü <b>ulaşılabilir</b> olarak gösterecektir. </br>
uk: Трапилась помилка під час започаткування програвання аудіо. Перевірте чи у вашій системі є <b>XDisplayNode</b>. Якщо він є, то виконання в консолі команди <b>serverregistry -s</b> зробить <b>XDisplayNode</b> - <b>доступним</b>.<br/>

source: In general have a look at the <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Configuration and tests</a> instructions.
af: Kyk vir algemene agtergrond na <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Opstelling en toets</a> instruksies.
bg: Вижте инструкциите в <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Настройване и тестове</a>.
ca: En general podeu fer una ullada a les instruccions de <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Configuració i proves</a>.
da: Tag i almindelighed et kig på instruktionerne for <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">download og test</a>.
de: Schauen Sie sich grundsätzlich mal die Anweisungen zu <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Einrichtung und Tests</a> an.
el: Ανατρέξτε στις οδηγίες <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">ρύθμισης και ελέγχου</a>.
es: De modo general, eche un vistazo a las instrucciones de <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Configuración y pruebas</a>.
et: Üldiselt võib kasuks tulla uurida veebis lehekülge <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Configuration and tests</a>.
eu: Begiratu <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Konfigurazioa eta probak</a> instrukzioetan.
fa: به طور کلی نگاهی به <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">بیندازید دستورالعملهای </a> پیکربندی و آزمونها.
fi: Muista katsoa myös <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Asetusohjeet ja testit</a>.
fr: En général, gardez un oeil sur les instructions de <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">configuration et de tests</a>.
he: כלל, עיין בהוראות <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">הגדרות ובדיקות</a>.
hu: Általános információkat találhat a <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Beállítás és tesztek</a> leírásban.
it: Dai un'occhiata alle istruzioni <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Configuration and tests</a>.
ja: 一般的には <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">CONFIGURATION AND TESTS</a> の指示を参照してください。
ka: გადახედეთ <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">კონფიგურაციის და გამოცდის</a> ინსტრუქციებს.
km: ជា​ទូទៅ​សូម​មើ​នៅ <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">សេចក្ដី​ណែនាំ​កា​រកំណត់​រចានសម្ព័ន្ធ និង​សាកល្បង</a> ។
ko: 일반적인 내용은 <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">설정과 테스트</a> 설명서를 보십시오.
lt: Pasidomėkite <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">derinimo ir tikrinimo</a> instrukcija.
nb: Ta ellers gjerne en titt på instruksjonene for <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Oppsett og tester</a>.
nds: Kiek man ok maal de Anwiesen för't <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Inrichten un utproberen</a> an.
ne: सामान्य रूपमा यसमा <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">कन्फिगरेसन र परीक्षण</a> प्रशिक्षण हेर्नुहोस् ।
nl: Zie ook de instructies voor <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">configuratie en tests</a>.
nn: Sjå gjerne nærare på instruksjonane for <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">oppsett og testing</a>.
pa: ਆਮ ਜਾਣਕਾਰੀ ਲਈ <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">ਸੰਰਚਨਾ ਅਤੇ ਟੈਸਟ</a> ਹਦਾਇਤਾਂ ਵੇਖੋ।
pl: Generalnie proszę zajrzeć do instrukcji <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Konfiguracji i testów</a>.
pt: De um modo geral, dê uma vista de olhos nas instruções de <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Configuração e testes</a>.
pt_br: No geral dê uma olhada nas instruções em <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Configurações e testes</a>.
ru: Для начала прочтите инструкции на странице <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Configuration and tests</a>.
sk: Vo všeobecnosti sa pozrite na inštrukcie pre <a href="http://www.networkmultimedia.org/Download/Binary/index#configgure">Konfiguráciu a testy</a>.
sr: Погледајте <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Подешавања и пробе</a> за детаљније инструкције.
th: ในกรณีทั่วไปโปรดดูที่ คำสั่งสำหรับ<a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">การปรับแต่งและการทดสอบ</a>
tr: Genel olarak <a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure"> Yapılandırma ve test hakkında bilgi almak için buraya</a> bakın.
uk: В загальному, перегляньте інструкцію<a href="http://www.networkmultimedia.org/Download/Binary/index.html#configure">Налаштування і перевірка</a>.

source: Failed
af: Onsuksesvol
bg: Неуспех
ca: Ha fallat
cs: Selhání
da: Mislykkedes
de: Fehlgeschlagen
el: Απέτυχε
es: Fallido
et: Ebaõnnestus
eu: Huts egin du
fa: خراب شد
fi: Epäonnistui
fr: Échec
he: נכשל
hu: Sikertelen
it: Fallito
ja: 失敗
ka: ვერ განხორციელდა
km: បរាជ័យ
ko: 실패함
lt: Nepavyko
nb: Mislyktes
nds: Fehlslaan
ne: असफल
nl: Mislukt
nn: Feil
pa: ਅਸਫ਼ਲ
pl: Nieudane
pt: Falhou
pt_br: Falhou
ru: Сбой
se: Filtii
sk: Zlyhalo
sr: Није успело
th: ล้มเหลว
tr: Başarısız
uk: Невдача

source: Hostname
af: Bediener naam
bg: Хост
ca: Nom de la màquina
cs: Jméno počítače
da: Værtsnavn
de: Rechnername
el: Όνομα υπολογιστή
es: Máquina
et: Masinanimi
fa: نام میزبان
fi: Konenimi
fr: Nom de l'hôte
he: שם שרת
hu: Gépnév
it: Nome host
ja: ホスト名
ka: ჰოსტის სახელი
km: ឈ្មោះ​ម៉ាស៊ីន
ko: 호스트이름
lt: Mazgo pavadinimas
nb: Vertsnavn
nds: Reeknernaam
ne: होस्टनाम
nl: Hostnaam
nn: Vertsnamn
pa: ਹੋਸਟ ਨਾਂ
pl: Nazwa komputera
pt: Máquina
pt_br: Máquina
ru: Хост
se: Guossoheaddjenamma
sk: Hostiteľ
sr: Име домаћина
th: ชื่อโฮสท์
tr: Makine adı
uk: Назва вузла

source: Video
bg: Видео
ca: Vídeo
el: Βίντεο
es: Vídeo
eu: Bideoa
fa: ویدیو
fi: Kuva
fr: Vidéo
he: חוזי
hu: Videó
ja: ビデオ
ka: ვიდეო
km: វីដេអូ
ko: 비디오
lt: Vaizdas
ne: भिडियो
nn: Film
pa: ਵੀਡਿਓ
pl: Obraz
pt: Vídeo
pt_br: Vídeo
ru: Видео
sr: Видео
th: วิดีโอ
uk: Відео

source: Audio
af: Oudio
bg: Аудио
ca: Àudio
cs: Zvuk
da: Lyd
el: Ήχος
eu: Audioa
fa: صوتی
fi: Ääni
he: שמע
hu: Hang
ja: オーディオ
ka: აუდიო
km: អូឌីយ៉ូ
ko: 오디오
lt: Garsas
nb: Lyd
nds: Klang
ne: अडियो
nn: Lyd
pa: ਆਡੀਓ
pl: Dźwięk
pt: Áudio
pt_br: Áudio
ru: Звук
se: Jietna
sr: Аудио
th: เสียง
tr: Ses
uk: Аудіо

source: Status
bg: Състояние
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
et: Olek
eu: Egoera
fa: وضعیت
fi: Tila
fr: Statut
he: מצב
hu: Állapot
it: Stato
ja: 状態
ka: სტატუსი
km: ស្ថានភាព
ko: 통계
lt: Būsena
ne: वस्तुस्थिति
pa: ਹਾਲਤ
pl: Stan
pt: Estado
ru: Состояние
se: Stáhtus
sk: Stav
sr: Статус
th: สถานะ
tr: Durum
uk: Стан

source: Playback
af: Terugspeel
bg: Изпълнение
ca: Reproducció
cs: Přehrávání
da: Afspilning
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducción
et: Taasesitus
eu: Erreproduzitzea
fa: بازپخش
fi: Toisto
fr: Lecture
he: השמעה
hu: Lejátszás
it: Riproduzione
ja: 再生
ka: დაკვრა
km: ចាក់​សារ​ថ្មី
ko: 재생
lt: Grojimas
nb: Avspilling
nds: Afspelen
ne: प्लेब्याक
nl: Afspelen
nn: Avspeling
pa: ਪਲੇਅਬੈਕ
pl: Odtwarzanie
pt: Reprodução
pt_br: Reprodução
ru: Воспроизведение
se: Čuojat
sk: Prehrávanie
sr: Репродукција
th: เล่นกลับ
tr: Çal
uk: Програвання

source: Insecure NMM setup
af: Onbeveiligde NMM opstelling
bg: Настройки на несигурната NMM
ca: Configuració de NMM insegura
da: Usikker NMM-opsætning
de: Unsichere NMM-Einrichtung
el: Μη ασφαλής ρύθμιση NMM
es: Configuración insegura de NMM
et: Ebaturvaline NMM häälestus
eu: Segurtasun gabeko NMM konfigurazioa
fa: برپایی ناامن NMM
fi: NMM-toistojärjestelmän asetukset eivät ole turvallisia
fr: Configuration NMM non sécurisée
he: התקנת NMM לא בטוחה
hu: Nem biztonságos NMM-beállítás
it: Configurazione NMM non sicuro
ja: 安全でない NMM 設定
ka: NMM სახიფათო გამართვა
km: ការ​រៀបចំ NMM ដែល​គ្មាន​សុវត្ថិភាព
ko: 보안되지 않은 NMM 설치
lt: Nesaugios NMM parinktys
nb: Usikkert NMM-oppsett
nds: NMM-Instellen nich seker
ne: असुरक्षित एनएमएम सेटअप
nl: Onveilige NMM-instelling
nn: Usikkert NMM-oppsett
pa: ਨਾ-ਸੁਰੱਖਿਅਤ NMM ਸੈੱਟਅੱਪ
pl: Niezabezpieczone ustawienia NMM
pt: Configuração insegura do NMM
pt_br: Configuração NMM insegura
se: Eahpesihkkaris NMM-heivehus
sk: Nezabezpečená konfigurácia NMM
sr: Небезбедно подешавање NMM-а
th: การตั้งค่า NMM ที่ไม่ปลอดภัย
tr: Güvensiz NMM ayarı
uk: Небезпечне налаштування NMM

source: NMM engine: Stopping playback...
af: NMM enjin: Besig om terugspeel te stop...
bg: С-ма NMM. Спиране на изпълнението...
ca: motor NMM: S'està aturant la reproducció...
cs: NMM systém: Zastavuji přehrávání...
da: NMM-grænseflade: Stopper afspilning...
de: NMM engine: Wiedergabe wird gestoppt ...
el: Μηχανή NMM: Σταμάτημα αναπαραγωγής...
es: Motor NMM: Deteniendo la reproducción...
et: NMM mootor: taasesituse peatamine...
eu: NMM motorra. Erreprodukzioa geldiarazten...
fa: موتور NMM: ایست بازپخش...
fi: NMM-toistojärjestelmä: Lopetetaan toistoa…
fr: Moteur NMM : Arrêt de la lecture...
he: מנוע NMM: מפסיק השמעה...
hu: NMM hangrendszer: lejátszás leállítása...
it: Motore NMM: interruzione della riproduzione...
ja: NMM エンジン: 再生を停止...
ka: NMM ძრავა: გაკვრის გაჩერება...
km: ម៉ាស៊ីន NMM ៖ កំពុង​ឈប់​ចាក់...
ko: NMM 엔진: 재생을 정지하는 중...
lt: NMM sistema: stabdomas grojimas...
nb: NMM-motor: Stopper avspilling …
nds: NMM-Klangmaschien: Afspelen warrt afbraken...
ne: एनएमएम इन्जिन: प्लेब्याक रोकिँदैछ...
nl: NMM-engine, afspelen gestopt...
nn: NMM-motor: Stoppar avspeling …
pa: NMM ਇੰਜਣ: ਚਲਾਉਣਾ ਰੋਕਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Moduł NMM: Zatrzymywanie odtwarzania...
pt: Motor de NMM: A parar a reprodução...
pt_br: Mecanismo NMM: Parando a reprodução...
ru: Движок NMM: Прекращение воспроизведения...
se: NMM-mohtor: Bisseheamen cuojaheami …
sk: NMM engine: Zastavujem prehrávanie...
sr: Мотор NMM: Заустављам репродукцију...
th: โปรแกรมประมวลผล NMM: กำลังหยุดการเล่น...
tr: NMM motoru: Çalma durduruluyor...
uk: Рушій NMM: Зупиняється програвання...

source: NMM engine:
af: NMM enjin:
bg: С-ма NMM:
ca: motor NMM:
cs: NMM systém:
da: NMM-motor:
el: Μηχανή NMM:
es: Motor NMM:
et: NMM mootor:
eu: NMM motorra:
fa: موتور NMM:
fi: NMM-toistojärjestelmä:
fr: Moteur NMM :
he: מנוע השמעה NMM:
hu: NMM hangrendszer:
it: Motore NMM:
ja: NMM エンジン:
ka: NMM ძრავა:
km: ម៉ាស៊ីន NMM ៖
ko: NMM 엔진:
lt: NMM sistema:
nb: NMM-motoren:
nds: MMS-Klangmaschien:
ne: एनएमएम इन्जिन:
nn: NMM-motor:
pa: NMM ਇੰਜਣ:
pl: Moduł NMM:
pt: Motor NMM:
pt_br: Mecanismo NMM:
ru: Движок NMM:
se: NMM-mohtor:
sr: Мотор NMM:
th: โปรแกรมประมวลผล NMM:
tr: NMM motoru:
uk: Рушій NMM:

source: NMM engine: Something went wrong...
af: NMM enjin: Iets het verkeerd gegaan...
bg: С-ма NMM: Нещо се обърка...
ca: motor NMM: Alguna cosa ha anat malament...
cs: NMM systém: Něco špatného se událo...
da: NMM-motor: Noget gik galt...
de: NMM engine: Etwas hat nicht funktioniert ...
el: Μηχανή NMM: Συνέβη κάποιο σφάλμα...
es: Motor NMM: Algo fue mal...
et: NMM mootor: midagi läks valesti...
eu: NMM motorra: zerbait gaizki gertatu da...
fa: موتور NMM: چیزی اشتباه بود...
fi: NMM-toistojärjestelmä: Jokin meni pieleen…
fr: Moteur NMM : Une erreur est survenue...
he: מנוע NMM: משהו התקלקל...
hu: NMM hangrendszer: hiba lépett fel...
it: Motore NMM: qualcosa non ha funzionato...
ja: NMM エンジン: 問題が発生しました...
ka: NMM ძრავა: რაღაცა ცუდად წავიდა...
km: ម៉ាស៊ីន NMM ៖ ខុស​អ្វី​ម្យ៉ាង​ហើយ...
ko: NMM 엔진: 무엇인가 잘못되었습니다...
lt: NMM sistema: kažkas ne taip...
nb: NMM-motoren: Noe gikk galt …
nds: NMM-Klangmaschien: Dor gung wat in de Büx...
ne: एनएमएम इन्जिन: केही गलत भयो...
nl: NMM-engine: er ging iets fout...
nn: NMM-motor: Noko gjekk galt …
pa: NMM ਇੰਜਣ: ਕੁਝ ਵਿਗੜ ਗਿਆ ਹੈ...
pl: Moduł NMM: Coś poszło nie tak...
pt: Motor de NMM: Algo ocorreu de errado...
pt_br: Mecanismo NMM: Algo deu errado...
ru: Движок NMM: Что-то не так...
se: NMM-mohtor: Juoga ártet dáhpáhuvvai …
sk: NMM engine: Niečo sa nepodarilo...
sr: Мотор NMM: Нешто је пошло наопако...
th: โปรแกรมประมวลผล NMM: บางอย่างเกิดผิดปกติ...
tr: NMM motoru: Ters giden şeyler oldu...
uk: Рушій NMM: сталось щось непередбачене...

source: Local NMM playback failed.
af: 'n Fout het met die plaaslike NMM terugspeel voorgekom.
bg: Изпълнението на локалната NMM беше неуспешно.
ca: Ha fallat la reproducció NMM local.
da: Afspilning med lokal NMM mislykkedes.
de: Lokale NMM-Wiedergabe ist fehlgeschlagen.
el: Η τοπική αναπαραγωγή NMM απέτυχε.
es: La reproducción local de NMM ha fallado.
et: Kohalik NMM taasesitus ebaõnnestus.
eu: NMM erreproduktore lokalak huts egin du.
fa: خرابی در بازپخش محلی NMM.
fi: Paikallinen NMM-soitto epäonnistui.
fr: Échec de lecture locale NMM.
he: השמעה על ידי מנוע NMM מקומית נכשלה.
hu: Nem sikerült a helyi NMM-lejátszás.
it: Riproduzione NMM locale fallita.
ja: ローカル NMM 再生に失敗しました。
ka: ლოკალური NMM დაკვრა ვერ შედგა.
km: ការ​ចាក់ NMM មូលដ្ឋាន​ឡើងវិញ​បាន​បរាជ័យ ។
ko: 지역 NMM 재생이 실패했습니다.
lt: NMM sistemai nepavyko pradėti groti.
nb: Lokal NMM-avspilling mislyktes.
nds: Lokaal NMM-Afspelen is fehlslaan.
ne: स्थानीय एनएमएम प्लेब्याक असफल भयो ।
nl: Lokaal afspelen met NMM is mislukt.
nn: Feil ved lokal NMM-avspeling.
pa: ਲੋਕਲ NMM ਪਲੇਅਬੈਕ ਅਸਫ਼ਲ ਹੈ।
pl: Odtwarzanie lokalne NMM nie powiodło się.
pt: A reprodução local do NMM falhou.
pt_br: Reprodução NMM local falhou.
ru: Ошибка локального воспроизведения NMM.
se: Báikkálaš NMM-čuojaheami filtii.
sk: Miestne prehrávanie NMM zlyhalo.
sr: Локална репродукција NMM-ом није успела.
th: การเล่น NMM ที่เครื่องนี้ล้มเหลว
tr: Yerel NMM çalma başarısız oldu.
uk: Помилка локального програвання NMM.
