Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Fetching Lyrics
af: Besig om lirieke af te laai
bg: Търсене текстове на песни
ca: S'estan descarregant les lletres
cs: Stahuji text
da: Henter sangtekst
de: Text wird geholt
el: Λήψη στίχων
es: Descargando la letra
et: Sõnade tõmbamine
eu: Hitzak eskuratzen
fa: واکشی آهنگها
fi: Haetaan sanoituksia
fr: Téléchargement des paroles
he: משיג מילות־שיר
hu: Dalszöveg letöltése
it: Ricezione del testo
ja: 歌詞を取得
ka: ტექსტის ჩამოტვირთვა
km: កំពុង​ទៅ​ប្រមូល​យក​អត្ថបទ​ចម្រៀង
ko: 가사 받는 중
lt: Atsiunčiamas dainos tekstas
nb: Henter sangtekst
nds: Text warrt haalt
ne: रचना तान्दै
nl: Liedteksten worden opgehaald
nn: Hentar songtekst
pa: ਬੋਲ ਪ੍ਰਾਪਤ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ
pl: Pobieranie tekstu
pt: A Obter as Letras
pt_br: Buscando Letras
ru: Загрузка текста песен
se: Viežžamin teavstta
sk: Sťahujem text piesne
sr: Добављам текстове
th: ดึงข้อมูลเนื้อร้อง
tr: Şarkı Sözleri Alınıyor
uk: Отримання слів пісні

source: Fetching Lyrics...
af: Besig om lirieke af te laai...
bg: Търсене текстове на песни...
ca: S'estan descarregant les lletres...
cs: Stahuji text...
da: Henter sangtekst...
de: Text wird geholt ...
el: Λήψη στίχων...
es: Descargando la letra...
et: Sõnade tõmbamine...
eu: Hitzak exekutatzen...
fa: در حال واکشی آهنگها...
fi: Sanoituksia haetaan…
fr: Téléchargement des paroles...
he: משיג מילות־שיר...
hu: Dalszöveg letöltése...
it: Ricezione del testo...
ja: 歌詞を取得...
ka: ტექსტის მიღება...
km: កំពុង​ទៅ​ប្រមូលយក​អត្ថបទ​ចម្រៀង...
ko: 가사 받는 중...
lt: Atsiunčiamas dainos tekstas...
nb: Henter sangtekst …
nds: Text warrt haalt...
ne: रचना तानिँदैछ...
nl: Liedteksten worden opgehaald...
nn: Hentar songtekst …
pa: ਬੋਲ ਪ੍ਰਾਪਤ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl: Pobieranie tekstu...
pt: A Obter as Letras...
pt_br: Buscando Letras...
ru: Загрузка текста песни...
se: Viežžamin teavstta …
sk: Získavam text piesne...
sr: Добављам текстове...
th: กำลังดึงข้อมูลเนื้อร้อง...
tr: Şarkı Sözleri Alınıyor...
uk: Отримання слів пісні...

source: Lyrics could not be retrieved because the server was not reachable.
af: Die lirieke kon nie afgelaai word nie, omdat die bediener nie bereik kon word nie.
bg: Текстът на песните не може да бъде изтеглен, защото сървърът е недостъпен.
ca: No s'han pogut rebre les lletres perquè no s'ha pogut abastar el servidor.
cs: Text nebylo možné získat, protože server byl nedostupný.
da: Sangtekster kunne ikke hentes eftersom serveren ikke kunne nås.
de: Der Text kann nicht heruntergeladen werden, weil der Server nicht erreichbar ist.
el: Αδυναμία λήψης των στίχων επειδή δεν είναι δυνατή η προσπέλαση του εξυπηρετητή.
es: No se ha podido obtener la letra porque ha sido imposible conectar con el servidor.
et: Sõnu ei saa hankida, sest server pole kättesaadav.
eu: Ezin izan da hitzik eskuratu zerbitzaria ezin delako atzitu.
fa: آهنگها را نتوانست بازیابی کند زیرا کارساز قابل دسترس نبود.
fi: Sanoituksia ei voitu hakea, koska palvelimeen ei saatu yhteyttä.
fr: Les paroles ne peuvent pas être récupérées car le serveur n'est pas disponible.
he: אי אפשר היה לאחזר מילים כי השרת לא ניתן להשגה.
hu: Nem sikerült letölteni a dalszöveget, mivel a kiszolgáló nem volt elérhető.
it: Il testo non è reperibile poiché il server non è raggiungibile.
ja: サーバに接続できないので歌詞を取得できませんでした。
ka: ტექსტი ვერ იქნა მოღებული, რადგან სერვერი მიუწვდომელია.
km: មិន​អាច​ទៅ​យក​អត្ថបទ​ចម្រៀង​បាន​ឡើយ ព្រោះ​មិន​អាច​ទៅ​ដល់​ម៉ាស៊ីន​បម្រើ ។
ko: 서버에 연결되지 않아서 가사를 검색할 수 없습니다.
lt: Dainos teksto atsiųsti nepavyko, serveris nepasiekiamas.
nb: Kunne ikke hente sangtekster fordi tjeneren ikke var tilgjengelig.
nds: Dat Halen vun den Text is fehlslaan, Tokoppeln na den Server is nich mööglich.
ne: रचना पुन: प्राप्त गर्न सकिँदैन किनभने सर्भर प्राप्य हुँदैन ।
nl: De liedteksten konden niet worden opgehaald: de server is onbereikbaar.
nn: Klarte ikkje henta songtekst, då tenaren ikkje er tilgjengeleg.
pa: ਬੋਲ ਪਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕੇ ਹਨ, ਕਿਉਕਿ ਸਰਵਰ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pl: Tekst nie mógł zostać pobrany ponieważ serwer był niedostępny.
pt: As letras musicais não puderam ser obtidas porque o servidor estava inacessível.
pt_br: As letras não puderam ser obtidas, porque o servidor não pôde ser acessado.
ru: Не удалось получить текст композиции, т.к. сервер недоступен.
se: Ii sáhttán teavstta dannego bálvá ii lean olamuttus.
sk: Text nebolo možné získať, pretože server bol nedostupný.
sr: Текст се не може добавити јер сервер није доступан.
th: ไม่สามารถดึงเนื้อร้องมาได้ เนื่องจากไม่สามารถเข้าถึงเซิร์ฟเวอร์ได้
tr: Sunucu erişilebilir olmadığndan şarkı sözleri bulunamadı.
uk: Не вдалось отримати слова пісень, бо неможливо зв'язатись з сервером.

source: Lyrics for track not found
af: Lirieke vir die snit nie gevind nie.
bg: Не е намерен текст за тази песен
ca: No s'han trobat les lletres de la peça
cs: Text skladby nenalezen
da: Sangtekst for sporet blev ikke fundet
de: Der Text für das Stück wurde nicht gefunden.
el: Δε βρέθηκαν στίχοι για το κομμάτι
es: No se ha encontrado la letra para la pista
et: Pala sõnu ei leitud
fa: آهنگها از شیار یافت نشدند
fi: Kappaleelle ei löytynyt sanoituksia.
fr: Les paroles du morceau n'ont pas été trouvées
he: <p dir="rtl">לא נמצאו מילות־שיר.</p>
hu: A szám dalszövege nem található.
it: Testo per la traccia non trovato
ja: トラックの歌詞が見つかりません
ka: ტექსტი ჩანაწერისთვის ვერ მოიძებნა
km: រក​មិន​ឃើញ​អត្ថបទ​ចម្រៀង​ឡើយ
ko: 트랙에 대한 가사를 찾을 수 없습니다.
lt: Šios dainos teksto rasti nepavyko
nb: Fant ikke sangtekst for sporet
nds: För dat Stück lett sik keen Text finnen.
ne: ट्रयाकका लागि रचना फेला परेन
nl: Liedtekst voor deze track niet gevonden
nn: Fann ikkje songtekst for dette sporet.
pa: ਬੋਲ ਨਹੀਂ ਲੱਭੇ ਹਨ
pl: Nie znaleziono tekstu dla utworu
pt: Não foram encontradas as letras da faixa
pt_br: Não foram encontradas letras para esta faixa
ru: Не удалось найти текст песни
se: Ii gávdnan teavstta dán bihttái
sk: Text pre skladbu nenájdený
sr: Текст нумере није нађен
th: ไม่พบเนื้อร้องของเพลงนี้
tr: Bu parça için şarkı sözü bulunamadı
uk: Не знайдено слова пісні для доріжки

source: Lyrics for track not found, here are some suggestions:
af: Die lirieke kon nie vir die snit gevind word nie. Hier is 'n paar voorstelle:
bg: Не е намерен текст за тази песен. Ето някои предложения:
ca: No s'han trobat les lletres de la peça, aquí hi ha alguns suggeriments:
cs: Text skladby nenalezen, zde je několik návrhů:
da: Sangtekst for sporet blev ikke fundet. Her er nogen forslag:
de: Text für das Stück wurde nicht gefunden. Hier einige Vorschläge:
el: Δε βρέθηκαν στίχοι για το κομμάτι, ρίξτε μια ματιά σε κάποιες προτάσεις:
es: No se ha encontrado la letra para esta pista. Se le recomienda:
et: Pala sõnu ei leitud, aga siin on mõned pakkumised:
eu: Ez da pistaren hitzik aurkitu, hona hemen gomendio batzuk:
fa: آهنگها برای شیار یافت نشدند، در اینجا پیشنهاداتی هست:
fi: Kappaleen sanoitusta ei löytynyt. Tässä on muutamia ehdotuksia:
fr: Les paroles du morceau n'ont pas été trouvées, voici quelques suggestions :
he: לא נמצאו מילים לרצועות, להלן כמה הצעות:
hu: A szám dalszövege nem található. Néhány javaslat:
it: Testo per la traccia non trovato, alcuni suggerimenti:
ja: このトラックの歌詞が見つかりませ。連想されるトラックの歌詞:
ka: ტექსტი ჩანაწერისთვის ვერ მოიძებნა, აქაა ზოგი შემოთავაზება:
km: រក​មិន​ឃើញ​អត្ថបទ​ចម្រៀង​ឡើយ ។ ខាង​ក្រោម​គឺ​ជា​ការ​ផ្ដល់​យោបល់​មួយ​ចំនួន ៖
ko: 트랙에 대한 가사를 찾을 수 없습니다. 여기 몇몇의 대안이 있습니다.
lt: Šios dainos teksto rasti nepavyko, bet rasta keletas panašių:
nb: Fant ikke sangtekst for dette sporet. Her er noen forslag:
nds: De Text för dat Stück lett sik nich finnen, hier sünd en Reeg Vörslääg:
ne: ट्रयाकका लागि रचना फेला परेन, यहाँ केही सुझावहरू छन्:
nl: De liedtekst voor deze track is niet gevonden. Hier zijn enkele suggesties:
nn: Fann ikkje songtekst for dette sporet. Her er nokre framlegg:
pa: ਬੋਲ ਨਹੀਂ ਲੱਭੇ ਹਨ, ਕੁਝ ਸੁਝਾਅ ਹਨ:
pl: Nie znaleziono tekstu dla tego utworu, oto kilka sugestii:
pt: As letras da faixa não foram encontradas, eis algumas sugestões:
pt_br: Não foram encontradas letras para essa faixa; aqui estão algumas sugestões:
ru: Не удалось найти текст песни. Предложения:
se: Ii gávdnan teavstta dán bihtái. Dá leat muhton evttohusat:
sk: Text skladby nenájdený, tu je niekoľko návrhov.
sr: Текст нумере није нађен, ево неких предлога:
th: ไม่พบเนื้อร้องของเพลงนี้ ต่อไปนี้คือข้อเสนอแนะบางประการ:
tr: Bu parça için şarkı sözü bulunamadı, aşağıda bazı önerilerimiz var:
uk: Слова пісні для доріжки не знайдено. Ось декілька пропозицій:

source: <p>You can <a href="%1">search for the lyrics</a> on the Web.</p>
af: <p>Jy kan vir die lirieke <a href="%1">soek</a> op die WEb.</p>
bg: <p>Щракнете <a href="%1">ТУК</a>, за да потърсите текста в Интернет.</p>
ca: <p>Podeu <a href="%1">cercar les lletres</a> a la Web.</p>
da: <p>Du kan <a href="%1">søge efter sangteksten</a> på nettet.</p>
de: <p>Sie können im Internet <a href="%1">nach Liedtexten suchen</a>.</p>
el: <p>Μπορείτε <a href="%1">να αναζητήσετε τους στίχους</a> στον Ιστό.</p>
es: <p>Puede <a href="%1">buscar letras</a> en la Web.</p>
et: <p>Sõnu võib <a href="%1">otsida</a> veebis.</p>
fa: <p> می‌توانید <a href="%1">برای آهنگها </a> در وب جستجو کنید.</p>
fi: <p>Voit <a href="%1">hakea sanoituksia</a> verkosta.</p>
fr: <p>Vous pouvez <a href="%1">chercher les paroles</a> sur le web.</b>
hu: <p><a href="%1">Rákereshet a dalszövegekre</a> a weben.</p>
it: <p>Puoi <a href="%1">cercare i testi</a> sul Web.</p>
ja: <p>ウェブ上で<a href="%1">歌詞を検索</a>することができます。</p>
km: <p>អ្នក​អាច <a href="%1">ស្វែងរក​អត្ថបទ​ចម្រៀង</a> នៅ​លើ​បណ្ដាញ ។</p>
lt: <p>Dainos teksto galite <a href="%1">ieškoti</a> internete.</p>
nb: <p>Du kan <a href="%1">søke etter teksten</a> på nettet.</p>
nds: <p>Du kannst den <a href="%1">Text in't Nett söken</a>.</p>
ne: <p>तपाईँ वेबमा <a href="%1">रचनाका लागि</a> खोजी गर्न सक्नुहुन्छ ।</p>
nl: <p>U kunt op internet <a href="%1">zoeken naar de liedteksten</a>.</p>
nn: <p>Du kan <a href="%1">søkja etter songteksten</a> på nettet.</p>
pl: <p>Możesz <a href="%1">szukać tekstów utworów</a> w Internecie.</p>
pt: <p>Pode <a href="%1">procurar as letras musicais</a> na Web.</p>
pt_br: <p>Você pode <a href="%1">procurar pelas letras </a> na Web.</p>
se: <p>Sáhtát <a href="%1">ohcat teavstta</a> interneahtas.</p>
sk: <p>Môžete <a href="%1">vyhľadávať text piesní</a> na webe.</p>
sr: <p>Можете <a href="%1">тражити текстове</a> на Вебу.</p>
th: <p>คุณสามารถ<a href="%1">ค้นหาเนื้อร้อง</a>ได้บนเว็บ</p>
tr: <p>İnternette <a href="%1"> şarkı sözlerini arayabilirsiniz.</a></p>
uk: <p>Можна <a href="%1">шукати за словами пісень</a> в Інтернеті.</p>

source: Powered by %1 (%2)
af: Aangedryf deur %1 (%2)
bg: С помощта на %1 (%2)
ca: Fet possible per %1 (%2)
da: Håndteret af %1 (%2)
de: Unterstützt von %1 (%2)
el: Λειτουργεί με %1 (%2)
es: Funciona con %1 (%2)
et: Valmistanud %1 (%2)
eu: %1 hornitua (%2)
fa: نیرومندشده بر اساس %1 )%2(
fi: Palvelun mahdollistaa %1 (%2)
fr: Réalisé par %1 (%2)
he: מונע על־ידי %1 (%2)
hu: Szolgáltató: %1 (%2)
it: Generato da %1 (%2)
ja: 提供 - %1 (%2)
ka: მოწოდებულია %1 (%2)-ს მიერ
km: ប្រដាប់​ដោយ %1 (%2)
ko: %1 (%2)에 의함
lt: Sukurtas su %1 (%2)
nb: Drevet av %1 (%2)
nds: Andreven vun %1 (%2)
ne: %1 (%2) द्वारा शक्ति प्राप्त
nl: Aangestuurd door %1 (%2)
nn: Driven av %1 (%2)
pa: %1 (%2) ਵਲੋਂ ਸ਼ਕਤੀ ਪ੍ਰਾਪਤ
pl: Wspierane przez %1 (%2)
pt: Suportado por %1 (%2)
pt_br: Disponibilizado por %1 (%2)
sk: Beží na %1 (%2)
sr: Покреће %1 (%2)
th: ทำงานโดย %1 (%2)
tr: Destekleyen %1 (%2)
uk: Рушій - %1 (%2)

source: Other...
af: Ander...
bg: Друго...
ca: Altres...
cs: Jiné...
da: Andet...
de: Andere ...
el: Άλλο...
es: Otro...
et: Muu...
eu: Besterik...
fa: غیره...
fi: Muu…
fr: Autre...
he: אחר...
hu: Egyéb...
it: Altro...
ja: その他...
ka: სხვა...
km: ផ្សេង​ទៀត...
ko: 그 외...
lt: Kita...
nb: Andre …
nds: Anner...
ne: अन्य...
nl: Overig...
nn: Annan …
pa: ਹੋਰ...
pl: Inne...
pt: Outro...
pt_br: Outro...
ru: Другой...
se: Eará …
sk: Iné...
sr: Други...
th: อื่นๆ...
tr: Diğer...
uk: Інша...

source: English
af: Engels
bg: Английски
ca: Anglès
cs: Angličtina
da: Engelsk
de: Englisch
el: Αγγλική
es: Inglés
et: Inglise
eu: Ingelesa
fa: انگلیسی
fi: Englanti
fr: Anglais
he: אנגלית
hu: Angol
it: Inglese
ja: 英語
ka: ინგლისური
km: អង់គ្លេស
ko: 영어
lt: Anglijos
nb: Engelsk
nds: Engelsch
ne: अङ्ग्रेजी
nl: Engels
nn: Engelsk
pa: ਅੰਗਰੇਜ਼ੀ
pl: Angielski
pt: Inglês
pt_br: Inglês
ru: Английский
se: Eŋgelas
sk: Angličtina
sr: Енглески
th: อังกฤษ
tr: İngilizce
uk: Англійська

source: German
af: Duits
bg: Немски
ca: Alemany
cs: Němčina
da: Tysk
de: Deutsch
el: Γερμανική
es: Alemán
et: Saksa
eu: Alemaniera
fa: آلمانی
fi: Saksa
fr: Allemand
he: גרמנית
hu: Német
it: Tedesco
ja: ドイツ語
ka: გერმანული
km: អាល្លឺម៉ង់
ko: 독일어
lt: Vokietijos
nb: Tysk
nds: Hoochdüütsch
ne: जर्मन
nl: Duits
nn: Tysk
pa: ਜਰਮਨ
pl: Niemiecki
pt: Alemão
pt_br: Alemão
ru: Немецкий
se: Duiskalaš
sk: Nemčina
sr: Немачки
th: เยอรมัน
tr: Almanca
uk: Німецька

source: French
af: Fraans
bg: Френски
ca: Francès
cs: Francouzština
da: Fransk
de: Französisch
el: Γαλλική
es: Francés
et: Prantsuse
eu: Frantsesa
fa: فرانسوی
fi: Ranska
fr: Français
he: צרפתית
hu: Francia
it: Francese
ja: フランス語
ka: ფრანგული
km: បារាំង
ko: 프랑스어
lt: Prancūzijos
nb: Fransk
nds: Franzöösch
ne: फ्रेन्च
nl: Frans
nn: Fransk
pa: ਫਰੈਂਚ
pl: Francuski
pt: Francês
pt_br: Françês
ru: Французский
se: Fránskkalaš
sk: Francúzština
sr: Француски
th: ฝรั่งเศส
tr: Fransızca
uk: Французька

source: Polish
af: Pools
bg: Полски
ca: Polonès
cs: Polština
da: Polsk
de: Polnisch
el: Πολωνική
es: Polaco
et: Poola
eu: Poloniera
fa: لهستانی
fi: Puola
fr: Polonais
he: פולנית
hu: Lengyel
it: Polacco
ja: ポーランド語
ka: პოლონური
km: ប៉ូឡូញ
ko: 폴란드어
lt: Lenkijos
nb: Polsk
nds: Poolsch
ne: पोलिश
nl: Pools
nn: Polsk
pa: ਪੋਲੈਂਡੀ
pl: Polski
pt: Polaco
pt_br: Polonês
ru: Польский
se: Polskkalaš
sk: Poľština
sr: Пољски
th: โปแลนด์
tr: Lehçe
uk: Польська

source: Japanese
af: Japanees
bg: Японски
ca: Japonès
cs: Japonština
da: Japansk
de: Japanisch
el: Ιαπωνική
es: Japonés
et: Jaapani
eu: Japoniera
fa: ژاپنی
fi: Japani
fr: Japonais
he: יפנית
hu: Japán
it: Giapponese
ja: 日本語
ka: იაპონური
km: ជប៉ុន
ko: 일본어
lt: Japonijos
nb: Japansk
nds: Japaansch
ne: जापानी
nl: Japans
nn: Japansk
pa: ਜਾਪਾਨੀ
pl: Japoński
pt: Japonês
pt_br: Japonês
ru: Японский
se: Japánalaš
sk: Japonština
sr: Јапански
th: ญี่ปุ่น
tr: Japonca
uk: Японська

source: Spanish
af: Spaans
bg: Испански
ca: Castellà
cs: Španělština
da: Spansk
de: Spanisch
el: Ισπανική
es: Español
et: Hispaania
eu: Gaztelera
fa: اسپانیایی
fi: Espanja
fr: Espagnol
he: ספרדית
hu: Spanyol
it: Spagnolo
ja: スペイン語
ka: ესპანური
km: អេស្ប៉ាញ
ko: 스페인어
lt: Ispanijos
nb: Spansk
nds: Spaansch
ne: स्पेनिस
nl: Spaans
nn: Spansk
pa: ਸਪੇਨੀ
pl: Hiszpański
pt: Espanhol
pt_br: Espanhol
ru: Испанский
se: Spánialaš
sk: Španielčina
sr: Шпански
th: สเปน
tr: İspanyolca
uk: Іспанська

source: Wikipedia Locale
af: Wikipedia Lokalisering
bg: Локал за Уикипедия
ca: Idioma de la Viquipèdia
cs: Nastavit zemi Wikipedie
da: Wikipedias lokalitet
de: Wikipedia-Sprache
el: Ορισμός εντοπιότητας Wikipedia
es: Localización de Wikipedia
et: Wikipedia keel
eu: Wikipediaren hizkuntza
fa: محلی ویکی‌پدیا
fi: Wikipedia kieliversio
fr: Localisation Wikipédia
he: שפת וויקיפדיה
hu: Wikipedia-nyelv
ja: Wikipedia のロケール
ka: ვიკიპედია ლოკალური
km: មូលដ្ឋាន​វិគីផេឌៀ
ko: 위키백과 지역
lt: Wikipedijos lokalė
nb: Wikipedia-lokale
nds: Wikipedia-Spraak
ne: विकिपेडिया लोकेल
nl: Wikipedia-taal
nn: Wikipedia-språk
pa: ਵਿੱਕੀਪੀਡਿਆ ਲੋਕੇਲ
pl: Język Wikipedii
pt: Localização do Wikipedia
pt_br: Localização da Wikipedia
ru: Язык Wikipedia
se: Wikipedia guoskevaš báikkálaš heivehusat
sk: Jazykové nastavenie Wikipédie
sr: Локал Википедије
th: วิกิพีเดีย ภาษาท้องถิ่น
tr: Ansiklopedi Dili
uk: Локаль Wikipedia

source: Locale:
af: Lokalisering:
bg: Локал:
ca: Idioma:
cs: Země:
da: Land:
de: Sprache:
el: Εντοπιότητα:
es: Localización:
et: Lokaat:
eu: Lokala:
fa: محلی:
fi: Kielikoodi:
fr: Localisation :
he: קוד אזור גאוגרפי:
hu: Nyelv:
ja: ロケール:
ka: ლოკალური:
km: មូលដ្ឋាន ៖
ko: 지역:
lt: Lokalė:
nb: Lokale:
nds: Spraak:
ne: लोकेल:
nl: Taal:
nn: Språk:
pa: ਲੋਕੇਲ:
pl: Lokalizacja:
pt: Localização:
pt_br: Localização:
ru: Язык:
se: Báikkálaš heivehusat:
sk: Jazykové nastavenie:
sr: Локал:
th: ค่าท้องถิ่น:
tr: Dil:
uk: Локаль:

source: 2-letter language code for your Wikipedia locale
af: 2-letter taal kode vir jou Wikipedia lokalisering
bg: 2-буквен код за език за локала на Уикипедия
ca: Codi de llengua de 2 lletres per a l'idioma de la Viquipèdia
da: Sprogkode med to bogstaver for Wikipedias landindstilling
de: 2-Buchstaben Sprachcode für die Wikipedia-Sprache
el: Διψήφιος κωδικός γλώσσας για την εντοπιότητά σας του Wikipedia
es: código de 2 letras para su idioma para la localización de Wikipedia
et: Wikipedia keele kahetäheline kood
eu: 2 hizkiko hizkuntzaren kodea, Wikipediaren lokala zehazteko
fa: کد ۲ حرفی زبان برای ویکی‌پدیای محلیتان
fi: Kaksikirjaiminen kielikoodi
fr: Code langage sur 2 lettres pour la localisation de Wikipédia
he: סמל המיקום בעל 2 האותיות של השפה שלך עבור המיקום של וויקיפדיה
hu: A Wikipedia-nyelv kétbetűs kódja
it: Codice lingua di 2 lettere per la localizzazione di Wikipedia
ja: Wikipedia のロケールを表す 2 文字の言語コード
ka: 2 ასოიანი ენის კოდი თქვენი ლოკალური ვიკიპედიისთვის
km: កូដ​ភាសា​ពីរ​តួ សម្រាប់​មូលដ្ឋាន​វីគីផេឌៀ​របស់​អ្នក
ko: 위키백과 지역에 대한 2문자 언어 코드
lt: Dviejų raidžių kalbos kodas Wikipedijos lokalei
nb: 2-bokstavers språkkode for ditt Wikipedia-lokale (nb, nn, se)
nds: 2-Bookstaven-Spraakkode för Dien Wikipedia-Spraak
ne: तपाईँको विकिपेडियाको लागि २-अक्षर भाषा कोड
nl: 2-letterige taalcode voor uw Wikipedia-taal
nn: 2-bokstavs språkkode for Wikipedia
pa: ਤੁਹਾਡੇ ਵਿੱਕੀਪੀਡਿਆ ਲੋਕੇਲ ਲਈ 2 ਅੱਖਰਾਂ ਦਾ ਭਾਸ਼ਾ ਕੋਡ (ਪੰਜਾਬੀ ਲਈ pa)
pl: Dwuliterowy kod języka dla twojej lokalizacji Wikipedii
pt: O código de 2 letras da língua para a sua localização no Wikipedia
pt_br: Código de duas letras do idioma, para a localização da sua Wikipedia
ru: Двухсимвольный код языка для Wikipedia
se: Du Wikipedia-locale 2-bustávat giellakoda
sk: 2-znakový kód jazyka pre jazykové nastavenie Wikipédie
sr: Двословни језички кôд за локал Википедије који желите
th: รหัสภาษา (ตัวอักษร 2 ตัว) สำหรับค่าท้องถิ่นของวิกิพีเดียของคุณ
tr: Ansiklopedi dilini değiştirmek için 2 harfli dil kodunu giriniz. Örneğin (tr).
uk: 2-символьний код мови для вашої локалі Wikipedia

source: <p>Add a new label in the field below and press Enter, or choose labels from the list</p>
bg: <p>Добавете нов етикет в полето по-долу и натиснете "Enter" или изберете от списъка</p>
ca: <p>Afegeix una etiqueta nova en el camp següent i premeu Retorn, o trieu l es etiquetes de la llista</p>
da: <p>Tilføj en ny etiket i feltet nedenfor og tryk på Enter, eller vælg etiketter fra listen</p>
de: <p>Fügen Sie unten ein neues Label hinzu oder wählen Sie eines aus der Liste.</p>
el: <p>Προσθέστε μια νέα ετικέτα στο παρακάτω πεδίο ή επιλέξτε από τη λίστα</p>
es: <p>&Anada una nueva etiqueta en el campo de abajo y pulse Intro,o elija las etiquetas desde la lista</p>
et: <p>Lisa uus märgend allolevale väljale ja vajuta Enter või vali see märgendite nimekirjast</p>
hu: <p>Vegyen fel egy új címkét az alábbi mezőben és nyomja meg az Entert, vagy válasszon címkéket a listából</p>
it: <p>Aggiungi una nuova etichetta nel campo seguente e premi Invio, o scegli le etichette dall'elenco</p>
ja: <p>下のフィールドに新しいラベルを追加して Enter を押すか、リストからラベルを選択します</p>
km: <p>បន្ថែម​ស្លាក​ថ្មី​ក្នុង​វាស​ខាង​ក្រោម និង​ចុច បញ្ចូល ឬ​ជ្រើស​ស្លាក​ពី​បញ្ជី</p>
nds: <p>Du kannst in dat Feld nerrn en nieg Steekwoort tofögen un de Ingaavtast drücken, oder Steekwöör op de List utsöken.</p>
nl: <p>Voeg een nieuwe label toe aan onderstaand veld en klik op Enter of kies labels uit de lijst</p>
nn: <p>Legg til ein ny merkelapp i feltet nedanfor, eller vel merkelappar frå lista.</p>
pl: <p>Dodaj nową etykietę w polu poniżej i naciśnij Enter lub wybierz etykiety z listy</p>
pt: <p>Adicione uma legenda nova no campo abaixo e carregue em Enter ou escolha as legendas na lista</p>
pt_br: <p>Adicione um novo rótulo no campo abaixo e pressione Enter, ou escolha rótulos da lista</p>
sk: <p>Pridajte nový štítok v poli dole a stlačte Enter alebo si vyberte štítky zo zoznamu</p>
sr: <p>Додајте нову етикету у доњем пољу и притисните Enter, или изаберите етикете из листе</p>
th: <p>เพิ่มป้ายใหม่ลงใยช่องกรอกด้านล่างและกดแป้น Enter หรือเลือกป้ายจากรายการ</p>
uk: <p>Додайте новий надпис в поле нижче і натисніть Enter або виберіть надпис зі списку</p>

source: Add new label
af: Voeg nuwe etiket by
bg: Добавяне на нов етикет
ca: Afegeix una nova etiqueta
cs: Přidat nový popisek
da: Tilføj ny etiket
de: Neues Label hinzufügen
el: Προσθήκη νέας ετικέτας
es: Añadir una nueva etiqueta
et: Lisa uus märgend
fa: افزودن برچسب جدید
fi: Lisää uusi nimike
fr: Ajouter un nouveau libellé
hu: Új címke hozzáadása
it: Aggiungi nuova etichetta
ja: 新しいラベルを追加
km: បន្ថែម​ស្លាក​ថ្មី
lt: Įdėti naują etiketę
nb: Legg til en ny etikett
nds: Nieg Steekwoort tofögen
ne: नयाँ लेबुल थप्नुहोस्
nl: Nieuw label toevoegen
nn: Legg til ny merkelapp
pa: ਨਵਾਂ ਲੇਬਲ ਸ਼ਾਮਲ
pl: Dodaj nową etykietę
pt: Adicionar uma nova legenda
pt_br: Adicionar novo rótulo
ru: Добавить новую метку
se: Lasit ođđa mearkka
sk: Pridať nový štítok
sr: Додај нову етикету
th: เพิ่มป้ายใหม่
tr: Yeni etiket ekle
uk: Додати новий надпис

source: Enter a new label and press Return to add it
af: Voer 'n nuwe etiket in en druk 'Enter' om dit by te voeg.
bg: Въведете новия етикет и натиснете "Return"
ca: Introduïu una nova etiqueta i premeu Intro per afegir-la
cs: Zadejte nový popisek a stiskněte Enter pro přidání
da: Indtast en ny etiket og tryk på returtasten for at tilføje den
de: Geben Sie ein neues Label ein und drücken Sie die Eingabetaste.
el: Εισάγετε μια νέα ετικέτα και πατήστε ENTER για να την προσθέσετε
es: Introduzca una nueva etiqueta o pulse Return para añadirlo
et: Sisesta uus märgend ja vajuta Enter selle lisamiseks
fa: یک برچسب جدید وارد کنید و برای افزودن آن بازگشت را فشار دهید
fi: Lisää uusi nimike ja paina enter lisätäksesi sen
fr: Entrer un nouveau libellé et appuyer sur « Retour » pour l'ajouter
hu: Adjon meg egy új címkét, majd a hozzáadáshoz nyomja meg a Return billentyűt
it: Inserisci una nuova etichetta e premi Invio per aggiungerla
ja: 新しいラベルを入力し、リターンキーを押して追加します
km: បញ្ចូល​ស្លាក​ថ្មី ហើយ​ចុច​គ្រាប់ចុច ​បញ្ចូល​ដើម្បី​បន្ថែម​វា
lt: Įdėkite naują etiketę ir paspauskite „Enter“
nb: Oppgi en ny etikett og trykk Enter for å legge den til
nds: Giff en nieg Steekwoort in un drück de Ingaavtast
ne: नयाँ लेबुल प्रविष्ट गर्नुहोस् र यसलाई थप्न 'फर्काउनुहोस्' थिच्नुहोस्
nl: Voer een nieuw label in en druk op Enter om het toe te voegen
nn: Skriv namnet på den nye merkelappen og trykk «Enter» for å leggja han til.
pa: ਇੱਕ ਨਵਾਂ ਲੇਬਲ ਦਿਓ ਅਤੇ ਸ਼ਾਮਲ ਕਰਨ ਲਈ Enter ਦੱਬੋ
pl: Podaj nową etykietę i naciśnij Enter, by ją dodać
pt: Indique uma nova legenda e carregue em Return para a adicionar
pt_br: Digite um novo rótulo e pressione Return para adicioná-lo
se: Čális ođđa mearkka ja deaddil Enter dan lasihan dihte
sk: Zadajte nový štítok a stlačte Enter pre jeho pridanie
sr: Унесите нову етикету и притисните Return да је додате
th: ใส่ชื่อป้ายใหม่ และกดแป้น Return เพื่อเพิ่มเข้าไป
uk: Введіть новий надпис і натисніть "Ввести", щоб його додати

source: Wikipedia
bg: Уикипедия
ca: Viquipèdia
fa: ویکی‌پدیا
fr: Wikipédia
he: וויקיפדיה
ka: ვიკიპედია
km: វិគីផេឌៀ
ko: 위키백과
lt: Wikipedija
ne: विकिपेडिया
pa: ਵਿੱਕੀਪੀਡਿਆ
sk: Wikipédia
sr: Википедија
th: วิกิพีเดีย
tr: Ansiklopedi
