Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Silence between tracks, in milliseconds.
af: Stilte tussen snitte, in millisekondes.
bg: Пауза между записите в милисекунди.
ca: Silenci entre les peces, en mil·lisegons.
cs: Ticho mezi skladbami, v milisekundách.
da: Stilhed mellem spor, i millisekunder.
de: Pause zwischen den Stücken, in Millisekunden.
el: Παύση μεταξύ των κομματιών, σε χιλιοστά του δευτερολέπτου.
es: Silencio entre pistas, en milisegundos.
et: Viivitus pala vahetades millisekundites.
eu: Pisten arteko isilunea, milisegundotan.
fa: سکوت بین شیارها، بر حسب میلی‌ثانیه.
fi: Hiljaisuuden kesto kappaleiden välissä millisekunteina.
fr: Durée du blanc entre les morceaux, en millisecondes.
he: שקט בין הרצועות באלפיות־שנייה.
hu: A számok közti csend hossza ezredmásodpercben
it: Pausa tra le tracce, in millisecondi.
ja: 曲間の無音部分 (ミリ秒単位)
ka: სიჩუმე ჩანაწერებს შორის, მილიწამებში
km: ភាព​ស្ងាត់​រវាង​បទ​នីមួយៗ គិត​ជា​មិល្លីវិនាទី ។
ko: 트랙간 공백 길이 (밀리초 단위).
lt: Tylos pauzės tarp dainų trukmė milisekundėmis.
nb: Pause mellom sporene, målt i millisekund.
nds: Still twischen Stücken in Millisekunnen.
ne: मिलिसेकेन्डमा, ट्रयाकहरू बीच मौनता ।
nl: De pauze tussen tracks, in milliseconden.
nn: Pause mellom spora, målt i millisekund.
pa: ਟਰੈਕਾਂ ਵਿੱਚ ਵਿਰਾਮ, ਮਿਲੀਸਕਿੰਟਾਂ ਵਿੱਚ।
pl: Cisza między utworami w milisekundach.
pt: Silêncio entre faixas, em milisegundos.
pt_br: Tempo de silêncio entre as faixas, em milisegundos.
ru: Пауза между дорожками, мс
se: Boddu lávlágiid gaskkas, mihtiduvvon millisekunddain.
sk: Ticho medzi pesničkami, v milisekundách.
sr: Тишина између нумера, у милисекундама.
th: ช่วงเงียบระหว่าเพลง ในหน่วยมิลลิวินาที
tr: Parçalar arasında sessizlik, milisaniye olarak.
uk: Тиша між доріжками, в мілісекундах.

source: &Crossfading
af: Tussen uitdoofing ("Crossfading")
bg: &Затихване
ca: &Transicions
cs: P&rolínání
da: &Glidende overgang
de: Überb&lenden
el: &Ομαλή μετάβαση
es: &Con fusión cruzada
et: &Siire
eu: &Nahaste gurutzatua
fa: &محو متقابل‌
fi: &Ristiinhäivytys
fr: &Fondu
he: &עמעום מוצלב
hu: Á&ttűnés
it: &Dissolvenza
ja: クロスフェードする(&S)
km: លេច​កាត់​បន្តិច​ម្ដង
ko: 크로스페이드(&C)
lt: &Suliejimas
nb: &Overtoning
nds: Över&blennen
ne: क्रसफेडिङ
nl: Vloeien&de overgang
nn: &Overtoning
pa: ਕਰਾਂਸਫੇਡ(&C)
pl: &Przenikanie
pt: Mistura &Cruzada
pt_br: Transição &suave
ru: &Плавный переход
sk: &Prelínanie
sr: &Претапање
th: ใช้การ&หรี่-เพิ่มเสียง
tr: &Yumuşak geçiş
uk: &Плавні переходи

source: Enable crossfading between tracks.
af: Aktiveer tussen uitdoor ("crossfase") tussen snit oorgange.
bg: Затихване между записите.
ca: Habilita les transicions entre les peces.
cs: Povolit prolínání mezi skladbami.
da: Aktivér overtoning mellem spor.
de: Aktiviert Überblenden beim Stückwechsel.
el: Ενεργοποίηση της ομαλής μετάβασης μεταξύ των κομματιών.
es: Activar la fusión cruzada en los cambios de pista.
et: Siirde lubamine/keelamine palade vahel.
fa: فعال‌سازی محو متقابل بین شیارها.
fi: Ota käyttöön ristiinhäivytys kappaleiden välillä.
fr: Active le fondu entre les morceaux.
hu: Áttűnési effektus használata a számok között
it: Abilita/Disabilita la dissolvenza incrociata al cambio traccia.
ja: トラック間のクロスフェードを有効にします。
km: អនុញ្ញាត​​លេច​បន្តិច​ម្ដងៗ​រវាង​បទ ។
lt: Keičiant dainą sulieti ją su kita.
nb: Slå på overtoning mellom spor.
nds: Dat Överblennen twischen Stücken an-/utmaken
ne: ट्रयाकहरू बीच क्रसफेडिङ सक्षम पार्नुहोस् ।
nl: Vloeiende overgang tussen tracks activeren
nn: Slå på overtoning mellom sporskifte.
pa: ਟਰੈਕ ਬਦਲਣ ਦੌਰਾਨ ਕਰਾਸਫੇਡ ਕਰੋ।
pl: Włącza przenikanie podczas zmiany utworu.
pt: Activa a mistura cruzada entre faixas.
pt_br: Habilitar transição suave entre as faixas.
ru: Включить плавный переход между композициями.
sk: Povoliť/zakázať prelínanie medzi stopami.
sr: Укључи/искључи претапање између нумера.
th: เปิดการหรี่-เพิ่มเสียงระหว่างการเปลี่ยนเพลง
tr: Parça değiştirilirken yumuşak geçişi etkinleştir.
uk: Увімкнути плавний перехід між доріжками.

source: Crosso&ver duration:
af: Oorgang lengte:
bg: Продъл&жителност:
ca: &Durada de la superposició:
cs: &Délka prolínání:
da: O&vertoningslængde:
de: Überblend&dauer:
el: &Περίοδος μετάβασης:
es: D&uración de la fusión:
et: Siirde&periood:
fa: مدت &انتقال:‌
fi: Ristiinhäivytyksen &pituus:
fr: &Période de chevauchement :
hu: Áttűnési &időtartam:
it: Durata della transi&zione:
ja: クロスフェードの長さ(&V):
km: ថិរវេលា​ប្ដូរ ៖
lt: S&usiliejimo trukmė:
nb: O&vertonings lengde:
nds: Överblenn&tiet:
ne: क्रसओभर अवधि:
nl: Overgangs&duur:
nn: Overtonings&lengd:
pa: ਕਰਾਂਸਓਵਰ ਅੰਤਰਾਲ(&v):
pl: &Czas przenikania:
pt: &Duração de decaimento:
pt_br: Du&ração da transição:
ru: &Длительность:
sk: &Dĺžka prekrytia:
sr: &Период претапања:
th: ระยะการ&หรี่-เพิ่มเสียง:
tr: Ge&çiş süresi:
uk: &Інтервал накладки:

source: Crossfa&de:
af: Tussen uitdoof ("Crossfade"):
bg: &Затихване:
ca: &Transició:
cs: Pro&línání:
da: Over&toning:
de: Über&blenden:
el: Ομαλή &μετάβαση:
es: Fusión cruza&da:
et: Sii&re:
fa: &محو متقابل‌:‌
fi: &Ristiinhäivytys
fr: Fon&du :
hu: Á&ttűnés:
it: &Dissolvenza incrociata:
ja: クロスフェード(&D):
km: លេច​កាត់​បន្តិច​ម្ដង
lt: Su&lieti:
nb: &Overtoning:
nds: Över&blennen:
ne: क्रसफेड:
nl: Vloeien&de overgang:
nn: &Overtoning
pa: ਕਰਾਂਸਫੇਡ(&d):
pl: &Przenikanie:
pt: Mistura cruza&da:
pt_br: Transição s&uave:
ru: &Условие:
sk: &Prelínanie:
sr: &Претапање:
th: การหรี่-เพิ่มเสียงระหว่างเพลง:
tr: Y&umuşak geçiş:
uk: &Плавні переходи:

source: The length of the crossfade between tracks, in milliseconds.
af: Die lengte van die tussen uitdoof ("crossfade") van snitte, in millisekondes.
bg: Продължителност на затихването между записите в милисекунди.
ca: La longitud de la transició entre les peces, en mil·lisegons.
cs: Délka prolínání stop v milisekundách.
da: Længde af glidende overgang mellem spor i millisekunder.
de: Dauer des Überblendens, in Millisekunden.
el: Η διάρκεια της ομαλής μετάβασης μεταξύ των κομματιών, σε χιλιοστά του δευτερολέπτου.
es: La duración de la fusión cruzada entre pistas, en milisegundos.
et: Siirde kestus palade vahel millisekundites.
eu: Pisten arteko nahaste gurutzatuaren luzera, milisegundotan.
fa: طول محو متقابل بین شیارها، بر حسب میلی‌ثانیه.
fi: Kuinka kauan kappaleet soivat päällekäin. Kesto millisekunneissa.
fr: La durée du fondu entre les morceaux, en millisecondes.
he: אורך העמעום המוצלב בין הרצועות, באלפיות שנייה.
hu: A számok közti áttűnési idő hossza ezredmásodpercben
it: La durata della dissolvenza tra le tracce, in millisecondi.
ja: トラック間のクロスフェードの長さ (ミリ秒単位)
ka: სიგრძე ჩანაწერი -ში მილიწამები.
km: រយៈពេល​នៃ​ការ​លេច​បន្តិច​ម្ដង​រវាង​បទ​នីមួយៗ គិត​ជា​មិល្លីវិនាទី ។
ko: 트랙간 크로스페이드 길이를 밀리초 단위로 입력합니다.
lt: Dainų suliejimo trukmė milisekundėmis.
nb: Hvor lenge overtoninga skal vare, målt i millisekund.
nds: De Duer vun't Överblennen twischen Stücken, in Millisekunnen.
ne: मिलिसेकेन्डमा, ट्रयाकहरू बीच क्रसफेडको लम्बाइ ।
nl: De lengte van de overgang tussen de tracks, in milliseconden.
nn: Kor lenge overtoninga skal vara, målt i millisekund.
pa: ਟਰੈਕਾਂ ਵਿੱਚ ਕਰਾਂਸਫੇਡ ਦੀ ਲੰਬਾਈ ਮਿਲੀਸਕਿੰਟਾਂ ਵਿੱਚ ਹੈ।
pl: Długość przenikania pomiędzy utworami w milisekundach.
pt: O tamanho da mistura entre faixas, em milisegundos.
pt_br: A duração da transição suave entre as faixas, em milisegundos.
ru: Длина плавного перехода в миллисекундах.
sk: Dĺžka prelínania medzi stopami, v milisekundách.
sr: Трајање претапања између нумера, у милисекундама.
th: ความยาวของการหรี่-เพิ่มเสียงระหว่างเพลง ในหน่วยมิลลิวินาที
tr: Parçalar arası yumuşak geçiş uzunluğu, milisaniye olarak.
uk: Тривалість плавного переходу між доріжками в мілісекундах.

source: Always
af: Altyd
bg: Винаги
ca: Sempre
cs: Vždy
da: Altid
de: Immer
el: Πάντα
es: Siempre
et: Alati
fa: همیشه
fi: aina
fr: Toujours
he: תמיד
hu: Mindig
it: Sempre
ja: 常に
km: ជា​និច្ច
lt: Visada
nb: Alltid
nds: Jümmers
ne: सधै
nl: Altijd
nn: Alltid
pa: ਹਮੇਸ਼ਾਂ
pl: Zawsze
pt: Sempre
pt_br: Sempre
ru: Всегда
se: Álo
sk: Vždy
sr: Увек
th: เสมอ
tr: Her zaman
uk: Завжди

source: On Automatic Track Change Only
af: Net tydens outomatiese snit wissel
bg: Само при автоматична смяна на записите
ca: Només en els canvis automàtics de peça
cs: Pouze při automatické změně skladby
da: Kun ved automatisk sporskift
de: Nur bei automatischem Stückwechsel
el: Μόνο σε αυτόματη αλλαγή κομματιού
es: Sólo en cambio automático de pista
et: Ainult palade automaatsel vahetamisel
fa: فقط هنگام تغییر خودکار شیار
fi: kun kappale vaihtuu automaattisesti
fr: Uniquement lors d'un changement de morceau automatique
he: בעת שינוי אוטומטי של רצועה
hu: Csak automatikus számváltáskor
it: Solo in caso di cambiamento automatico della traccia
ja: 自動的にトラックが変わったときのみ
km: សម្រាប់​ការ​ផ្លាស់ប្ដូ​របទ​ដោយ​ស្វ័យ​ប្រវត្តិ​តែ​ប៉ុណ្ណោះ
lt: Tik automatiškai keičiantis dainoms
nb: Bare ved automatisk sporbytte
nds: Bloots bi't automaatsche Wesseln vun Stücken
ne: स्वचालित ट्रयाक परिवर्तनमा मात्र
nl: Alleen bij automatische trackwisseling
nn: Berre ved automatisk sporbyte
pa: ਆਟੋਮੈਟਿਕ ਟਰੈਕ ਬਦਲਣ ਉੱਤੇ ਹੀ
pl: Tylko przy automatycznej zmianie utworu
pt: Apenas na Mudança Automática de Faixas
pt_br: Somente ao Mudar de Faixa Automaticamente
ru: Только при смене переходе без вмешательства пользователя
sk: Iba pri automatickej zmene stopy
sr: Само при аутоматској промени нумере
th: ทำในการเปลี่ยนเพลงโดยอัตโนมัติเท่านั้น
tr: Sadece Otomatik Parça Değişiminde
uk: Тільки при автоматичній зміні доріжок

source: On Manual Track Change Only
af: Net as jy self snitte wissel.
bg: Само при ръчна смяна на записите
ca: Només en els canvis manuals de peça
cs: Pouze při ruční změně skladby
da: Kun ved manuelt sporskift
de: Nur bei manuellem Stückwechsel
el: Μόνο σε χειροκίνητη αλλαγή κομματιού
es: Sólo en cambio manual de pista
et: Ainult palade vahetamisel käsitsi
fa: فقط هنگام تغییر دستی شیار
fi: kun vaihdan kappaletta
fr: Uniquement lors d'un changement de morceau manuel
he: בעת שינוי ידני של רצועה
hu: Csak kézi számváltáskor
it: Solo in caso di cambiamento manuale della traccia
ja: 手動でトラックを変更したときのみ
km: សម្រាប់​តែ​ការ​ផ្លាស់ប្ដូរ​បទ​ដោយ​ដៃ​ប៉ុណ្ណោះ
lt: Tik naudotojui keičiant dainas
nb: Bare ved manuelt sporbytte
nds: Bloots bi't Wesseln twischen Stücken vun Hand
ne: म्यानुअल ट्रयाक परिवर्तनमा मात्र
nl: Alleen bij handmatige trackwisseling
nn: Berre ved manuelt sporbyte
pa: ਸਿਰਫ਼ ਖੁਦ ਟਰੈਕ ਬਦਲਣ ਸਮੇਂ ਹੀ
pl: Tylko przy ręcznej zmianie utworu
pt: Apenas na Mudança Manual de Faixas
pt_br: Somente ao Mudar de Faixa Manualmente
ru: Только при смене композиции вручную
sk: Iba pri manuálnej zmene stopy
sr: Само при ручној промени нумере
th: ทำในเพลงที่ผู้ใช้เปลี่ยนเองเท่านั้น
tr: Sadece Elle Parça Değişiminde
uk: Тільки при ручній зміні доріжок

source: Select when you want crossfading to occur
af: Kies wanneer jy wil hê dat tussen uitdoor ("Crossfade") moet voorkom
bg: Изберете кога искате да има затихване
ca: Seleccioneu quan voleu que ocorrin les transicions
cs: Zvolte kdy aplikovat prolínání
da: Vælg når du ønsker at overtoning skal ske.
de: Wählen Sie, wann Stücke ineinander übergehen sollen
el: Επιλέξτε πότε επιθυμείτε ομαλή μετάβαση
es: Seleccione cuándo quiere que ocurra la fusión cruzada
et: Vali, millal siiret kasutada
fa: هنگامی که می‌خواهید محو متقابل رخ دهد، برگزینید
fi: Valitse milloin haluat ristiinhäivytyksen tapahtuvan
fr: Sélectionner la façon dont le fondu apparaît
he: בחר מתי ברצונך להשתמש בעמעום־מוצלב
hu: Válassza ki, hogy mikor szeretne áttűnést
it: Seleziona il momento in cui applicare la dissolvenza
ja: どのような場合にクロスフェードするかを選択
km: ជ្រើស​នៅ​ពេល​អ្នក​ចង់​ឲ្យ​កា​រលិចកាត់​បន្តិច​ម្ដង​កើត​ឡើង
lt: Nurodykite kada sulieti dainas
nb: Velg når overtoning skal brukes
nds: Hier kannst Du utsöken, wannehr Stücken överblendt warrt
ne: तपाईँलाई उत्पन्न गर्न क्रसफेडिङ आवश्यक पर्दा चयन गर्नुहोस्
nl: Selecteer wanneer u een vloeiende overgang wilt
nn: Vel når du vil bruka overtoning.
pa: ਚੁਣੋ ਕਿ ਕਦੋਂ ਤੁਸੀਂ ਕਰਾਂਸਫੇਡ ਚਾਹੁੰਦੇ ਹੋ
pl: Wybierz kiedy ma być zastosowane przenikanie
pt: Seleccione quando deseja a mudança gradual de músicas
pt_br: Selecione quando você deseja que uma transição suave ocorra
ru: Условия плавного перехода
sk: Vyberte, kedy sa majú stopy prelínať
sr: Изаберите када желите да долази до претапања
th: ให้เลือก เมื่อคุณต้องการให้มีการเพิ่ม-ลดเสียงระหว่างการเปลี่ยนเพลง
tr: Yumuşak geçişin ne zaman olmasını istediğinizi seçin
uk: Вкажіть коли ви хочете плавні переходи

source: Fade out on e&xit
af: Doof uit en gaan uit
bg: Затихване при &спиране
ca: Esvaeix en &sortir
cs: Zeslabit při u&končení
da: Ton bort ved &afslutning
de: Beim &Beenden ausblenden
el: Ομαλό σβήσιμο στην έ&ξοδο
es: Reali&zar un fundido al salir
et: &Hääbumine väljumisel
fa: محو متقابل هنگام &خروج‌
fi: Häivytä lopetettaessa
fr: Fondu de fin lors de l'&arrêt de l'application
hu: Lehalkítás ki&lépéskor
it: Dissolvenza alla c&hiusura
ja: 終了時にフェードアウトする(&X)
km: លិចបន្តិចម្ដង​នៅ​ពេល​ចេញ
lt: P&ritildyti baigiant darbą
nb: Ton ut ved &slutt
nds: Utblennen bi't Ver&laten
ne: निस्कदा फेड आउट गर्नुहोस्
nl: Uitvagen bij afsl&uiten
nn: Ton ut ved &avslutting
pa: ਬੰਦ ਕਰਨ ਸਮੇਂ ਫੇਡ-ਆਉਟ(&x)
pl: Wycisz przy w&yłączeniu
pt: Amortecer ao &sair
pt_br: Diminuir o som ao &fechar
ru: Постепенное уменьшение громкости при &выходе
sk: Zoslabiť pri &ukončení
sr: Утапај на &изласку
th: หรี่เสียงจบเมื่อ&ออก
tr: Çıkışta &kaybolmayı kullan
uk: Поступове зменшення гучності при ви&ході

source: If checked, Amarok will fade out the music on program exit.
af: As hierdie gekies is, sal Amarok die klank uitdoof as die program toegemaak word.
bg: Ако е включена тази отметка, звукът ще затихне когато спрете програмата.
ca: Si està seleccionat, l'Amarok esvairà la música en sortir del programa.
da: Hvis markeret toner Amarok musikken bort når programmet afsluttes.
de: Wenn diese Einstellung aktiviert ist, wird Amarok die Wiedergabe beim Beenden ausblenden.
el: Αν ενεργοποιηθεί, το AmaroK θα κλείνει την ένταση στης μουσικής ομαλά κατά την έξοδο από το πρόγραμμα.
es: Si está marcado, Amarok realizará un fundido de la música al salir del programa.
et: Sisselülitamisel hääbub muusika Amarokist väljudes.
fa: اگر علامت زده شود، amaroK، هنگام خروج برنامه، موسیقی را محو می‌کند.
fi: Mikäli valittu, Amarok häivyttää musiikin lopetettaessa.
fr: Si cette case est cochée, Amarok effectuera un fondu sur la musique lors de l'arrêt de l'application
hu: Ha be van jelölve, akkor az Amarok lehalkítással állítja le a zenét a programból való kilépéskor
it: Se selezionata, Amarok applicherà la dissolvenza in uscita alla musica alla chiusura del programma.
ja: Amarok を終了したときに再生をフェードアウトします。
km: ប្រសិន​បើ​បាន​គូស​ធីក Amarok នឹងធ្វើ​ឲ្យតន្ត្រី​​លេចបន្តិចម្ដងនៅ​ពេល​ចេញ​ពី​កម្មវិធី ។
lt: Įjungus šią parinktį AmaroK pritildys dainą prieš baigdamas darbą.
nb: Hvis krysset av vil Amarok tone ut musikken når programmet stopper.
nds: Wenn aktiveert, blendt Amarok Stücken an't Programmenn ut
ne: यदि जाँच गरियो भने, अमारोकले कार्यक्रमबाट निस्कदा सङ्गीत फेड आउट गर्नेछ ।
nl: Wanneer ingeschakeld zal Amarok de muziek zachtjes uitvagen als het programma afsluit.
nn: Ton ut musikken når Amarok vert avslutta.
pa: ਜੇਕਰ ਚੁਣਿਆ ਗਿਆ ਤਾਂ ਅਮਰੋਕ ਪਰੋਗਰਾਮ ਬੰਦ ਕਰਨ ਸਮੇਂ ਫੇਡ ਆਉਟ ਕਰੇਗਾ।
pl: Jeśli zaznaczone, Amarok będzie wyciszał muzykę przy wyłączeniu programu.
pt: Se activado, o Amarok irá reduzir o volume da música ao sair do programa.
pt_br: Se selecionada, o Amarok diminuirá o som da música ao fechar o programa.
sk: Ak je zaškrtnuté, Amarok zoslabí hudbu pri ukončení programu.
sr: Ако је попуњено, Amarok ће полако утопити музику при изласку.
th: หากกาเลือกตัวเลือกนี้ Amarok จะหรี่เสีัยงจบเมื่อออกจากโปรแกรม
tr: Bunu işretlediğinizde, Amarok uygulamadan çıklırken müziği yavaş yavaş kısarak kapatır.
uk: Якщо увімкнено, Amarok буде при виході програми поступово зменшувати гучність.

source: &Resume playback on start
af: Gaan voort met terugspeel tydens program opstart
bg: &Изпълнение при стартиране
ca: &Reprèn la reproducció a l'inici
cs: Obnovit přeh&rávání při spuštění
da: &Genoptag afspilning ved start
de: Wiedergabe beim &Start fortsetzen
el: &Συνέχεια αναπαραγωγής στην εκκίνηση
es: &Reanudar reproducción al inicio
et: &Käivitamisel taasalustatakse mängimist
eu: &Jarraitu erreproduzitzen hasieratik
fa: &از سرگیری بازپخش هنگام آغاز‌
fi: &Jatka soittoa, kun ohjelma käynnistetään
fr: &Reprendre la lecture au démarrage
he: &חדש השמעה בהפעלה
hu: A &lejátszás folytatása indításkor
it: &Riprendi la riproduzione all'avvio
ja: 起動時に再生を再開する(&R)
ka: &ჩართვისას დაკვრის გაგრძელება
km: បន្ត​ចាក់​សារ​ថ្មី ពេល​ចាប់ផ្ដើម
ko: 시작할 때 재생 재개(&R)
lt: &Tęsti grojimą įjungus AmaroK
nb: &Fortsett avspilling ved start
nds: Bi't Starten &wiederspelen
ne: सुरूआतमा प्लेब्याक पुन: निरन्तरता दिनुहोस्
nl: Afspelen voo&rtzetten bij start
nn: &Ta opp att avspeling ved start
pa: ਸ਼ੁਰੂ ਕਰਨ ਸਮੇਂ ਪਲੇਅਬੈਕ ਮੁੜ-ਚਾਲੂ(&R)
pl: &Wznów odtwarzanie przy rozpoczęciu programu
pt: &Reiniciar a reprodução no início
pt_br: Continuar reprodução ao inicia&lizar
ru: &Продолжить проигрывание при запуске
se: &Joatkke čuojaheami go prográmma álggahuvvo ođđasit
sk: &Opäť začni prehrávanie pri spustení
sr: &Настави пуштање по покретању
th: เล่นเ&พลงที่ค้างไว้เมื่อเริ่มโปรแกรม
tr: Başlangıçta s&on parça listesine devam et
uk: &При запуску продовжити програвання

source: If checked, Amarok will<br>resume playback from where you left it the previous session -- just like a tape-player.
af: As hierdie gekies is, sal Amarok voortgaan met terugspeel vanaf die posisie waar die vorige sessie geëindig het, net soos 'n kaset speler.
bg: Ако е включена тази отметка, Amarok<br>ще продължи изпълнението от същото мястото, където е била спряна предишната сесия - досущ като касетофон.
ca: Si està seleccionat, l'Amarok<br>reprendrà la reproducció on ho vàreu deixar en l'anterior sessió -- tal i com passaria amb un reproductor de cintes de casset.
cs: Je-li zaškrtnuto, Amarok bude <br>pokračovat v přehrávání od místa, kde během posledního spuštění skončil -- stejně jako magnetofon.
da: Hvis dette er afkrydset vil <br:> Amorak genoptage afspilning derfra hvor du forlod de tidligere session -- ligesom en båndoptager.
de: Wenn aktiviert, setzt Amarok die Wiedergabe nach dem Programmstart an dem Punkt fort, an dem es zuletzt beendet wurde, wie ein Kassettenspieler.
el: Αν επιλεχθεί, το AmaroK θα <br>συνεχίζει την αναπαραγωγή από το σημείο που βρισκόταν στη τελευταία συνεδρία -- όπως ακριβώς ένα κασετόφωνο.
es: Si se activa, Amarok <br>reanudará la reproducción desde donde la dejó en la sesión anterior -- igual que un reproductor de cintas.
et: Märkimisel alustab Amarok kohe mängimist sealt,<br>kus viimasel väljumisel pooleli jäi - umbes nagu lintmaki puhul.
fa: اگر علامت زده شود، amaroK<br> بازپخش را از جایی که شما آن را در نشست قبلی رها کردید، از سر می‌گیرد -- درست نظیر یک پخش‌کنندۀ نوار.
fi: Mikäli valittu, soitto jatkuu siitä, mihin se jäi, kun Amarok suljettiin.
fr: Si cette case est cochée, <br>Amarok reprendra la lecture à l'endroit où vous l'avez arrêtée lors de la session précédente, comme un lecteur de cassettes.
he: אם סומן, Amarok יחזור לנגן מאותו מקום שהופסק בהפעלה הקודמת - בדומה לנגן סרט מגנטי.
hu: Ha be van jelölve, akkor az Amarok<br>azon a helyen folytatja a lejátszást, ahol az előző használat alkalmával le volt állítva (egy szalagos magnetofonhoz hasonlóan)
it: Se selezionata, Amarok<br>riprenderà la riproduzione da dove la aveva interrotta nella precedente sessione -- come un lettore di cassette.
ja: 有効にすると、テーププレーヤと同じように前回のセッションを終了した位置から再生を再開します。
km: ប្រសិន​បើ​បាន​គូស​​ធីក amaroK នឹង<br>បន្ត​ចាក់​សារ​ថ្មី​ពី​កន្លែង​ដែល​អ្នក​បាន​ទុក​វា​ចោល​ពី​មុន -- គឺ​ដូចជា​ម៉ាញ៉េ​អញ្ចឹង ។
ko: 만약 체크된다면,<br>Amarok은 시작시에 최근에 끝나기 전까지 재생중이던 음악을 계속 이어서 재생합니다.
lt: Įjungus šią parinktį AmaroK <br> tęs dainos grojimą nuo tos vietos, ties kuria buvo sustota – veiks kaip magnetofonas.
nb: Hvis dette er på, så <br>fortsetter musikkavspillingen fra der den var når du avsluttet Amarok. Med andre ord vil Amarok fungere akkurat som en kassettspiller.
nds: Wenn aktiveert, maakt Amarok<br>mit dat Afspelen dor wieder, wo Du dor dat verleden Maal mit ophollen hest - jüst as en Kassettenafspeler.
ne: यदि जाँच गरियो भने, अमारोकले <br>प्लेब्याकलाई पुन: निरन्तरता दिनेछ जहाँ तपाईँले यसलाई अघिल्लो सत्रमा छोड्नुभएको थियो -- जस्तै टेप-प्लेयर ।
nl: Indien geselecteerd zal Amarok<br> verder gaan met afspelen vanaf de positie waar het bij de vorige sessie gebleven was. Net zoals bij een cassetterecorder.
nn: Ta opp att musikkavspelinga frå der ho var når du avslutta Amarok. Med andre ord vil Amarok fungera akkurat som ein bandopptakar.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਅਮਰੋਕ<br>ਜਿੱਥੇ ਤੁਸੀਂ ਬੰਦ ਕਰਨ ਸਮੇਂ ਛੱਡ ਕੇ ਗਏ ਸੀ, ਉੱਥੋਂ ਹੀ ਚਲਾਏਗਾ --ਟੇਪ ਪਲੇਅਰ ਦੀ ਹੀ ਤਰਾਂ।
pl: Jeśli jest zaznaczone, Amarok<br> wznowi odtwarzanie w miejscu, w którym znajdowałeś się w poprzedniej sesji -- tak jak odtwarzacz kaset magnetofonowych.
pt: Se seleccionado, o Amarok irá<br>continuar a tocar a partir de onde você o deixou na última sessão -- tal como num leitor de cassetes.
pt_br: Se selecionada, o Amarok continuará a reprodução de onde parou na última sessão -- assim como um toca-fitas.
ru: Продолжать проигрывать ту же композицию, с того же места, на котором оно было когда вы вышли из программы - как в кассетном магнитофоне.
se: Jus dát lea merkejuvvon, de Amarok <br>joatká čuojaheami dan rájes gos lei ovddit bargovuorus -- juste dego ovddeš kaseahttačuojan.
sk: Ak zvolíte toto nastavenie, Amarok <br>začne prehrávať od miesta, kde ste prestali minule -- presne ako kazetový prehrávač.
sr: Ако је попуњено, Amarok ће <br>наставити са пуштањем са истог места где сте завршили претходну сесију — баш као на касетофону.
th: หากกาเลือกไว้ Amarok จะ <br>ทำการเล่นเพลงต่อจากที่คุณได้เล่นค้างไว้จากคราวก่อน -- ก็เหมือนกับเครื่องเล่นเทปน่ะ
tr: İşaretli ise Amarok<br>bir teyp gibi şarkının neresinde kalmışsanız oradan devam edecektir.
uk: Якщо ввімкнено, Amarok під час <br>запуску продовжить програвання з місця, де воно зупинилось у попередньому сеансі -- як в касетному програвачі.

source: &Fadeout
af: Uitdoof
bg: За&тихване
ca: &Esvaïment sortint
cs: Zesla&bování
da: &Borttoning
de: &Ausblenden
el: Ομαλό σ&βήσιμο
es: &Fundido
et: Hää&bumine
fa: &محو شدن‌
fi: &Loppuhäivytys
fr: F&ondu de fin
hu: &Lehalkítás
it: Dissol&venza in uscita
ja: フェードアウト(&F)
km: លិចបន្តិចម្ដង
lt: &Pritildyti
nb: &Uttoning
nds: &Utblennen
ne: फेडआउट
nl: &Uitvagen
nn: &Lyduttoning
pa: ਫੇਡ ਆਉਟ(&F)
pl: &Wyciszenie
pt: A&mortecimento
pt_br: &Diminuição do som
ru: Постепенное у&меньшение громкости
sk: &Zoslabovanie
sr: &Утапање
th: &หรี่เสียงจบ
tr: &Kaybolma
uk: Поступове з&меншення гучності

source: No &fadeout
af: Geen Uitdoof
bg: Без &затихване
ca: Sense &esvaïment sortint
cs: Žádné &zeslabování
da: Ingen &borttoning
de: Nicht &Ausblenden
el: Χωρίς ομαλό σ&βήσιμο
es: Sin &fundido
et: Hää&bumine puudub
fa: بدون &محو شدن‌
fi: Ei &loppuhäivytystä
fr: Aucun f&ondu de fin
hu: Nin&cs lehalkítás
it: Nessuna dissol&venza in uscita
ja: フェードアウトなし(&F)
km: គ្មាន​ការ​លេច​មន្តិចម្ដង
lt: &Nepritildyti
nb: I&ngen uttoning
nds: Nich &utblennen
ne: फेडआउट छैन
nl: Niet &uitvagen
nn: Inga lyduttoning
pa: ਫੇਡ ਆਉਟ ਨਹੀਂ(&F)
pl: Brak &wyciszenia
pt: Sem a&mortecimento
pt_br: Nenhuma di&minuição do som
ru: &Отключить
sk: Bez &zoslabovania
sr: &Без утапања
th: ไม่&หรี่เสียงจบ
tr: &Kaybolma kullanma
uk: Без поступового з&меншення гучності
