Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Select an attribute for the filter
af: Kies 'n eienskap vir die filter
bg: Изберете атрибут за филтъра
ca: Seleccioneu un atribut pel filtre
cs: Vybrat atribut pro filtr
da: Vælg en egenskab for filtret
de: Wählen Sie eine Eigenschaft für den Filter
el: Επιλέξτε μια λέξη κλειδί για το φίλτρο
es: Seleccionar un atributo para el filtro
et: Vali filtri atribuut
fa: برگزیدن یک خصیصه برای پالایه
fi: Valitse attribuutti suotimelle
fr: Sélectionnez un attribut pour le filtre
hu: Válasszon egy tulajdonságot a szűrőhöz
it: Seleziona un attributo per il filtro
ja: フィルタに使用する属性を選択
km: ជ្រើស​គុណលក្ខណៈ​សម្រាប់​តម្រង
lt: Nurodykite filtro kriterijų
nb: Velg en egenskap for filteret
nds: Sööke en Egenschap för den Filter ut
ne: फिल्टरका लागि एउटा विशेषता चयन गर्नुहोस्
nl: Selecteer een attribuut voor het filter
nn: Vel ein eigenskap for filteret
pa: ਫਿਲਟਰ ਲਈ ਗੁਣ ਚੁਣੋ
pl: Wybierz atrybut do filtra
pt: Seleccione um atributo para o filtro
pt_br: Selecione um atributo para o filtro
ru: Выберите атрибут, по которому следует осуществлять фильтрацию
se: Vállje attribuhta sillái
sk: Vyberte atribút pre filtrovanie
sr: Изаберите атрибут за филтрирање
th: เลือกลักษณะเฉพาะสำหรับตัวกรอง
tr: Filtre için bir özellik seçin
uk: Виберіть атрибут для фільтра

source: Simple Search
af: Eenvoudige Soek
bg: Обикновено търсене
ca: Cerca simple
cs: Jednoduché hledání
da: Enkel søgning
de: Einfache Suche
el: Απλή αναζήτηση
es: Búsqueda simple
et: Lihtotsing
fa: جستجوی ساده
fi: Yksinkertainen haku
fr: Recherche simple
hu: Egyszerű keresés
it: Ricerca semplice
ja: 単純検索
km: ការ​ស្វែងរក​ធម្មតា
lt: Paprasta paieška
nb: Enkelt søk
nds: Eenfache Söök
ne: साधारण खोजी
nl: Eenvoudig zoeken
nn: Enkelt søk
pa: ਸਧਾਰਨ ਖੋਜ
pl: Proste wyszukiwanie
pt: Pesquisa Simples
pt_br: Busca Simples
ru: Простой поиск
se: Oktageardánis ohcan
sk: Jednoduché hľadanie
sr: Једноставна претрага
th: ค้นหาแบบง่าย
tr: Basit Arama
uk: Простий пошук

source: Album
bg: Албум
ca: Àlbum
el: Άλμπουμ
es: Álbum
eu: Albuma
fa: آلبوم
fi: Levy
he: כותר
ja: アルバム
ka: ალბომი
km: អាល់ប៊ុម
ko: 음반
lt: Albumas
ne: एल्बम
pa: ਐਲਬਮ
pt: Álbum
pt_br: Álbum
ru: Альбом
se: Skearru
sr: Албум
th: อัลบั้ม
tr: Albüm
uk: Альбом

source: Artist
af: Kunstenaar
bg: Изпълнител
ca: Artista
cs: Interpret
da: Kunstner
de: Interpret
el: Καλλιτέχνης
es: Artista
et: Esitaja
eu: Artista
fa: هنرمند
fi: Artisti
fr: Artiste
he: אומן
hu: Előadó
it: Artista
ja: アーティスト
ka: შემსრულებელი
km: សិល្បករ
ko: 아티스트
lt: Atlikėjas
nds: Künstler
ne: कलाकार
nl: Artiest
pa: ਕਲਾਕਾਰ
pl: Wykonawca
pt: Artista
pt_br: Artista
ru: Исполнитель
se: Artista
sk: Interpret
sr: Извођач
th: ศิลปิน
tr: Sanatçı
uk: Виконавець

source: Bitrate
af: Bistempo
bg: Скорост
ca: Taxa de bits
cs: Bitový tok
el: Ρυθμός bit
es: Tasa de bits
et: Bitikiirus
eu: Bit-tasa
fa: میزان ارسال بیت
fi: Bittinopeus
fr: Débit
he: קצב סיביות
hu: Bitráta
ja: ビットレート
km: អត្រា​ប៊ីត
ko: 비트레이트
lt: Bitų dažnis
ne: बिट्रेट
pa: ਬਿੱਟਰੇਟ
pl: Szybkość transmisji
pt: Taxa de Dados
pt_br: Taxa de Bits
ru: Битовый поток
sk: Bitový tok
sr: Битски проток
th: บิตเรท
uk: Частота

source: BPM
bg: Уд/мин
ca: Tempo
da: taktslag/min
hu: Ütem/perc
lt: Bitai per minutę
ne: बीपीएम
nn: Slag per minutt
pl: Uderzenia na minutę
ru: Число ударов в минуту
th: จังหวะต่อนาที
uk: Бітів за хвилину

source: Comment
af: Kommentaar
bg: Коментар
ca: Comentari
cs: Komentář
da: Kommentar
de: Kommentar
el: Σχόλιο
es: Comentario
et: Kommentaar
eu: Iruzkina
fa: توضیح
fi: Kommentti
fr: Commentaire
he: הערה
hu: Megjegyzés
it: Commento
ja: コメント
ka: კომენტარი
km: សេចក្តី​អធិប្បាយ
ko: 설명
lt: Komentaras
nb: Kommentar
nds: Kommentar
ne: टिप्पणी
nl: Toelichting
nn: Merknad
pa: ਟਿੱਪਣੀ
pl: Komentarz
pt: Comentário
pt_br: Comentários
ru: Комментарий
se: Kommeanta
sk: Komentár
sr: Коментар
th: ความเห็น
tr: Açıklama
uk: Коментар

source: Composer
af: Saamsteller
bg: Композитор
ca: Compositor
cs: Skladatel
da: Komponist
de: Komponist
el: Συνθέτης
es: Compositor
et: Helilooja
eu: Konpositorea
fa: مؤلف
fi: Säveltäjä
fr: Compositeur
he: מלחין
hu: Szerző
it: Compositore
ja: 作曲者
ka: რედაქტორი
km: កម្មវិធី​តែង
ko: 작곡가
lt: Kompozitorius
nb: Komponist
nds: Komponist
ne: कम्पोजर
nl: Componist
nn: Komponist
pa: ਸੰਗੀਤਕਾਰ
pl: Kompozytor
pt: Compositor
pt_br: Compositor
ru: Композитор
se: Komponista
sk: Skladateľ
sr: Композитор
th: ผู้ประพันธ์
tr: Besteci
uk: Композитор

source: Directory
af: Gids
bg: Директория
ca: Directori
cs: Adresář
da: Mappe
de: Ordner
el: Κατάλογος
es: Carpeta
et: Kataloog
eu: Direktorioa
fa: فهرست راهنما
fi: Kansio
fr: Dossier
he: תיקייה
hu: Könyvtár
it: Cartella
ja: ディレクトリ
ka: დირექტორია
km: ថត
ko: 디렉터리
lt: Aplankas
nb: Mappe
nds: Orner
ne: डाइरेक्टरी
nl: Map
nn: Mappe
pa: ਡਾਇਰੈਕਟਰੀ
pl: Katalog
pt: Pasta
pt_br: Diretório
ru: Каталог
se: Máhppa
sk: Adresár
sr: Директоријум
th: ไดเร็คทอรี
tr: Dizin
uk: Каталог

source: Disc Number
af: Skyf nommer
bg: Номер на диск
ca: Nombre del disc
cs: Číslo disku
da: Disknummer
de: CD-Nummer
el: Αριθμός δίσκου
es: Número de disco
et: Plaadi number
eu: Disko-zenbakia
fa: شمارۀ دیسک
fi: Levynumero
fr: Numéro du disque
he: מספר דיסק
hu: Lemez-sorszám
it: Numero disco
ja: ディスク番号
ka: დისკის ნომერი
km: លេខ​ថាស
ko: 디스크 번호
lt: Disko numeris
nb: Plate nummer
nds: Schievnummer
ne: डिस्क सङ्ख्या
nl: Schijfnummer
nn: Platenummer
pa: ਡਿਸਕ ਨੰਬਰ
pl: Numer płyty
pt: Número do Disco
pt_br: Número do Disco
ru: Номер дорожки
se: Skearronummir
sk: Číslo disku
sr: Број диска
th: หมายเลขแผ่นดิสก์
tr: Disk Numarası
uk: Номер диска

source: Filename
af: Lêernaam
bg: Име на файл
ca: Nom del fitxer
cs: Název souboru
da: Filnavn
de: Dateiname
el: Όνομα αρχείου
es: Nombre del archivo
et: Faili nimi
eu: Fitxategi-izena
fa: نام پرونده
fi: Tiedostonimi
fr: Nom de fichier
he: שם קובץ
hu: Fájlnév
it: Nome file
ja: ファイル名
ka: ფაილის სახელი
km: ឈ្មោះ​ឯកសារ
ko: 파일 이름
lt: Bylos pavadinimas
nb: Filnavn
nds: Dateinaam
ne: फाइलनाम
nl: Bestandsnaam
nn: Filnamn
pa: ਫਾਇਲ ਨਾਂ
pl: Nazwa pliku
pt: Nome do ficheiro
pt_br: Nome do arquivo
ru: Имя файла
se: Fiilanamma
sk: Názov súboru
sr: Име фајла
th: ชื่อแฟ้ม
tr: Dosya Adı
uk: Назва файла

source: Mount Point
af: Koppel Punt
bg: Точка на монтиране
ca: Punt de muntatge
cs: Bod připojení
da: Monteringspunkt
de: Mountpunkt
el: Σημείο προσάρτησης
es: Punto de montaje
et: Ühendamiskoht
eu: Muntatze-puntua
fa: نقطۀ سوار کردن
fi: Liitoskohta
fr: Point de montage
he: נקודת עגינה
hu: Csatolási pont
it: Punto di mount
ja: マウントポイント
km: ចំណុចម៉ោន ៖
ko: 마운트 지점
lt: Prijungimo vieta
nb: Monteringspunkt
nds: Inhangoort
ne: माउन्ट बिन्दु
nl: Aankoppelpunt (mountpoint)
nn: Monteringspunkt
pa: ਮਾਊਂਟ ਥਾਂ
pl: Punkt montowania
pt: Ponto de Montagem
pt_br: Ponto de Montagem
ru: Точка монтирования
se: Čatnanbáiki
sk: Bod pripojenia
sr: Тачка монтирања
th: จุดที่เมานท์
tr: Bağlama Noktası
uk: Точка підключення

source: Filetype
af: Lêer tipe
bg: Тип файл
ca: Tipus de fitxer
cs: Typ souboru
da: Filtype
de: Dateityp
el: Τύπος αρχείου
es: Tipo de archivo
et: Failitüüp
fa: نوع پرونده
fi: Tiedostotyyppi
fr: Type de fichier
hu: Fájltípus
it: Tipo di file
ja: ファイルタイプ
km: ប្រភេទ​ឯកសារ
lt: Bylos tipas
nb: Filtype
nds: Dateityp
ne: फाइल प्रकार
nl: Bestandstype
nn: Filtype
pa: ਫਾਇਲ ਕਿਸਮ
pl: Typ pliku
pt: Tipo de Ficheiro
pt_br: Tipo de arquivo
ru: Тип файла
se: Fiilašládja
sk: Typ súboru
sr: Тип фајла
th: ชนิดแฟ้ม
tr: Dosya tipi
uk: Тип файла

source: Genre
af: Tipe
bg: Жанр
ca: Gènere
cs: Žánr
el: Είδος
es: Género
et: Žanr
eu: Generoa
fa: نوع
fi: Tyylilaji
fr: Style
he: סגנון
hu: Műfaj
it: Genere
ja: ジャンル
ka: ჟანრი
km: ចង្វាក់
ko: 장르
lt: Žanras
nb: Sjanger
nds: Musikoort
ne: विधा
nn: Sjanger
pa: ਧੁਨ
pl: Gatunek
pt: Género
pt_br: Gênero
ru: Жанр
se: Šáŋra
sk: Žáner
sr: Жанр
th: ประเภท
tr: Tarz
uk: Жанр

source: Length
af: Lengte
bg: Времетраене
ca: Durada
cs: Délka
da: Længde
de: Länge
el: Διάρκεια
es: Duración
et: Pikkus
eu: Luzera
fa: طول
fi: Pituus
fr: Durée
he: אורך
hu: Hossz
it: Durata
ja: 長さ
ka: სიგრძე
km: រយៈពេល
ko: 길이
lt: Trukmė
nb: Lengde
nds: Längde
ne: लम्बाइ
nl: Lengte
nn: Lengd
pa: ਲੰਬਾਈ
pl: Długość
pt: Tamanho
pt_br: Duração
ru: Время
se: Guhkkodat
sk: Dĺžka
sr: Трајање
th: ความยาว
tr: Uzunluk
uk: Тривалість

source: Label
af: Etiket
bg: Етикет
ca: Etiqueta
cs: Popisek
da: Etiket
el: Ετικέτα
es: Etiqueta
et: Märgend
fa: برچسب
fi: Nimike
fr: Libellé
hu: Címke
it: Etichetta
ja: ラベル
km: ស្លាក ៖
lt: Etiketė
nb: Etikett
nds: Steekwöör
ne: लेबुल
nn: Merkelapp
pa: ਲੇਬਲ
pl: Etykieta
pt: Legenda
pt_br: Rótulo
ru: Метка
se: Skearrofitnodat
sk: Štítok
sr: Етикета
th: ป้าย
tr: Etiket
uk: Надпис

source: Lyrics
af: Lirieke
bg: Текстове на песни
ca: Lletres
cs: Text
da: Sangtekst
de: Text
el: Στίχοι
es: Letra
et: Sõnad
eu: Hitzak
fa: آهنگ
fi: Sanoitus
fr: Paroles
he: מילות־שיר
hu: Dalszöveg
it: Testi
ja: 歌詞
ka: ტექსტი
km: អត្ថបទ​ចម្រៀង
ko: 가사
lt: Dainos tekstas
nb: Sangtekst
nds: Text
ne: रचना
nl: Liedtekst
nn: Songtekst
pa: ਗੀਤ
pl: Teksty
pt: Letras Musicais
pt_br: Letras
ru: Текст
se: Teavsttat
sk: Text
sr: Текст
th: เนื้อเพลง
tr: Şarkı Sözleri
uk: Тексти пісень

source: Play Count
af: Speel Telling
bg: Брояч
ca: Recompte de reproduccions
cs: Počet přehrání
da: Afspilningstæller
de: Abspielzähler
el: Μετρητής αναπαραγωγής
es: Contador de reproducción
et: Esitamisloendur
eu: Erreprodukzio kopurua
fa: شمارش پخش
fi: Soittokerrat
fr: Compteur d'écoutes
he: מונה השמעות
hu: Lejátszások száma
it: Contatore di riproduzione
ja: 再生回数
ka: დაკვრის მრიცხველი
km: ចំនួន​ចាក់
ko: 재생 횟수
lt: Dažnumas
nb: Avspillingsteller
nds: Afspeelklock
ne: प्ले गणना
nl: Afspeelteller
nn: Avspelingsteljar
pa: ਚਲਾਉਣ ਗਿਣਤੀ
pl: Licznik odtwarzania
pt: Contador de Reprodução
pt_br: Número de Reproduções
ru: Счётчик
se: Galle geardde čuojahuvvon
sk: Počítadlo prehrávania
sr: Бројач пуштања
th: จำนวนครั้งที่เล่น
tr: Çalma Sayısı
uk: Лічильник програвання

source: Rating
af: Rang
bg: Оценка
ca: Valoració
cs: Hodnocení
da: Scoring
de: Bewertung
el: Αξιολόγηση
es: Valoración
et: Hinnang
fa: ارزیابی
fi: Arvostelu
fr: Vote
he: מדרוג
hu: Besorolás
it: Valutazione
ja: 評価
ka: რეიტინგი
km: អត្រា
ko: 비중
lt: Įvertinimas
nb: Rangering
nds: Beweerten
ne: मूल्याङ्कन
nl: Waardering
nn: Karakter
pa: ਰੇਟਿੰਗ
pl: Notowania
pt: Classificação
pt_br: Avaliação
ru: Рейтинг
se: Árvosátni
sk: Hodnotenie
sr: Рејтинг
th: เรตติ้ง
tr: Beğeni
uk: Рейтинг

source: Sample Rate
af: Monster tempo
bg: Дискретизация
ca: Freqüència de mostreig
cs: Vzorkovací frekvence
de: Abtastrate
el: Ρυθμός δειγματοληψίας
es: Tasa de muestreo
et: Diskreetimissagedus
eu: Lagin-tasa
fa: میزان نمونه
fi: Näytteenottotaajuus
fr: Échantillonnage
he: קצב דגימה
hu: Mintavételi ráta
it: Campionamento
ja: サンプリングレート
ka: სანიმუშო სიხშირე
km: អត្រាគំរូ
ko: 샘플링레이트
lt: Kadrų dažnis
nb: Samplingsrate
nds: Aftastrate
ne: नमूना दर
nn: Samplingsrate
pa: ਸੈਂਪਲ ਰੇਟ
pl: Próbkowanie
pt: Taxa de Amostragem
pt_br: Taxa de Amostragem
ru: Частота дискретизации
sk: Rýchlosť vzorkovania
sr: Учестаност узорковања
th: อัตราการสุ่มตัวอย่าง
tr: Örnekleme Oranı
uk: Частота вибірки

source: Score
af: Telling
bg: Точки
ca: Puntuació
cs: Skóre
de: Punkte
el: Βαθμολογία
es: Puntuación
et: Hinne
eu: Puntuazioa
fa: امتیاز
fi: Pisteitä
he: ניקוד
hu: Pontszám
it: Punteggio
ja: スコア
ka: ქულა
km: ពិន្ទុ
ko: 점수
lt: Reitingas
nb: Poeng
nds: Pünkt
ne: प्राप्ताङ्क
nn: Poeng
pa: ਅੰਕ
pl: Punktacja
pt: Pontuação
pt_br: Pontuação
ru: Счёт
se: Čuoggát
sk: Skóre
sr: Резултат
th: คะแนน
tr: Puan
uk: Рахунок

source: File Size
af: Lêer grootte
bg: Размер на файл
ca: Mida de fitxer
cs: Velikost souboru
da: Filstørrelse
de: Dateigröße
el: Μέγεθος αρχείου
es: Tamaño del archivo
et: Failisuurus
eu: Fitxategi-tamaina
fa: اندازۀ پرونده
fi: Tiedostokoko
fr: Taille du fichier
he: גודל קובץ
hu: Fájlméret
it: Dimensione file
ja: ファイルサイズ
ka: ფაილის ზომა
km: ទំហំ​ឯកសារ
ko: 파일 크기
lt: Bylos dydis
nb: Filstørrelse
nds: Dateigrött
ne: फाइल साइज
nl: Bestandsgrootte
nn: Filstorleik
pa: ਫਾਇਲ ਅਕਾਰ
pl: Rozmiar pliku
pt: Tamanho do Ficheiro
pt_br: Tamanho do Arquivo
ru: Размер файла
se: Fiilasturrodat
sk: Veľkosť súboru
sr: Величина фајла
th: ขนาดแฟ้ม
tr: Dosya Boyutu
uk: Розмір файла

source: Title
af: Titel
bg: Заглавие
ca: Títol
cs: Název
da: Titel
de: Titel
el: Τίτλος
es: Título
et: Pealkiri
eu: Titulua
fa: عنوان
fi: Nimi
fr: Titre
he: שם הרצועה
hu: Cím
it: Titolo
ja: タイトル
ka: სათაური
km: ចំណង​ជើង
ko: 제목
lt: Pavadinimas
nb: Tittel
nds: Titel
ne: शीर्षक
nl: Titel
nn: Tittel
pa: ਸਿਰਲੇਖ
pl: Tytuł
pt: Título
pt_br: Título
ru: Название
se: Namahus
sk: Názov
sr: Наслов
th: ชื่อเพลง/รายการ
tr: Şarkı adı
uk: Заголовок

source: Track
af: Snit
bg: Номер
ca: Peça
cs: Skladba
da: Spor
de: Stück
el: Κομμάτι
es: Pista
et: Pala
eu: Pista
fa: شیار
fi: Kappale
fr: Morceau
he: רצועה
hu: Szám
it: Traccia
ja: トラック
ka: ჩანაწერი
km: បទ
ko: 트랙
lt: Takelis
nb: Spor
nds: Stücknummer
ne: ट्रयाक
nn: Spor
pa: ਟਰੈਕ
pl: Utwór
pt: Faixa
pt_br: Faixa
ru: Дорожка
se: Bihttá
sk: Skladba
sr: Нумера
th: เพลงที่
tr: Parça
uk: Доріжка

source: Year
af: Jaar
bg: Година
ca: Any
cs: Rok
da: År
de: Jahr
el: Έτος
es: Año
et: Aasta
eu: Urtea
fa: سال
fi: Vuosi
fr: Année
he: שנה
hu: Év
it: Anno
ja: 年
ka: წელი
km: ឆ្នាំ
ko: 연도
lt: Metai
nb: År
nds: Johr
ne: वर्ष
nl: Jaar
nn: År
pa: ਸਾਲ
pl: Rok
pt: Ano
pt_br: Ano
ru: Год
se: Jahki
sk: Rok
sr: Година
th: ปี
tr: Yıl
uk: Рік

source: <p>Type the attribute value or the text to look for here.</p>
af: <p>Tik die eienskap waarde of die teks waarvoor gesoek moet word hierso.</p>
bg: <p>Въведете атрибута или текста за търсене.</p>
ca: <p>Introduïu aquí el valor de l'atribut o el text a cercar.</p>
da: <p>Indtast egenskabens værdi eller teksten at søge efter her.</p>
de: <p>Geben Sie für die Eigenschaft eine Zahl oder den zu suchenden Text ein.</p>
el: <p>Πληκτρολογήστε εδώ τη λέξη κλειδί ή το κείμενο αναζήτησης.</p>
es: <p>Escriba aquí el valor del atributo o el texto a buscar.</p>
et: <p>Kirjuta siia atribuudi väärtus või otsitav tekst.</p>
fa: <p>تحریر مقدار خصیصه یا متن جهت جستجو در اینجا.</p>
fi: <p>Anna attribuutin arvo tai etsittävä teksti.</p>
fr: <p>Entrez la valeur de l'attribut ou le texte à chercher ici.</p>
hu: <p>Adja meg itt a tulajdonság értékét vagy a keresendő szöveget</p>
it: <p>Digita qui il valore dell'attributo o il testo da cercare.</p>
ja: <p>ここに属性の値または検索するテキストを入力します。</p>
km: <p>វាយ​តម្លៃ​គុណលក្ខណៈ ឬ​អត្ថបទ​ត្រូវ​រក​នៅ​ទីនេះ ។ </p>
lt: <p>Įrašykite kriterijaus reikšmę arba ieškomą žodį.</p>
nb: <p>Oppgi attributtverdi eller søketeksten her.</p>
nds: <p>Giff hier den Weert vun de Egenschap oder den Text in, na den Du söchst.</p>
ne: <p> यहाँ हेर्नका लागि विशेषता मान वा पाठ टाइप गर्नुहोस् ।</p>
nl: <p>Voer hier het attribuut of de tekst om naar te zoeken in.</p>
nn: <p>Skriv inn eigenskapsverdien eller teksten du vil sjå etter her.</p>
pl: <p>Wpisz tutaj atrybut lub szukany tekst.</p>
pt: <p>Escreva aqui o valor do atributo ou o texto a pesquisar.</p>
pt_br: <p>Digite aqui o valor do atributo ou o texto para buscar.</p>
ru: <p>Введите значение атрибута или искомый текст.</p>
se: <p>Čális attribuhta dahje teavstta maid ozat dása.</p>
sk: <p>Sem zadajte hodnotu atribútu alebo text, ktorý chcete hľadať.</p>
sr: <p>Упишите овде вредност атрибута или текст који желите да потражите.</p>
th: <p>พิมพ์ค่าลักษณะเฉพาะ หรือข้อความสำหรับค้นหาที่นี่</p>
uk: <p>Введіть сюди значення атрибута або текст, за яким шукати.</p>

source: Attribute value is
af: Eienskap waarde is
bg: Стойността на атрибута е
ca: El valor de l'atribut és
cs: Hodnota atributu je
da: Egenskabens værdi er
de: Wert der Eigenschaft ist
el: Η τιμή της λέξης κλειδιού είναι
es: El valor del atributo es
et: Atribuudi väärtus on
fa: مقدار خصیصه این است
fi: Attribuutin arvo on
fr: La valeur de l'attribut est
hu: A tulajdonság értéke:
it: Il valore dell'attributo è
ja: 属性の値
km: តម្លៃ​គុណលក្ខណៈ​ជា
lt: Kriterijaus reikšmė
nb: Attributtverdi er
nds: De Weert is
ne: विशेषता मान
nl: Attribuut is
nn: Eigenskapsverdien er
pa: ਗੁਣ ਮੁੱਲ ਹੈ
pl: Wartość atrybutu
pt: O valor do atributo é
pt_br: O valor do atributo é
ru: Значение атрибута
se: Attribuhta árvu lea
sk: Hodnota atribútu je
sr: Вредност атрибута је
th: ค่าลักษณะเฉพาะคือ
tr: Özellik değeri
uk: Значення атрибута

source: smaller than
af: kleiner as
bg: по-малка от
ca: més petit que
cs: menší než
da: er mindre end
de: kleiner als
el: μικρότερη του
es: menor que
et: väiksem kui
fa: کوچک‌تر از
fi: pienempi kuin
fr: inférieur à
hu: kisebb mint
it: minore di
ja: 次より小さい
km: តូច​ជាង
lt: mažesnė už
nb: mindre enn
nds: lütter as
ne: यसभन्दा सानो
nl: kleiner dan
nn: mindre enn
pa: ਇਸ ਤੋਂ ਛੋਟੀ
pl: mniejszy niż
pt: menor que
pt_br: menor que
ru: меньше чем
se: lea unnit go
sk: menší ako
sr: мања од
th: น้อยกว่า
tr: 'den daha küçük
uk: менше, ніж

source: larger than
af: grootte as
bg: по-голяма от
ca: més gran que
cs: větší než
da: større end
de: größer als
el: μεγαλύτερη του
es: mayor que
et: suurem kui
fa: بزرگ‌تر از
fi: suurempi kuin
fr: supérieur à
hu: nagyobb mint
it: maggiore di
ja: 次より大きい
km: ធំជាង
lt: didesnė už
nb: større enn
nds: grötter as
ne: यसभन्दा ठूलो
nl: groter dan
nn: større enn
pa: ਇਸ ਤੋਂ ਵੱਡੀ
pl: większy niż
pt: maior que
pt_br: maior que
ru: больше чем
se: lea stuoribut go
sk: väčší ako
sr: већа од
th: มากกว่า
tr: 'den daha büyük
uk: більше, ніж

source: equal to
af: gelyk aan
bg: равна на
ca: igual a
cs: se rovná
da: lig med
de: gleich
el: ίση με
es: igual a
et: võrdne
fa: برابر با
fi: yhtäsuuri kuin
fr: égal à
hu: egyenlő ezzel:
it: uguale a
ja: 次と等しい
km: ស្មើ​នឹង
lt: yra lygi
nb: lik
nds: liek as
ne: यससँग बराबर छ
nl: gelijk aan
nn: lik
pa: ਬਰਾਬਰ
pl: równy
pt: igual a
pt_br: igual à
ru: равно
se: ovttamađu
sk: rovné
sr: једнака
th: เท่ากับ
tr: eşit
uk: дорівнює

source: between
af: tussen
bg: между
ca: entre
cs: mezi
da: mellem
de: zwischen
el: ανάμεσα
es: entre
et: vahemikus
fa: بین
fi: välillä
fr: entre
hu: ezek közé esik:
it: compreso tra
ja: 次の間
km: នៅ​ចន្លោះ
lt: yra tarp
nb: mellom
nds: twischen
ne: बीच
nl: tussen
nn: mellom
pa: ਵਿੱਚ
pl: pomiędzy
pt: entre
pt_br: entre
ru: между
se: lea gaska
sk: medzi
sr: између
th: อยู่ระหว่าง
tr: arasında
uk: між

source: and
af: en
bg: и
ca: i
cs: a
da: og
de: und
el: και
es: y
et: ja
eu: eta
fa: و
fi: ja
fr: et
he: וגם
hu: és
it: e
ka: და
km: និង
ko: 그리고
lt: ir
nb: og
nds: un
ne: र
nl: en
nn: og
pa: ਅਤੇ
pl: i
pt: e
pt_br: e
ru: и
se: ja
sk: a
sr: и
th: และ
tr: ve
uk: і

source: Unit:
af: Eenheid:
bg: Единица:
ca: Unitat:
cs: Jednotka:
da: Enhed:
de: Einheit:
el: Μονάδα:
es: Unidad:
et: Ühik:
fa: واحد:
fi: Mittayksikkö:
fr: Unité :
hu: Egység:
it: Unità:
ja: 単位:
km: ឯកតា ៖
lt: Vienetas:
nb: Enhet:
nds: Eenheit
ne: एकाइ:
nl: Eenheid:
nn: Eining:
pa: ਯੂਨਿਟ:
pl: Jednostka:
pt: Unidade:
pt_br: Unidade:
ru: Единицы:
se: Ovttadat:
sk: Jednotka:
sr: Јединица:
th: หน่วย:
tr: Birim:
uk: Одиниця:

source: B (1 Byte)
af: B (1 Greep)
bg: Б (1 байт)
cs: B (1 bajt)
da: Byte (1 byte)
et: B (1 bait)
fa: بایت )۱ بایت(
fi: B
fr: O (1 Octet)
hu: B (1 bájt)
ja: B (1 バイト)
km: បៃ (១ បៃ)
lt: B (1 baitas)
ne: B (१ बाइट)
pa: B (1 ਬਾਈਟ)
pl: B (1 bajt)
ru: б (1 б)
se: B (1 stávval)
sk: B (1 Bajt)
sr: B (1 бајт)
th: B (1 ไบต์)
tr: B (1 Bayt)
uk: Б (1 Байт)

source: KB (1024 Bytes)
af: KB (1024 Grepe)
bg: кБ (1024 байта)
ca: KiB (1024 Bytes)
cs: KB (1024 bajtů)
da: KB (1024 byte)
de: KB (1024 Byte)
et: KB (1024 baiti)
fa: کیلو بایت )۱۰۲۴ بایت(
fi: KiB
fr: Ko (1024 Octets)
hu: KB (1024 bájt)
it: kB (1024 byte)
ja: KB (1024 バイト)
km: គីឡូបៃ (១០២៤ បៃ)
lt: KB (1024 baitai)
nb: KB (1024 byte)
ne: किलोबाइट (१०२४ बाइट)
nn: KiB (1024 byte)
pa: KB (1024 ਬਾਈਟ)
pl: KB (1024 bajty)
ru: Кб (1024 б)
se: KB (1024 stávvala)
sk: KB (1024 Bajtov)
sr: kB (1024 бајта)
th: KB (1024 ไบต์)
tr: KB (1024 Bayt)
uk: КБ (1024 байтів)

source: MB (1024 KB)
bg: МБ (1024 кБ)
ca: MiB (1024 KB)
da: MB (1024 Kibyte)
fa: مگا بایت )۱۰۲۴ کیلوبایت(
fi: MiB
fr: Mo (1024 Ko)
it: MB (1024 kbyte)
km: មេកាបៃ (១០២៤ គីឡូបៃ)
ne: मेगाबाइट (१०२४ किलोबाइट)
nn: MiB (1024 KiB)
ru: Мб (1024 Кб)
uk: МБ (1024 КБ)

source: Filter action
af: Filter aksie
bg: Филтър
ca: Acció del filtre
cs: Akce filtru
da: Filterhandling
de: Filter-Aktion
el: Ενέργεια φίλτρου
es: Acción del filtro
et: Filtri toiming
fa: کنش پالایه
fi: Suodintoiminto
fr: Action du filtre
hu: Szűrőművelet
it: Azione di filtro
ja: フィルタの動作
km: សកម្មភាព​តម្រង
lt: Filtro veiksmas
nb: Filterhandling
nds: Filterakschoon
ne: फिल्टर कार्य
nl: Filteractie
nn: Filterhandling
pa: ਫਿਲਟਰ ਕਿਸਮ
pl: Akcja filtra
pt: Acção do filtro
pt_br: Ação do filtro
ru: Интерпретация
se: Sillendoaibma
sk: Akcia filtra
sr: Акција филтера
th: การกระทำของตัวกรอง
tr: Filtre davranışı
uk: Дія фільтра

source: Match all words
af: Stem met al die woorde ooreen
bg: Всички думи
ca: Cerca totes les paraules
cs: Odpovídá všem slovům
da: Match alle ord
de: Alle Wörter müssen übereinstimmen
el: Ταίριασμα όλων των λέξεων
es: Coincidir todas las palabras
et: Sobivad kõik sõnad
fa: تطبیق همۀ واژه‌ها
fi: Täsmää kaikkiin sanoihin
fr: Correspond à tous les mots
hu: Illeszkedés az összes szóra
it: Verifica tutte le parole
ja: すべての語にマッチ
km: ផ្គូផ្គង​ពាក្យ​ទាំងអស់
lt: Atitinka visus žodžius
nb: Pass med alle ord
nds: All Wöör passt
ne: सबै शब्दको जोडा मिलाउनुहोस्
nl: Overeenkomen met alle woorden
nn: Alle orda
pa: ਸਭ ਸ਼ਬਦ ਮਿਲਦੇ
pl: Dopasuj wszystkie słowa
pt: Corresponder a todas as palavras
pt_br: Igualar todas as palavras
ru: Все слова
se: Deaivva buot sániid
sk: Zhoda so všetkými slovami
sr: Поклопи све речи
th: เข้ากับคำทั้งหมด
tr: Tüm sözcükleri eşle
uk: Всі слова
