Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Property Active
af: Eienskap: Aktief
bg: Свойство - активно
ca: Propietat: Activa
da: Egenskab aktiv
de: Property: Aktiv
el: Ενεργή ιδιότητα
es: Propiedad activa
et: Omadus aktiivne
eu: Propietatea: aktiboa
fa: ویژگی فعال
fi: Ominaisuus: Aktiivinen
hu: Tulajdonság aktív
ja: プロパティ アクティブ
ka: აქტიური მდგომარეობა
km: លក្ខណៈ​សម្បត្តិ​សកម្ម
ko: 속성 활성화
lt: Nuosavybė: aktyvi
nds: Egenschap: anmaakt
ne: गुण सक्रिय छ
pl: Własność: aktywna
pt: Propriedade Activa
pt_br: Característica: Ativo
sk: Vlastnosť aktívna
sr: Својство, активно
th: คุณสมบัติ เปิดใช้
tr: Özellik Etkin
uk: Властивість: активна

source: Property Inactive
af: Eienskap: Onaktief
bg: Свойство - неактивно
ca: Propietat: Inactiva
da: Egenskab inaktiv
de: Property: Inaktiv
el: Μη ενεργή ιδιότητα
es: Propiedad inactiva
et: Omadus mitteaktiivne
eu: Propietatea: inaktiboa
fa: ویژگی غیرفعال
fi: Ominaisuus: Toimeton
hu: Tulajdonság nem aktív
ja: プロパティ 非アクティブ
ka: არააქტიური მდგომარეობა
km: លក្ខណៈ​សម្បត្តិ​មិន​សកម្ម
ko: 속성 비활성화
lt: Nuosavybė: neaktyvi
nds: Egenschap: nich anmaakt
ne: गुण निस्क्रिय छ
pl: Własność: nieaktywna
pt: Propriedade Inactiva
pt_br: Característica: Inativo
sk: Vlastnosť neaktívna
sr: Својство, није активно
th: คุณสมบัติ ปิด
tr: Özellik Etkin Değil
uk: Властивість: не активна

source: Property Value Underflow
af: Eienskap: Waarde te laag
bg: Свойство - по-ниска стойност
ca: Propietat: Desbordament per sota del valor
da: Underflow af egenskabsværdi
de: Property: Wert-Unterlauf
el: Τιμή ιδιότητας εκτός ορίων
es: Propiedad valor por debajo del límite
eu: Propietatea: balioa gainezkatze-negatiboarekin
fa: پاریز مقدار ویژگی
fi: Ominaisuus: Arvon alivuoto
hu: Tulajdonság-érték alulcsordult
ja: プロパティ 値アンダーフロー
ka: მდგომარეობის მნიშვნელობის მნიშვნელობის დაცემა
km: តម្លៃ​លក្ខណៈ​សម្បត្តិ​មិនគ្រប់​ចំណុះ
ko: 속성 값 언더플로우
lt: Nuosavybė: reikšmė nepakankama
nds: Egenschap: Weert-Ünnerloop
ne: गुण मान न्यून प्रवाहमा छ
pl: Własność: niedopełnienie wartości
pt: Valor da Propriedade Abaixo do Limite
pt_br: Característica: Valor Abaixo do Limite
sk: Podtečenie hodnoty vlastnosti
sr: Својство, подливање вредности
th: คุณสมบัติ ค่าไม่ถึง
uk: Властивість: недоповнення значення

source: Property Value Overflow
af: Eienskap: Waarde oorvloei
bg: Свойство - по-висока стойност
ca: Propietat: Desbordament per sobre del valor
da: Spild af egenskabsværdi
de: Property: Wert-Überlauf
el: Υπερχείλιση τιμής ιδιότητας
es: Propiedad valor por encima del límite
eu: Propietatea: balioa gainezkatua
fa: سرریز مقدار ویژگی
fi: Ominaisuus: Arvon ylivuoto
hu: Tulajdonság-érték túlcsordult
ja: プロパティ 値オーバーフロー
ka: მდგომარეობის მნიშვნელობის გადამეტება
km: តម្លៃ​លក្ខណៈ​សម្បត្តិ​លើស​ចំណុះ
ko: 속성 값 오버플로우
lt: Nuosavybė: reikšmė viršyta
nds: Egenschap: Weert-Överloop
ne: गुण मान अधिकप्रवाहमा छ
pl: Własność: przepełnienie wartości
pt: Valor da Propriedade Acima do Limite
pt_br: Característica: Valor Acima do Limite
sk: Pretečenie hodnoty vlastnosti
sr: Својство, преливање вредности
th: คุณสมบัติ ค่าเกินจะรับได้
tr: Özellik Değer Taşması
uk: Властивість: переповнення значення

source: Property Value less than Lower bound
af: Eienskap: Waarde minder as die onderste perk
bg: Свойство - стойността е по-ниска от долната граница
ca: Propietat: El valor és més petit que el llindar inferior
da: Egenskabsværdi mindre end nedre grænse
de: Property: Wert ist niedriger als die Untergrenze
el: Η τιμή ιδιότητας μικρότερη από το κάτω όριο
es: Valor de propiedad inferior al límite mínimo
eu: Propietatea: balioa azpiko muga baino gutxiagoa
fa: مقدار ویژگی کمتر از کران پایینی
fi: Ominaisuus: Arvo pienempi kuin alaraja
hu: Tulajdonság-érték kisebb az alsó határnál
ja: プロパティ 値が下限未満
ka: მდგომარეობის მნიშვნელობა ქვედა ზღვარზე ნაკლებია
km: តម្លៃ​លក្ខណៈ​សម្បត្តិ​​តូចជាង​ព្រំដែន​ខាង​ក្រោម
ko: 속성 값이 최소 경계보다 작음
lt: Nuosavybė: reikšmė mažesnė už apatinę ribą
nds: Egenschap: Weert to siet
ne: गुण मान न्यूनतम दायरा भन्दा कम छ
pl: Własność: wartość mniejsza niż dolne ograniczenie
pt: Valor da Propriedade Abaixo do Valor Mínimo
pt_br: Característica: Valor menor que o Limite Inferior
sk: Hodnota vlastnosti menšia ako spodná hranica
sr: Својство, вредност мања од доње границе
th: คุณสมบัติ ค่าต่ำกว่าขอบล่าง
tr: Özellik Değer Alt Sınırdan Daha Düşük
uk: Властивість: значення менше за нижнє обмеження

source: Property Value greater than Upper bound
af: Eienskap: Waarde grootter as die boonste perk
bg: Свойство - стойността е по-голяма от горната граница
ca: Propietat: El valor és més gran que el llindar superior
da: Egenskabsværdi større end øvre grænse
de: Property: Wert ist größer als die Obergrenze
el: Η τιμή ιδιότητας μεγαλύτερη από το πάνω όριο
es: Valor de propiedad superior al límite máximo
eu: Propietatea: balioa goiko muga baino handiagoa
fa: مقدار ویژگی بیشتر از کران بالایی
fi: Ominaisuus: Arvo suurempi kuin yläraja
hu: Tulajdonság-érték nagyobb a felső határnál
ja: プロパティ 値が上限超過
ka: მდგომარეობის მნიშვნელობა ზედა ზღვარზე მეტია
km: តម្លៃ​លក្ខណៈ​សម្បត្តិ​ធំជាង​ព្រំដែន​ខាង​លើ
ko: 속성 값이 최대 경계보다 큼
lt: Nuosavybė: reikšmė didesnė už viršutinę ribą
nds: Egenschap: Weert to hooch
ne: गुण मान उच्चतम दायरा भन्दा ठूलो छ
pl: Własność: wartość większa niż górne ograniczenie
pt: Valor da Propriedade Acima do Valor Máximo
pt_br: Característica: Valor maior que o Limite Superior
sk: Hodnota vlastnosti väčšia ako horná hranica
sr: Својство, вредност већа од горње границе
th: คุณสมบัติ ค่าเกินกว่าขอบบน
tr: Özellik Değer Üst Sınırdan Daha Yüksek
uk: Властивість: значення більше за верхнє обмеження

source: Property Delete Pending
af: Uitvee van eienskap hangend
bg: Свойство - изтриване на чакащите
ca: Propietat: Està pendent la supressió
da: Egenskab sletning hvilende
de: Property: Ausstehendes löschen
el: Διαγραφή ιδιότητας σε αναμονή
es: Propiedad pendiente de eliminación
eu: Propietatea: ezabatzeko dago
fa: معلق بودن حذف ویژگی
fi: Ominaisuus: Poisto tapahtumassa
hu: Tulajdonság törlése folyamatban
ja: プロパティ 削除保留
ka: მდგომარეობის წაშლის მოლოდინი
km: លុប​លក្ខណៈ​សម្បត្តិ​មិន​សម្រេច
ko: 속성 공백 삭제
lt: Nuosavybė: šalinti paeiliui
nds: Egenschap: Wegdoon steiht ut
ne: गुण मेटाइ विचाराधिनमा छ
pl: Własność: oczekiwane usunięcie
pt: Remoção Pendente da Propriedade
pt_br: Característica: Remoção Pendente
sk: Vlastnosť Čaká sa na zmazanie
sr: Својство, наступа брисање
th: คุณสมบัติ กำลังรอการลบ
tr: Özellik Bekleyenleri Sil
uk: Властивість: очікування вилучення

source: Could not initialize core
af: Kon nie die kern inisialiseer nie
bg: Ядрото не може да бъде инициализирано
ca: No s'ha pogut inicialitzar el nucli
cs: Nelze inicializovat jádro
da: Kunne ikke initiere kernen
de: Kern lässt sich nicht initialisieren
el: Αδυναμία αρχικοποίησης του πυρήνα
es: No ha podido inicializar el núcleo
et: Tuuma initsialiseerimine ebaõnnestus
eu: Ezin izan da motorra hasieratu
fa: نتوانست هسته را مقداردهی اولیه کند
fi: Ei voitu alustaa ydintä
fr: Impossible d'initialiser le moteur
hu: Nem sikerült inicializálni a központi részt
it: Impossibile inizializzare il nocciolo
ja: コアを初期化できません
ka: ბირთვის ინიციალიზაცია ვერ მოხდა
km: មិន​អាច​​ចាប់ផ្ដើម​ចំណុច​សំខាន់
ko: 코어를 초기화할 수 없습니다.
lt: Nepavyko paleisti branduolio
nds: Dat Hart lett sik nich torechtmaken
ne: भित्री थालनी गर्न सकेन
pa: ਕੋਰ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ
pl: Nie można było zainicjować rdzenia
pt: Não foi possível inicializar o núcleo
pt_br: Não foi possível inicializar o motor
ru: Не удалось инициализировать базовый компонент.
se: Ii sáhttán gárvvistit čoahku
sk: Nepodarilo sa inicializovať jadro (core)
sr: Нисам могао да покренем језгро
th: ไม่สามารถเริ่มโปรแกรมหลักได้
tr: Çekirdek Başlatılamadı
uk: Не вдалось започаткувати осердя

source: Perfectplay Not Supported
af: <i>Perfectplay</i> word nie ondersteun nie
bg: Perfectplay не се поддържа
ca: No s'accepta PerfectPlay
da: Perfectplay understøttes ikke
de: Perfectplay wird nicht unterstützt
el: Δεν υποστηρίζεται το Perfectplay
es: Perfectplay no soportado
eu: Perfectplay ez dago onartuta
fa: پخش کامل پشتیبانی نشد
hu: "Perfectplay" nem támogatott
it: Perfectplay non supportato
ja: perfectplay サポートしていません
ka: Perfectplay არაა მხარდაჭერილი
km: ការ​ចាក់​ដ៏​ល្អ​ឥតខ្ចោះ​មិន​បានគាំទ្រ
ko: Perfectplay 지원되지 않습니다.
lt: Tobulas atlikimas nesuprantamas
nds: "Perfectplay" nich ünnerstütt
ne: निपूण प्ले समर्थित छैन
pl: Perfectplay nie obsługiwane
pt: 'Perfectplay' Não Suportado
pt_br: Perfectplay Não Suportado
sk: Perfectplay nepodporované
sr: Perfectplay није подржано
th: ไม่รองรับ Perfectplay
tr: Perfectplay Desteklenmiyor
uk: Perfectplay не підтримується

source: No Live Perfectplay
af: Geen regstreekse <i>Perfectplay</i>
bg: Няма Live Perfectplay
ca: El PerfectPlay no serà en directe
da: Ingen Perfectplay i realtid
de: Kein Live-Perfectplay
el: Μη ζωντανό Perfectplay
es: No hay Perfectplay en directo
eu: Ez dago zuzeneko Perfectplay
fa: پخش کامل غیرزنده
hu: Nincs élő Perfectplay
ja: Live Perfectplay なし
ka: ცოცხალი Perfectplay არაა
km: គ្មាន​កា​រចាក់​ដ៏ល្អឥតខ្ចោះ​បន្តផ្ទាល់
ko: Perfectplay가 살아있지 않습니다.
lt: Tobulas atlikimas neatliekamas tiesiogiai
nds: Keen "Perfectplay" direktemang
ne: कुनै प्रत्यक्ष निपूण प्ले छैन
pl: Brak Perfectplay w czasie rzeczywistym
pt: Sem 'Perfectplay' em Directo
pt_br: Nenhum Perfectplay ao Vivo
sk: Žiaden live perfectplay
sr: Без уживог Perfectplay
th: ไม่มี Live Perfectplay
tr: Canlı Perfectplay Yok
uk: Нема Perfectplay в живому ефірі

source: Perfectplay Not Allowed
af: <i>Perfectplay</i> word nie toegelaat nie
bg: Perfectplay не е разрешен
ca: No es permet el Perfectplay
da: Perfectplay tillades ikke
de: Perfectplay nicht erlaubt
el: Δεν επιτρέπεται το Perfectplay
es: Perfectplay no permitido
eu: Perfectplay ez dago baimenduta
fa: پخش کامل اجازه داده نشد
hu: Perfectplay nem engedélyezett
it: Perfectplay non consentito
ja: Perfectplay は許可されていません
ka: Perfectplay არაა ნებადართული
km: មិន​បាន​អនុញ្ញាត​កា​រចាក់​ដ៏ល្អ​ឥតខ្ចោះ
ko: Perfectplay 가 허용되지 않습니다.
lt: Tobulas atlikimas uždraustas
nds: "Perfectplay" nich verlöövt
ne: निपूण प्ले अनुमति छैन
pl: Perfectplay niedozwolone
pt: 'Perfectplay' Não Permitido
pt_br: Perfectplay Não Permitido
sk: Perfectplay Nepovolené
sr: Perfectplay није дозвољено
th: ไม่อนุญาต Perfectplay
tr: Perfectplay'e İzin Verilmiyor
uk: Perfectplay не дозволено

source: No Codecs
af: Geen kodeerders
bg: Няма кодеци
ca: No hi ha còdecs
da: Ingen afkodere
de: Keine Codecs
el: Χωρίς κωδικοποιητές
es: Sin códecs
et: Koodekid puuduvad
eu: Koderik ez
fa: بدون کدکها
fi: Ei koodekkeja
hu: Nincs kódoló
it: Nessun codec
ja: コーデックなし
ka: კოდეკები არა
km: គ្មាន​កូដិក​​
ko: 코덱이 없습니다.
lt: Nėra kodavimo priemonių
nds: Keen Kodeks
ne: कोडेकहरू छैन
pa: ਕੋਈ ਕੋਡਸ
pl: Brak kodeków
pt: Sem Codificadores
pt_br: Nenhum Codec
ru: Кодеки отсутствуют
sk: Žiadne kodeky
sr: Нема кодека
th: ไม่มีตัวเข้า/ถอดรหัส
tr: Kodlayıcı Yok
uk: Нема кодеків

source: Slow Machine
af: Stadige masjien
bg: Бавна машина
ca: La màquina no és prou potent
cs: Pomalý počítač
da: Langsom maskine
de: Langsamer Rechner
el: Αργό μηχάνημα
es: Máquina lenta
et: Aeglane masin
eu: Gailu motela
fa: ماشین آهسته
fi: Hidas tietokone
fr: Machine lente
hu: Lassú gép
it: Macchina lenta
ja: 遅いマシン
ka: ნელი მანქანა
km: ម៉ាស៊ីន​យឺត
ko: 느린 장치
lt: Lėtas kompiuteris
nds: Langsam Reekner
ne: ढिलो मेशिन
pa: ਹੌਲੀ ਮਸ਼ੀਨ
pl: Wolny komputer
pt: Máquina Lenta
pt_br: Máquina Lenta
ru: Недостаточно системных ресурсов
se: Njoazes mašiidna
sk: Pomalý stroj
sr: Спора машина
th: เครื่องที่ช้า
tr: Yavaş Makine
uk: Повільна машина

source: Force Perfectplay
af: Forseer <i>Perfectplay</i>
bg: Принудително Perfectplay
ca: Força el PerfectPlay
da: Tving til Perfectplay
de: Perfectplay erzwingen
el: Εξαναγκασμός Perfectplay
es: Forzar perfectplay
eu: Behartu Perfectplay
fa: اجبار پخش کامل
hu: Perfectplay kikényszerítése
it: Forza Perfectplay
ja: Perfectplay を強制
ka: Perfectplay-ს ძალდატანება
km: បង្ខំ​កា​រចាក់​ដ៏ល្អ​ឥតខ្ចោះ
ko: Perfectplay 강요
lt: Įjungti tobulą atlikimą neatsižvelgiant į pasekmes
nds: "Perfectplay" verdwingen
ne: निपूण प्ले बल गर्नुहोस्
pl: Wymuś Perfectplay
pt: Obrigar ao 'Perfectplay'
pt_br: Forçar Perfectplay
sk: Vynútiť Perfectplay
sr: Форсирај Perfectplay
th: บังคับให้ใช้ Perfectplay
tr: Perfectplay'i Zorla
uk: Примусити Perfectplay

source: Invalid Http Proxy Host
af: Ongeldige HTTP volmag bediener
bg: Невалиден http прокси хост
ca: La màquina intermediària HTTP és invàlida
da: Ugyldig HTTP-proxy-vært
de: Ungültiger Http-Proxy-Server
el: Μη έγκυρος υπολογιστής διαμεσολαβητή Http
es: Máquina del proxy Http incorrecta
et: Vigane HTTP-puhverserver
eu: Baliogabeko HTTP proxy ostalaria
fa: میزبان پیشکار قام نامعتبر
fi: HTTP-välityspalvelinkone ei kelpaa
hu: Érvénytelen HTTP-proxygép
it: Host del proxy HTTP non valido
ja: 不正な HTTP プロキシホスト
ka: არასწორი Http პროქსი მასპინძელი სერვერი
km: ម៉ាស៊ីន​ប្រូកស៊ី Http មិន​ត្រឹមត្រូវ
lt: Klaidingas atstovaujančio HTTP serverio mazgas
nds: Leeg HTTP-Proxyreekner
ne: अवैध एचटीटीपी प्रोक्सी होस्ट
pa: Http ਪਰਾਕਸੀ ਹੋਸਟ ਗਲਤ
pl: Nieprawidłowy komputer pośrednika (proxy) HTTP
pt: 'Proxy' de HTTP Inválido
pt_br: Máquina do Proxy Http Inválida
sk: Neplatný hostiteľ Http Proxy
sr: Неисправан домаћин HTTP проксија
th: โฮสท์ของ Http พร็อกซี ไม่ถูกต้อง
tr: Geçersiz Http Vekil Sunucusu
uk: Не чинний вузол Http-проксі

source: Invalid Metafile
af: Ongeldige Metalêer
bg: Невалиден метафайл
ca: Fitxer de metadades invàlid
da: Ugyldig metafil
de: Ungültige Metadatei
el: Μη έγκυρο αρχείο μεταδεδομένων
es: Metaarchivo no válido
et: Vigane Metafile
eu: Baliogabeko meta-fitxategia
fa: فراپروندۀ نامعتبر
fi: Metatiedosto ei kelpaa
hu: Érvénytelen metafájl
it: Metafile non valido
ja: 不正なメタファイル
ka: არასწორი მეტაფაილი
km: ឯកសា​រមេតា​មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 메타 파일
lt: Klaidinga pagalbinė byla
nds: Leeg Metadatei
ne: अवैध मेटाफाइल
pa: ਗਲਤ ਮੈਟਾਫਾਇਲ
pl: Zły plik meta
pt: Meta-Ficheiro Inválido
pt_br: Meta Arquivo Inválido
se: Gustohis metafiila
sk: Neplatný metasúbor
sr: Неисправан метафајл
th: แฟ้มเมตาไม่ถูกต้อง
tr: Geçersiz Meta Dosyası
uk: Не чинний мета-файл

source: Browser Launch
af: Blaaier is aangesê om oop te maak
bg: Стартиране на браузър
ca: Llançador del navegador
da: Start browser
de: Browserstart
el: Έναρξη περιηγητή
es: Lanzamiento del navegador
eu: Arakatzaile abiarazlea
fa: راه‌اندازی مرورگر
fi: Selaimen käynnistys
fr: Lancement du navigateur
hu: Böngésző indítása
it: Avvio browser
ja: ブラウザ起動
ka: ბროუზერის გაშვება
km: ចាប់ផ្ដើម​កម្មវិធីរុករក
ko: 탐색기 실행
lt: Paleisti naršyklę
nds: Kiekerstart
ne: ब्राउजर सुरुआत गर्नुहोस्
pa: ਝਲਕਾਰਾ ਚਲਾਓ
pl: Uruchomienie przeglądarki
pt: Lançamento do Navegador
pt_br: Executar o Navegador
sk: Spustenie prehliadača
sr: Покретање прегледача
th: เรียกเบราว์เซอร์
tr: Tarayıcı Aç
uk: Запуск навігатора

source: View Source Noclip
af: Kyk na bronkode: 'Noclip'
bg: Преглед на източник - няма клип
ca: Vista del codi: No hi ha clip
da: Vis kilde uden beskæring
de: Quellenanzeige unbeschnitten
el: Προβολή πηγαίου χωρίς θέση
eu: Ikusi MoztuGabea iturburua
fa: مشاهدۀ متن بدون برش
hu: Forrás megjelenítése - noclip
ja: View Source クリップなし
ka: წყაროს Noclip ჩვენება
km: មើលប្រភព​គ្មាន​តម្បៀត​ខ្ទាស់
ko: 소스 보기 클립없음
lt: Šaltinio peržiūra: nesusegta
nds: Born bekieken ahn Afsnieden
ne: क्लिप नभएको स्रोत हेर्नुहोस्
pl: Podgląd źródła brak klipu
pt: Ver a Origem do 'Clip'
pt_br: Visualizar Fonte Noclip
sk: Prehliadanie zdroja Noclip
sr: Извор приказа, без сасецања
th: เรียกดูต้นรหัส ไม่มีคลิป
uk: Перегляд джерела: нема кліпу

source: View Source Disabled
bg: Преглед на източник - изкл.
ca: Vista del codi: Desactivada
da: Vis kilde deaktiveret
de: Quellanzeige deaktiviert
el: Απενεργοποιημένη προβολή πηγαίου
es: Visualización del origen deshabilitado
hu: Forrás megjelenítése kikapcsolva
ja: View Source 無効になっています
km: បានបិទ​ប្រភព​ទិដ្ឋភាព
lt: Šaltinio peržiūra: išjungta
nds: Born bekieken utmaakt
pa: ਸਰੋਤ ਵੇਖਣਾ ਆਯੋਗ ਹੈ
pl: Podgląd źródła wyłączony
pt: Visualização da Origem Desactivada
pt_br: Visualizar Fonte Desabilitada
sk: Prehliadanie zdroja vypnuté
sr: Извор приказа, искључен
th: การเรียกดูต้นรหัสถูกปิด
tr: Kaynak Görme Pasifleştirildi
uk: Перегляд джерела вимкнено

source: Timeline Suspended
af: Tydlyn onderbreek
bg: Времето е преустановено
ca: Línia de temps suspesa
da: Tidslinje i hviletilstand
de: Zeitleiste angehalten
el: Αναστολή γραμμής χρόνου
es: Línea de tiempo suspendida
eu: Denbora-lerroa esekita
fa: خط زمان معلق شد
hu: Idővonal felfüggesztve
ja: タイムライン 一時停止
ka: დროის სკალა შეჩერებულია
km: បាន​ផ្អាក​បន្ទាត់​ពេលវេលា
ko: 시간대 의존됨
lt: Laiko linija sustabdyta
nds: Tietreeg töövt
ne: समयरेखा निलम्बित
pl: Linia czasowa zawieszona
pt: Linha Temporal Suspensa
pt_br: Linha de Tempo Suspensa
sk: Časový prehľad suspendovaný
sr: Временска линија суспендована
th: เส้นเวลา พักไว้
tr: Zaman Çizgisi Askıya Alındı
uk: Лінію часу затримано

source: Buffer Not Available
af: Buffer nie beskikbaar nie
bg: Няма буфер
ca: El buffer no està disponible
da: Buffer ikke tilgængelig
de: Puffer nicht verfügbar
el: Μη διαθέσιμη ενδιάμεση μνήμη
es: Buffer no disponible
et: Puhver pole saadaval
eu: Bufferra: ez dago erabilgarri
fa: میان‌گیر موجود نیست
fi: Puskuria ei saatavilla
hu: Puffer nem elérhető
it: Buffer non disponibile
ja: バッファ利用不可
ka: ბუფერი არაა ხელმისაწვდომი
km: គ្មាន​សតិបណ្ដោះអាសន្ន
ko: 버퍼 사용할 수 없음
lt: Nėra buferio
nds: Puffer nich verföögbor
ne: बफर उपलब्ध छैन
pa: ਬਫ਼ਰ ਉਪਲੱਬਧ ਨਹੀਂ
pl: Bufor niedostępny
pt: 'Buffer' Indisponível
pt_br: Buffer Indisponível
sk: Zásobník Nedostupný
sr: Бафер није доступан
th: ไม่มีบัฟเฟอร์
tr: Önbellek Mevcut Değil
uk: Нема буферу

source: Could Not Display
af: Kon nie vertoon nie
bg: Не може да бъде показан
ca: No s'ha pogut mostrar
da: Kunne ikke vise
de: Anzeige nicht möglich
el: Αδυναμία εμφάνισης
es: No se pudo mostrar
et: Kuvamine ebaõnnestus
eu: Ezin izan da bistaratu
fa: نتوانست نمایش دهد
fi: Ei voitu näyttää
hu: Nem sikerült a megjelenítés
it: Impossibile visualizzare
ja: 表示できません
ka: ვერ აისახა
km: មិន​អាច​បង្ហាញ
ko: 표시할 수 없음
lt: Nepavyko rodyti
nds: Lett sik nich dorstellen
ne: प्रदर्शन गर्न सकेन
pa: ਵੇਖਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie można wyświetlić
pt: Sem Hipótese de Visualização
pt_br: Não Pode Exibir
sk: Nemohlo byť zobrazené
sr: Нисам могао да прикажем
th: ไม่สามารถแสดงได้
tr: Görüntülenemedi
uk: Не вдалося показати

source: Vsrc Disabled
af: Vsrc: Gedeaktiveer
bg: Изключен Vsrc
ca: VSRC: Deshabilitat
da: V-kilde deaktiveret
de: Vsrc deaktiviert
el: Απενεργ. προβολής πηγαίου
es: Vsrc deshabilitado
et: Vsrc keelatud
eu: Vsrc: desgaituta
fa: Vsrc غیرفعال شد
fr: Vsrc désactivé
hu: Forrás megjelenítése kikapcsolva
it: Vsrc disabilitato
ja: Vsrc 無効になっています
ka: Vsrc გამორთული
km: បាន​បិទ Vsrc
ko: Vsrc 사용하지 않음
lt: Vaizdo šaltinis: išjungtas
nds: Born bekieken utmaakt
ne: Vsrc अक्षम पारियो
pa: Vsrc ਆਯੋਗ ਹੈ
pl: Vsrc: wyłączone
pt: Vsrc Desactivado
pt_br: Vsrc Desabilitado
sk: Vsrc vypnuté
sr: Vsrc искључен
th: Vsrc ปิด
tr: Vsrc Devredışı
uk: Vsrc: вимкнено

source: Resource Not Cached
af: Hulpbron: Word nie gekas nie
bg: Източник - не е кеширан
ca: Recurs: No és a la cau
da: Ressource ikke i cache
de: Ressource: Nicht zwischengespeichert
el: Ο πόρος δε βρίσκεται στη λανθάνουσα μνήμη
es: Recurso no almacenado en la caché
et: Ressurss pole puhverdatud
eu: Baliabidea: ez dago cachean
fa: منبع نهانگاه نشد
fi: Resurssia ei välimuistissa
hu: Az erőforrás nincs gyorstárazva
ja: リソース キャッシュされていません
ka: რესურსი არაა ქეშირებული
km: ធនធាន​ដែល​មិនបាន​ផ្ទុក​ក្នុង​ឃ្លាំង​សម្ងាត់
ko: 리소스 캐쉬되지 않음
lt: Resursai: podėlyje nėra
nds: Ressource: Nich twischenspiekert
ne: संसाधन क्यास गरिएको छैन
pl: Zasób: nie zbuforowany
pt: Recurso Fora da 'Cache'
pt_br: Recurso: Não Cacheado
sk: Zdroj nie je v cache
sr: Ресурс, није кеширан
th: ไม่ได้แคชทรัพยากรไว้
tr: Kaynak Önbelleğe Alınmadı
uk: Ресурс: не кешується

source: Resource Not Found
af: Hulpbron: Nie gevind nie
bg: Източник - не е намерен
ca: Recurs: No s'ha trobat
cs: Zdroj nenalezen
da: Ressource ikke fundet
de: Ressource: Nicht gefunden
el: Δε βρέθηκε ο πόρος
es: Recurso no encontrado
et: Ressurssi ei leitud
eu: Baliabidea: ez da aurkitu
fa: منبع یافت نشد
fi: Resurssia ei löydy
hu: Erőforrás nem található
ja: リソース 見つかりません
ka: რესურსი ვერ მოიძებნა
km: រក​មិន​ឃើញ​​ធនធាន
ko: 리소스 찾을 수 없음
lt: Resursai: nerasta
nds: Ressource: Nich funnen
ne: संसाधन फेला परेन
pa: ਸਰੋਤ ਨਹੀਂ ਮਿਲਿਆ
pl: Zasób: nie znaleziony
pt: Recurso Não Encontrado
pt_br: Recurso: Não Encontrado
ru: Ресурс не найден
sk: Zdroj nenájdený
sr: Ресурс, није нађен
th: ไม่พบทรัพยากร
tr: Kaynak Bulunamadı
uk: Ресурс: не знайдено

source: Resource Close File First
af: Hulpbron: Maak eers die lêer toe
bg: Източник - първо затворете файла
ca: Recurs: Tanqueu primer el fitxer
da: Ressource luk fil først
de: Ressource: Datei zuerst schließen
el: Κλείσιμο πρώτα του αρχείου πόρου
es: Recurso cerrar archivo primero
eu: Baliabidea: itxi fitxategia aurrenik
fa: ابتدا منبع، پرونده را ببندد
fi: Resurssi: Sulje tiedosto ensin
hu: Erőforrás - előbb zárja be a fájlt
ja: リソース 先にファイルを閉じてください
ka: რესურსის პირველი ფაილი დაიხურა
km: ធនធាន​បិទ​ឯកសារ​ជាមុន​សិន
ko: 리소스 파일이 먼저 닫힘
lt: Resursai: iš pradžių užverkite bylą
nds: Ressource: Datei eerst tomaken
ne: पहिले संसाधान फाइल बन्द गर्नुहोस्
pa: ਸਰੋਤ ਪਹਿਲਾਂ ਫਾਇਲ ਬੰਦ
pl: Zasób: wpierw zamknij plik
pt: Feche Primeiro o Ficheiro do Recurso
pt_br: Recurso: Fechar Arquivo Primeiro
sk: Zdroj Najprv zavrite súbor
sr: Ресурс, прво затворите фајл
th: ทรัพยากร ปิดแฟ้มก่อน
tr: Kaynak Önce Dosya Kapatılsın
uk: Ресурс: спочатку закрийте файл

source: Resource Nodata
af: Hulpbron: Geen data
bg: Източник - няма данни
ca: Recurs: Sense dades
da: Ressource ingen data
de: Ressource: Keine Daten
el: Πόρος χωρίς δεδομένα
es: Recurso sin datos
eu: Baliabidea: daturik ez
fa: منبع بدون داده
fi: Resurssi: Ei dataa
hu: Erőforrás - nincs adat
ja: リソース データなし
ka: რესურსი Nodata
km: ធនធាន​គ្មាន​ទិន្នន័យ
ko: 리소스 데이터없음
lt: Resursai: nėra duomenų
nds: Ressource: Keen Daten
ne: संसाधन डेटा छैन
pl: Zasób: brak danych
pt: Recurso sem Dados
pt_br: Recurso: Sem dados
sk: Zdroj neobsahuje dáta
sr: Ресурс, нема података
th: ทรัพยากร ไม่มีข้อมูล
tr: Kaynak Veri Yok
uk: Ресурс: нема даних

source: Resource Badfile
af: Hulpbron: Slegte lêer
bg: Източник - лош файл
ca: Recurs: Fitxer erroni
da: Ressource fejlagtig fil
de: Ressource: Ungültige Datei
el: Πόρος εσφαλμένου αρχείου
es: Recurso archivo incorrecto
eu: Baliabidea: okerreko fitxategia
fa: پروندۀ بد منبع
fi: Resurssi: Sopimaton tiedosto
hu: Erőforrás - helytelen fájl
ja: リソース 不正なファイル
ka: რესურსისცუდი ფაილი
km: ធនធាន​ឯកសា​រមិនល្អ
ko: 리소스 나쁜파일
lt: Resursai: bloga byla
nds: Ressource: Leeg Datei
ne: संसाधन खराब फाइल
pl: Zasób: zły plik
pt: Ficheiro de Recurso Inválido
pt_br: Recurso: Arquivo Ruim
sk: Zlý súbor zdroja
sr: Ресурс, лош фајл
th: ทรัพยากร แฟ้มเสีย
tr: Kaynak Bozuk Dosya
uk: Ресурс: поганий файл

source: Resource Partialcopy
af: Hulpbron: Gedeeltelike kopie
bg: Източник - частично копие
ca: Recurs: Còpia parcial
da: Ressource delkopi
de: Ressource: Teilkopie
el: Πόρος μερικής αντιγραφής
es: Recurso de copia parcial
eu: Baliabidea: kopia partziala
fa: رونوشت جزئی منبع
fi: Resurssi: Osittainen kopio
hu: Erőforrás - részleges példány
ja: リソース 不完全なコピー
ka: რესურსის ნაწილობრივი ასლი
km: ធនធាន​ចម្លង​ដោយ​ផ្នែក
ko: 리소스 부분복사
lt: Resursai: dalinė kopija
nds: Ressource: Deelkopie
ne: संसाधन आंशिक प्रतिलिपि
pl: Zasób: kopia częściowa
pt: Cópia Parcial do Recurso
pt_br: Recurso: Cópia Parcial
sk: Zdroj Čiastočnákópia
sr: Ресурс, делимична копија
th: ทรัพยากร คัดลอกบางส่วน
tr: Kaynak Kısmi Kopya
uk: Ресурс: часткова копія
