Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: _n: 1 Queued Track (%1) %n Queued Tracks (%1)
af: 1 snit (%1) in die wagtou %n snitte (%1) in die wagtou
bg: 1 запис на опашката (%1) %n записа на опашката (%1)
ca: Una peça encuada (%1) %n peces encuades (%1)
cs: 1 skladba ve frontě (%1) %n skladby ve frontě (%1) %n skladeb ve frontě (%1)
da: 1 Spor i køen (%1) %n Spor i køen (%1)
de: 1 Stück in der Warteschlange (%1) %n Stücke in der Warteschlange (%1)
el: 1 κομμάτι σε αναμονή (%1) %n κομμάτια σε αναμονή (%1)
es: 1 pista encolada (%1) %n pistas encoladas (%1)
et: 1 järjekorras pala (%1) %n järjekorras pala (%1)
eu: Pista 1 ilaratuta (%1) %n pista ilaratuta (%1)
fa: %n شیار صف‌شده )%1(
fi: Yksi kappale jonossa (%1) %n kappaletta jonossa (%1)
fr: %n morceau mis en file d'attente (%1) %n morceaux mis en file d'attente (%1)
he: רצועה אחת בתור (%1) %n רצועות בתור (%1)
hu: %n szám a sorban (%1)
it: 1 traccia accodata (%1) %n tracce accodate (%1)
ja: キューのトラック %n (%1)
ka: %n გამოკითხული ჩანაწერი (%1)
km: %n មួយ​នៅ​ក្នុង​ជួរ (%1)
lt: %n daina eilėje (%1) %n dainos eilėje (%1) %n dainų eilėje (%1)
nb: 1 spor i køen (%1) %n spor i køen (%1)
nds: 1 inreegt Stück (%1) %n inreegt Stücken (%1)
ne: १ लाम लगाइएको ट्रयाक (%1) %n लाम लगाइएको ट्रयाकहरू (%1)
nl: 1 track in wachtrij (%1) %n tracks in wachtrij (%1)
nn: 1 spor i kø (%1) %n spor i kø (%1)
pa: 1 ਕਤਾਰਬੱਧ ਟਰੈਕ (%1) %n ਕਤਾਰਬੱਧ ਟਰੈਕ (%1)
pl: Skolejkowano jeden utwór (%1) Skolejkowano %n utwory (%1) Skolejkowano %n utworów (%1)
pt: 1 Faixa em Fila (%1) %n Faixas em Fila (%1)
pt_br: 1 Faixa na Fila (%1) %n Faixas na Fila (%1)
ru: %n дорожка в очереди (%1) %n дорожки в очереди (%1) %n дорожек в очереди (%1)
se: Okta gárgaduvvon bihttá (%1) %n gárgaduvvon bihtá (%1)
sk: 1 stopa vo fronte (%1) %n stopy vo fronte (%1) %n stôp vo fronte (%1)
sr: %n нумера у реду (%1) %n нумере у реду (%1) %n нумера у реду (%1)
th: %n เพลงอยู่ในคิว (%1)
tr: %n Kuyruğa Eklenen Parça (%1)
uk: %n доріжка в черзі (%1) %n доріжки в черзі (%1) %n доріжок в черзі (%1)

source: _n: 1 Queued Track %n Queued Tracks
af: 1 snit in die wagtou %n snitte in die wagtou
bg: 1 запис на опашката %n записа на опашката
ca: Una peça encuada %n peces encuades
cs: 1 skladba ve frontě %n skladby ve frontě %n skladeb ve frontě
da: 1 Spor i kø %n Spor i kø
de: 1 Stück in der Warteschlange %n Stücke in der Warteschlange
el: 1 κομμάτι σε αναμονή %n κομμάτια σε αναμονή
es: 1 pista encolada %n pistas encoladas
et: 1 järjekorras pala %n järjekorras pala
fa: %n شیار صف‌شده
fi: Yksi kappale jonossa %n kappaletta jonossa
fr: %n morceau mis en file d'attente %n morceaux mis en file d'attente
he: רצועה אחת בתור %n רצועות בתור
hu: %n szám a sorban
it: 1 traccia in coda %n tracce in coda
ja: キューのトラック %n
ka: %n გამოკითხული ჩანაწერი
km: %n បទ​ក្នុង​ជួរ
lt: %n daina eilėje %n dainos eilėje %n dainų eilėje
nb: 1 spor i køen %n spor i køen
nds: 1 inreegt Stück %n inreegt Stücken
ne: १ लाम लगाइएको ट्रयाक %n लाम लगाइएको ट्रयाकहरू
nl: 1 track in wachtrij %n tracks in wachtrij
nn: 1 spor i kø %n spor i kø
pa: 1 ਕਤਾਰਬੱਧ ਟਰੈਕ %n ਕਤਾਰਬੱਧ ਟਰੈਕ
pl: Skolejkowano jeden utwór Skolejkowano %n utwory Skolejkowano %n utworów
pt: 1 Faixa em Fila %n Faixas em Fila
pt_br: 1 Faixa na Fila %n Faixas na Fila
ru: %n дорожка в очереди %n дорожки в очереди %n дорожек в очереди
se: Okta gárgaduvvon bihttá %n gárgaduvvon bihtá
sk: 1 poradie skladby %n poradia skladieb %n poradí skladieb
sr: %n нумера у реду %n нумере у реду %n нумера у реду
th: %n เพลงอยู่ในคิว
tr: %n Kuyruğa Eklenen Parça
uk: %n доріжка в черзі %n доріжки в черзі %n доріжок в черзі

source: &Dequeue All Tracks
af: Verwyder al die snitte uit die wagtou
bg: Премахване на &всички записи от опашката
ca: &Desencua totes les peces
cs: Vyjmout všechny skladby z &fronty
da: Fjern a&lle spor fra kø
de: Alle Stücke aus der Warteschlange &entfernen
el: Α&φαίρεση όλων των κομματιών από την αναμονή
es: &Eliminar todas las pistas de la cola
et: &Eemalda kõik palad järjekorrast
fa: &عدم صف همۀ شیارها‌
fi: &Poista kaikki kappaleet jonosta
fr: &Retirer ce morceau de la file d'attente
he: הו&צא את כל הרצועות מהתור
hu: Az össz&es szám kivevése a sorból
it: &Rimuovi tutte le tracce dalla coda
ja: 全トラックのキューを解除(&D)
ka: ყველა ჩანაწერის &დეგამოკითხვა
km: ដក​បទ​ទាំងអស់​ចេញ​ពី​ជួរ
ko: 대기열에서 모든 트랙 빼기(&D)
lt: Pa&šalinti visas dainas iš eilės
nb: &Fjern alle spor fra køen
nds: All Stücken ut Reeg &wegmaken
ne: सबै ट्रयाक लामबाट हटाउनुहोस्
nl: Alle tracks uit &de wachtrij halen
nn: &Fjern alle spor frå kø
pa: ਕਤਾਰ ਤੋਂ ਸਭ ਟਰੈਕ ਹਟਾਓ(&D)
pl: &Wykolejkuj wszystkie utwory
pt: Tirar a Faixa &da Fila
pt_br: Tirar To&das as Faixas da Fila
ru: Очистить &очередь
se: &Váldde buot bihtáid eret gárgadasas
sk: &Vybrať všetky stopy z frontu
sr: &Избаци из реда све нумере
th: ยกเลิก&คิวเพลงทั้งหมด
tr: Parçaları &Kuyruktan Sil
uk: За&брати з черги всі доріжки

source: _n: 1 More Track %n More Tracks
af: 1 snit oor %n snitte oor
bg: Още 1 запис Още %n записа
ca: Una peça més %n peces més
cs: 1 další skladba %n další skladby %n dalších skladeb
da: 1 Spor mere %n Spor mere
de: 1 weiteres Stück %n weitere Stücke
el: 1 ακόμα κομμάτι %n ακόμα κομμάτια
es: 1 pista más %n pistas más
et: Veel 1 pala Veel %n pala
eu: Pista 1 gehiago %n pista gehiago
fa: %n شیار بیشتر
fi: Yksi kappale lisää %n kappaletta lisää
fr: %n morceau en plus %n morceaux en plus
he: רצועה אחת נוספת %n רצועות נוספות
hu: %n további szám
it: 1 altra traccia %n altre tracce
ja: あと %n トラック
ka: %n მეტი ჩანაწერი
km: %n បទ​ទៀត
lt: Dar %n daina Dar %n dainos Dar %n dainų
nb: 1 spor til %n spor til
nds: Noch 1 Stück Noch %n Stücken
ne: १ अरू धेरै ट्रयाक %n अरू धेरै ट्रयाक
nl: Nog 1 track Nog %n tracks
nn: 1 spor til %n spor til
pa: 1 ਹੋਰ ਟਰੈਕ %n ਹੋਰ ਟਰੈਕ
pl: jeden utwór więcej %n utwory więcej %n utworów więcej
pt: Mais 1 Faixa Mais %n Faixas
pt_br: 1 Faixa a Mais %n Faixas a Mais
ru: %n дорожка осталась %n дорожки осталось %n дорожек осталось
se: Okta bihttá vel %n bihtá vel
sk: 1 ďalšia skladba %n ďalšie skladby %n ďalších skladieb
sr: Још %n нумера Још %n нумере Још %n нумера
th: อีก %n เพลง
tr: %n Fazla Parça
uk: ще %n доріжка ще %n доріжки ще %n доріжок

source: _n: 1 track (%1) %n tracks (%1)
af: 1 snit(%1) %n snitte (%1)
bg: 1 запис (%1) %n записа (%1)
ca: Una peça (%1) %n peces (%1)
cs: 1 skladba (%1) %n skladby (%1) %n skladeb (%1)
da: 1 spor (%1) %n spor (%1)
de: 1 Stück (%1) %n Stücke (%1)
el: 1 κομμάτι (%1) %n κομμάτια (%1)
es: 1 pista (%1) %n pistas (%1)
et: 1 pala (%1) %n pala (%1)
eu: Pista 1 (%1) %n pista (%1)
fa: %n شیار )%1(
fi: Yksi kappale (%1) %n kappaletta (%1)
fr: %n morceau (%1) %n morceaux (%1)
he: רצועה אחת (%1) %n רצועות (%1)
hu: %n szám (%1)
it: 1 traccia (%1) %n tracce (%1)
ja: %n トラック (%1)
km: %n បទ (%1)
lt: %n daina (%1) %n dainos (%1) %n dainų (%1)
nb: 1 spor (%1) %n spor (%1)
nds: 1 Stück (%1) %n Stücken (%1)
ne: १ ट्रयाक (%1) %n ट्रयाक (%1)
nl: 1 track (%1) %n tracks (%1)
nn: 1 spor (%1) %n spor (%1)
pa: 1 ਟਰੈਕ (%1) %n ਟਰੈਕ (%1)
pl: jeden utwór (%1) %n utwory (%1) %n utworów (%1)
pt: %n faixa (%1) %n faixas (%1)
pt_br: 1 faixa (%1) %n faixas (%1)
ru: %n дорожка (%1) %n дорожки (%1) %n дорожек (%1)
se: Okta bihttá (%1) %n bihtá (%1)
sk: 1 stopa (%1) %n stopy (%1) %n stôp (%1)
sr: %n нумера (%1) %n нумере (%1) %n нумера (%1)
th: %n เพลง (%1)
tr: %n parça (%1)
uk: %n доріжка (%1) %n доріжки (%1) %n доріжок (%1)

source: Next: %1
af: Volgende: %1
bg: Следващ: %1
ca: Següent: %1
cs: Další: %1
da: Næste: %1
de: Nächstes: %1
el: Επόμενο: %1
es: Siguiente: %1
et: Järgmine: %1
eu: Hurrengoa: %1
fa: بعدی: %1
fi: Seuraavaksi: %1
fr: Suivant : %1
he: הבא: %1
hu: Következő: %1
it: Prossimo: %1
ja: 次: %1
ka: შემდეგი: %1
km: បន្ទាប់ ៖ %1
ko: 다음: %1
lt: Kita: %1
nb: Neste: %1
nds: Nakamen: %1
ne: पछिल्लो: %1
nl: Volgende: %1
nn: Neste: %1
pa: ਅੱਗੇ: %1
pl: Następny: %1
pt: Seguinte: %1
pt_br: Próxima: %1
ru: На очереди: %1
se: Boahtte: %1
sk: Ďalší: %1
sr: Следеће: %1
th: ถัดไป: %1
tr: Sonraki: %1
uk: Наступна: %1

source: &nbsp;<br>&nbsp;<i>Disabled</i>
af: &nbsp;<br>&nbsp;<i>Gedeaktiveer</i>
bg: &nbsp;<br>&nbsp;<i>Изключено</i>
ca: &nbsp;<br>&nbsp;<i>Deshabilitat</i>
cs: &nbsp;<br>&nbsp;<i>Zakázáno</i>
da: &nbsp;<br>&nbsp;<i>Deaktiveret</i>
de: &nbsp;<br>&nbsp;<i>Deaktiviert</i>
el: &nbsp;<br>&nbsp;<i>Απενεργοποιημένο</i>
es: &nbsp;<br>&nbsp;<i>Desactivado</i>
et: &nbsp;<br>&nbsp;<i>Keelatud</i>
eu: &nbsp;<br>&nbsp;<i>Desgaituta</i>
fa: <br> <i>غیرفعال‌شده </i>
fi: &nbsp;<br>&nbsp;<i>Ei käytettävissä tässä tilassa</i>
fr: &nbsp;<br>&nbsp;<i>Désactivé</i>
he: &nbsp;<br>&nbsp;<i>לא פעיל</i>
hu: &nbsp;<br>&nbsp;<i>Kikapcsolt</i>
it: &nbsp;<br>&nbsp;<i>Disabilitata</i>
ja: &nbsp;<br>&nbsp;<i>無効</i>
ka: &nbsp;<br>&nbsp;<i>გამორთული</i>
km: &nbsp;<br>&nbsp;<i>មិន​អនុញ្ញាត</i>
ko: &nbsp;<br>&nbsp;<i>사용불가</i>
lt: &nbsp;<br>&nbsp;<i>Išjungta</i>
nb: &nbsp;<br>&nbsp;<i>Avslått</i>
nds: &nbsp;<br>&nbsp;<i>Utmaakt</i>
ne: &nbsp;<br>&nbsp;<i> अक्षम पारियो</i>
nl: &nbsp;<br>&nbsp;<i>Uitgeschakeld</i>
nn: &nbsp;<br>&nbsp;<i>Slått av</i>
pa: &nbsp;<br>&nbsp;<i>ਆਯੋਗ</i>
pl: &nbsp;<br>&nbsp;<i>Wyłączone</i>
pt: &nbsp;<br>&nbsp;<i>Desactivado</i>
pt_br: &nbsp;<br>&nbsp;<i>Desativado</i>
ru: &nbsp;<br>&nbsp;<i>Отключено</i>
se: &nbsp;<br>&nbsp;<i>Ii alde</i>
sk: &nbsp;<br>&nbsp;<i>Zakázané</i>
sr: &nbsp;<br>&nbsp;<i>Искључено</i>
th: &nbsp;<br>&nbsp;<i>ปิด</i>
tr: &nbsp;<br>&nbsp;<i>Kapalı</i>
uk: &nbsp;<br>&nbsp;<i>Вимкнено</i>

source: Done
af: Klaar
bg: Готово
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Ολοκληρώθηκε
es: Realizado
et: Tehtud
eu: Eginda
fa: انجام‌شده
fi: Valmis
fr: Terminé
he: הסתיים
hu: Kész
it: Fatto
ja: 完了
ka: შესრულებულია
km: ធ្វើ​រួច
ko: 완료되었습니다
lt: Atlikta
nb: Ferdig
nds: Fardig
ne: पूरा भयो
nl: Gereed
nn: Ferdig
pa: ਸਮਾਪਤ
pl: Gotowe
pt: Concluído
pt_br: Concluído
ru: Готово
se: Geargan
sk: Hotovo
sr: Завршено
th: เสร็จ
tr: Bitti
uk: Завершено

source: Aborted
af: Gestaak
bg: Прекъснато
ca: Avortat
cs: Přerušeno
da: Afbrudt
de: Abgebrochen
el: Εγκαταλείφθηκε
es: Cancelado
et: Katkestatud
eu: Abortatuta
fa: ساقط‌شده
fi: Keskeytetty
fr: Abandon
he: בוטלו
hu: Megszakítva
it: Interrotto
ja: 中止しました
ka: შეწყვეტილია
km: បាន​បញ្ឈប់
ko: 취소되었습니다
lt: Nutraukta
nb: Avbrutt
nds: Afbraken
ne: परित्याग गरियो
nl: Afgebroken
nn: Avbrote
pa: ਅਧੂਰਾ ਛੱਡਿਆ
pl: Porzucone
pt: Interrompido
pt_br: Interrompido
ru: Остановлено
se: Gaskkalduvvon
sk: Prerušené
sr: Прекинуто
th: ยกเลิกแล้ว
tr: İptal edildi
uk: Перервано

source: Aborting...
af: Besig om te staak...
bg: Прекъсване...
ca: S'està avortant...
cs: Přerušuji...
da: Afbryder...
de: Abbrechen ...
el: Εγκατάλειψη...
es: Cancelando...
et: Katkestamine...
eu: Abortatzen...
fa: ساقط شدن...
fi: Keskeytetään…
fr: Abandon...
he: מבטל...
hu: Megszakítás...
it: Interruzione...
ja: 中止しています...
ka: შეწყვეტა...
km: កំពុង​បញ្ឈប់...
ko: 중지하는 중입니다...
lt: Nutraukiama...
nb: Avbryter …
nds: Warrt afbraken...
ne: परित्याग गर्दैछ...
nl: Bezig met afbreken...
nn: Avbryt …
pa: ਅਧੂਰਾ ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Porzucanie...
pt: A cancelar...
pt_br: Interrompendo...
ru: Остановка...
se: Gaskkalduhttimin …
sk: Prerušujem...
sr: Прекидам...
th: กำลังยกเลิก
tr: İptal ediliyor...
uk: Переривання...

source: %1: on
af: %1: aan
bg: %1: вкл.
ca: %1: activada
cs: %1: zapnuto
da: %1: på
de: %1: ein
el: %1: ενεργό
es: %1: encendido
et: %1: sees
eu: %1: aktibatuta
fa: %1: روشن
fi: %1 on käytössä
fr: %1 : activé
he: %1: פעיל
hu: %1: be
it: %1: attiva
ja: %1: オン
ka: %1: ჩართულია
km: %1 ៖ បើក
ko: %1: 설정
lt: %1: įjungta
nb: %1: på
nds: %1: an
ne: %1: खुल्ला
nl: %1: aan
nn: %1: på
pa: %1: ਚਾਲੂ
pl: %1: włączone
pt: %1: ligado
pt_br: %1: ligado
ru: %1: вкл
se: %1: alde
sk: %1: zapnuté
sr: %1: укљ.
th: %1: เปิด
tr: %1: açık
uk: %1: увімк.

source: %1: off
af: %1: af
bg: %1: изкл.
ca: %1: desactivada
cs: %1: vypnuto
da: %1: fra
de: %1: aus
el: %1: ανενεργό
es: %1: apagado
et: %1: väljas
eu: %1: desaktibatuta
fa: %1: خاموش
fi: %1 ei ole käytössä
fr: %1 : désactivé
he: %1: לא פעיל
hu: %1: ki
it: %1: inattiva
ja: %1: オフ
ka: %1: გამორთულია
km: %1 ៖ បិទ
ko: %1: 해제
lt: %1: išjungta
nb: %1: av
nds: %1: ut
ne: %1: बन्द
nl: %1: uit
nn: %1: av
pa: %1: ਬੰਦ
pl: %1: wyłączone
pt: %1: desligado
pt_br: %1: desligado
ru: %1: выкл
se: %1: ii alde
sk: %1: vypnuté
sr: %1: искљ.
th: %1: ปิด
tr: %1: kapalı
uk: %1: вимк.

source: Amarok Collection Scanner Note: For debugging purposes this application can be invoked from the command line, but it will not actually build a collection this way.
af: Amarok versameling skandeerder Nota: Vir ontfouting doeleindes kan hierdie deel van die program direk van dieopdrag lyn begin word. 'n Bruikbare versameling sal egter nie op hierdie manier gebou kan word nie.
bg: Скенер на колекцията на Amarok Забележка: За търсене и откриване на грешки можете да извикате това приложение от командния ред, но по този начин не може да се създаде колекция.
ca: Escanejador de la col·lecció de l'Amarok Nota: Per a propòsits de depuració, aquesta aplicació es pot invocar des de la línia d'ordres, però d'aquesta manera no construirà cap col·lecció.
da: Samlingsskanner for Amarok Bemærk: Dette program kan startes fra kommandolinjen for fejlsøgningsformål, men det bygger rent faktisk ikke en egentlig samling på den måde.
de: Amarok Sammlungs-Scanner Hinweis: Dieses Programm kann zur Fehlersuche von der Kommandozeile aus aufgerufen werden. Jedoch wird es in dem Fall keine Sammlung einlesen.
el: Σάρωση συλλογής για το AmaroK Σημείωση: Για λόγους αποσφαλμάτωσης αυτή η εφαρμογή μπορεί να εκτελεστεί και από τη γραμμή εντολών, αλλά δε θα δημιουργήσει τη συλλογή με αυτόν τον τρόπο.
es: Explorador de colección de Amarok Nota: Para depurar esta aplicación puede invocarla desde la línea de órdenes, pero entonces no podrá construir una colección.
et: Amaroki muusikakogu uurija Märkus: silumise huvides saab seda rakendust välja kutsuda ka käsurealt, aga sel moel ei looda tegelikult muusikakogu.
eu: Amarok-en bilduma eskaneatzailea Oharra: arazketa lantzekko asmoz, aplikazio hau komando-lerrotik exekuta daiteke, baina ezin da bilduma bat eraiki honela gaur egun.
fa: پویشگر مجموعه Amarok نکته: برای اهداف اشکال‌زدایی، این کاربرد را می‌توان از خط فرمان احضار کرد، اما واقعاً مجموعه‌ای به این روش را نمی‌سازد.
fi: Amarokin kokoelmakartoitin Huomautus: Virheenjäljitystä varten tämän ohjelman voi käynnistää komentoriviltä, mutta tällöin se ei oikeasti luo kokoelmaa.
fr: Analyseur de collection d'Amarok Note : Pour des raisons de débogage, cette application peut être appelée depuis la ligne de commande, mais ne construira pas de collection de cette façon.
he: סורק האוסף של Amarok שים לב: לצורכי ניפוי־באגים, היישום הזה יכול להיות מופעל משורת־הפקודה, אך באופן זה הוא לא יבנה את האוסף.
hu: Az Amarok gyűjteményvizsgálója Megjegyzés: hibakeresés céljából ezt az alkalmazást el lehet indítani parancssorból is, de abban az esetben nem fog ténylegesen felépíteni gyűjteményt.
it: Analizzatore della collezione di Amarok Nota: a scopo di debug, questa applicazione può essere lanciata da linea di comando, ma in questo modo la collezione non sarà costruita.
ja: Amarokコレクションスキャナ 注意: このアプリケーションはデバッグ目的でコマンドラインから開始することができますが、その場合はコレクションは構築されません。
km: កម្មវិធី​វិភាគ​រក​សម្រាំង​របស់ Amarok​ ចំណាំ ៖ សម្រាប់​ការ​បំបាត់​កំហុស កម្មវិធី​នេះ​អាច​ត្រូវ​បាន​ហៅ​ពី​បន្ទាត់​ពាក្យ​បញ្ជា ប៉ុន្តែ​​តាមពិត​វា​នឹង​មិន​ស្ថាបនា​សម្រាំង​តាម​វិធី​នេះទេ ។
ko: Amarok 모음집 검색기 주의: 디버깅 목적으로 명령행에서 이 응용프로그램을 실행할 수는 있습니다만, 이 방법으로 실제 모음집을 만들지는 않을 것입니다.
lt: Amarok fonotekos sudarymas Dėmesio: klaidų tikrinimo sumetimais ši programa gali būti paleista iš komandinės eilutės, bet fonotekos ji tuo metu nesudarys.
nb: Amarok samlingsskanner Merk: for feilsøking kan dette programmet startes fra kommandolinja, men det bygger ikke virkelig opp en samling på denne måten.
nds: Amarok sien Sammeln-Dörkieker Beacht bitte: För de Fehlersöök lett sik dit Programm vun de Konsool ut opropen, man denn stellt dat nich redig en Sammeln op.
ne: अमारोक सङ्कलन स्क्यानर द्रष्टब्य: त्रुटिमोचन उद्देश्यका लागि यो अनुप्रयोग आदेश-रेखाबाट आह्वान गर्न सकिन्छ, तर यसले यो तरीकाले वास्तविक रूपमा सङ्कलन निर्माण गर्दैन ।
nl: Amarok Collection Scanner Opmerking: voor debugging kan dit programma worden aangeroepen vanaf de commandoregel. Maar er zal dan geen collectie worden opgebouwd.
nn: Amarok samlingssøk Merk: Av feilsøkingsgrunnar kan dette programmet startast frå kommandolinja, men det vil då ikkje byggja opp ei samling.
pa: ਅਮਰੋਕ ਭੰਡਾਰ ਜਾਂਚਕਰਤਾ ਸੂਚਨਾ: ਡੀਬੱਗ ਕਰਨ ਲਈ ਇਹ ਕਾਰਜ ਕਮਾਂਡ ਲਾਇਨ ਸਮੇਤ ਹੈ, ਪਰ ਇਹ ਭੰਡਾਰ ਇਸ ਢੰਗ ਨਾਲ ਨਹੀਂ ਬਣਾਉਦਾ ਹੈ।
pl: Skaner kolekcji Amaroka Uwaga: Dla celów debugowania ten program może być wywołany z linii poleceń, ale nie utworzy on w ten sposób kolekcji.
pt: Analisador da Colecção do Amarok Nota: Para fins de depuração, esta aplicação pode ser invocada na linha de comandos, se bem que não irá gerar uma colecção, de facto, desta forma.
pt_br: Escaner de Coleção do Amarok Atenção: para que uma depuração possa ser feita esse aplicativo pode ser executado na linha de comando, mas dessa maneira uma coleção não será realmente criada.
ru: Утилита сканирования коллекции amaroK Для отладки утилиту можно запускать в командной строке, но при этом создание коллекции для последующего её использования в проигрывателе невозможно.
se: Amaroka čoahkkádus ohci Fuomáš: Vihkeohcama dihte lea vejolaš álggahit dán prográmma gohččunlinnjás, muhto ii dat hukse čoahkkádusa dalle gal.
sk: Skener kolekcie Amaroku Poznámka: Pre účely debugovania môže byť táto aplikácia spustená z príkazového riadku, ale takto nebude schopná zostaviť kolekciu.
sr: Amarok-ов претраживач збирке Напомена: Ради исправљања грешака овај програм се може позвати и из командне линије, али тада неће заиста изградити збирку.
th: ตัวตรวจหาคลังดนตรีของ Amarok ข้อสังเกต: โปรแกรมนี้สามารถเรียกขึ้นมาได้โดยใช้การพิมพ์คำสั่งเรียก สำหรับการทำดีบัก แต่ว่าจริงๆ แล้วตัวโปรแกรมจะไม่สร้างคลังดนตรีขึ้นมาด้วยวิธีนี้
tr: Amarok Koleksiyon Tarayıcı Not: Bu yazılımı Hata çıktılarını görebilmek için komut satırından başlatılabilirsiniz. Fakat bu yöntemle bir koleksiyon oluşturamazsınız.
uk: Сканер збірок Amarok Примітка: для уможливлення зневадження цю програму можна викликати з командного рядка, але цим способом вона не збудує збірки.

source: Collection Scanner for Amarok
af: Versameling skandeerder vir Amarok
bg: Скенер на колекцията на Amarok
ca: Escanejador de la col·lecció per l'Amarok
cs: Prohlížeč kolekcí pro Amarok
da: Samlingsskanning for Amarok
de: Sammlungs-Scanner für Amarok
el: Σάρωση συλλογής για το AmaroK
es: Explorador de colección para Amarok
et: Amaroki muusikakogu uurija
eu: Amarok-en bilduma eskaneatzailea
fa: پویشگر مجموعه برای Amarok
fi: Amarokin kokoelmakartoitin
fr: Analyseur de collection pour Amarok
he: סורק אוסף של Amarok
hu: Az Amarok gyűjteményvizsgálója
it: Analizzatore della collezione di Amarok
ja: Amarok のためのコレクションスキャナ
km: កម្មវិធី​វិភាគ​រក​សម្រាប់ Amarok
ko: Amarok에 대한 모음집 검색기
lt: Amarok fonotekos sudarymas
nb: Samlingsskanner for Amarok
nds: Sammeln-Dörkieker vun Amarok
ne: अमारोकका लागि सङ्कलन स्क्यानर
nl: Collectiescanner voor Amarok
nn: Samlingssøk for Amarok
pa: ਅਮਰੋਕ ਲਈ ਭੰਡਾਰ ਜਾਂਚਕਾਰ
pl: Skaner kolekcji dla Amaroka
pt: Analisador da Colecção do Amarok
pt_br: Escaner de Coleção do Amarok
ru: Сканирование коллекции amaroK
se: Amaroka čoahkkádusohci
sk: Skener kolekcie pre Amarok
sr: Претраживач збирке за Amarok
th: ตัวตรวจหาคลังดนตรีสำหรับ Amarok
tr: Amarok için Koleksiyon Tarayıcısı
uk: Сканер збірок для Amarok

source: (C) 2003-2006, The Amarok Developers
af: (C) 2003-2006, Die Amarok ontwikkeling span
bg: (C) 2003-2006, екипът на Amarok
ca: (C) 2003-2006, Els desenvolupadors de l'Amarok
cs: (C) 2003-2006, vývojáři Amarok
da: (C) 2003-2006, Amarok-udviklerne
de: © 2003-2006, die Amarok-Entwickler
el: (C) 2003-2006, Η ομάδα ανάπτυξης του AmaroK
es: (c) 2003-2006, Los desarrolladores de Amarok
et: (C) 2003-2006: Amaroki arendajad
eu: (C) 2003-2006, Amarok-eko garatzaileak
fi: © 2003-2006, Amarokin kehitysryhmä
fr: (C) 2003-2006, Les développeurs d'Amarok
he: (C) 2003-2006, מפתחי Amarok
hu: (C) Az Amarok fejlesztői, 2003-2006
it: (C) 2003-2006, Gli sviluppatori di Amarok
ja: (C) 2003-2006, Amarok 開発チーム
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០៣-២០០៦ ដោយ​អ្នក​អភិវឌ្ឍន៍ amaroK
lt: (C) 2003-2006, Amarok programuotojai
nb: © 2003–2006 Amatok-utviklerne
nds: (C) 2003-2006, De Amarok-Schrievers
ne: (C) 2003-2006, अमारोक विकासकर्ता
nl: (c) 2003-2006, het team van Amarok-ontwikkelaars
nn: © 2003–2007 Amarok-utviklarane
pa: (C) 2003-2006, ਅੰਮਰੋਕ ਵਿਕਾਸ ਟੁਕੜੀ
pl: (C) 2003-2006, Programiści Amarok
pt: (C) 2003-2006, a equipa de desenvolvimento do Amarok
pt_br: (C) 2003-2006, Os Desenvolvedores do Amarok
ru: (c) 2003-2006, Разработчики amaroK
se: © 2003–2007 Amarok-ovdánahtit
sk: (C) 2003-2006, Vývojári Amaroku
sr: © 2003-2006, Развијачи Amarok-а
th: สงวนลิขสิทธิ์ (c) 2003-2006, ผู้พัฒนา Amarok
tr: (C) 2003-2006, Amarok Geliştiricileri
uk: (C) 2003-2006, Розробники Amarok
