Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: If set, Organize files will replace characters that are not compatible with vfat filesystems (such as ':', '*' and '?').
af: As hierdie gestel is, sal 'Organiseer lêers' lêers se name so verander dat dit met VFAT aanpasbaar sal wees. Onder andere: ':','*' en '?'.
bg: Ако е включена тази отметка, "Организиране на файловете" ще замени несъвместимите с файловата система vfat символи (такива като ":", "*" и "?".
ca: Si està seleccionat, en organitzar els fitxers es reemplaçaran tots aquells caràcters no compatibles amb els sistemes de fitxers vfat (tals com «:», «*» i «?»).
da: Hvis markeret erstatter Organisér filer tegn som ikke virker med VFAT-filsystemer (såsom ':', '*' og '?').
de: Wenn diese Einstellung aktiviert ist, wird die Dateiverwaltung alle Zeichen ersetzen, die nicht mit VFAT-Dateisystemen kompatibel sind. Dazu gehören z. B. ":", "*" und "?".
el: Αν ενεργοποιηθεί, η οργάνωση αρχείων θα αντικαθιστά τους χαρακτήρες που δεν είναι συμβατοί με συστήματα αρχείων vfat (όπως οι ':', '*' και '?').
es: Si se activa, Organizar archivos reemplazará los caracteres que no son compatibles con los sistemas de archivos vfat (como ':','*' y '?').
et: Valimisel asendatakse failide korraldamisel märgid, mis ei ühildu VFAT failisüsteemiga (näiteks ':', '*' ja '?').
eu: Ezartzen bada, 'Antolatu fitxategiak' vfat fitxategi-sistemarekin bateragarriak ez diren karaktereak ordeztuko ditu (':', '*' eta '?' bezalakoak).
fa: اگر تنظیم شود، پرونده‌های سازمان‌دهی جایگزین نویسه‌هایی می‌شوند که با سیستمهای پروندۀ vfat )نظیر »:«، »*« و »?«( همساز نیستند.
fi: Mikäli valittu, tiedostot nimetään uudelleen siten, että ne voidaan sijoittaa VFAT-tiedostojärjestelmään (esimerkiksi ”:”, ”*” ja ”?”).
fr: Si cette case est cochée, l'organisation de fichiers remplacera les caractères qui ne sont pas compatibles avec les systèmes de fichiers VFAT (comme ':', '*' et '?').
he: אם נקבע, ארגון קבצים יחליף תווים שאינם תואמים את מערכת־הקבצים vfat (כמו ':', '*' ו־ '?').
hu: Ha be van jelölve, akkor a fájl-rendszerezési művelet helyettesíteni fogja azon karaktereket, amelyek nem kompatibilisek a VFAT fájlrendszerekkel (például ":", "*" és "?").
it: Se impostata, Organizza file sostituirà i caratteri che non sono compatibili con filesystem vfat (come ':', '*' e '?').
ja: 有効にすると、ファイルの整理は VFAT ファイルシステムと互換性のない文字 (':', '*', '?' など) を置換します。
ka: მინიჭება და.
km: បើ​កំណត់ ឯកសារ​រៀបចំ​នឹង​ជំនួស​តួអក្សរ​ដែល​មិន​ឆបគ្នា​ជាមួយ​នឹង​ប្រព័ន្ធ​ឯកសារ vfat (ដូចជា ':', '*' និង '?' ជាដើម) ។
ko: 만약 설정하면, '파일 구성하기'는 vfat 파일 시스템과 호환되지 않는 (예를 들면 ':', '*' 그리고 '?') 문자를 대체할 것입니다.
lt: Jei ši parinktis įjungta, dėliojat bylas simboliai, neatitinkantys VFAT bylų sistemos reikalavimų („:“, „*“, „?“ ir kt.), bus pakeisti.
nb: Hvis dette er slått på, vil «Organiser filer» erstatte tegn som ikke passer i VFAT-filsystemer (slik som «:«*» og «?»).
nds: Wenn anmaakt, warrt bi't Bestüern Tekens utwesselt, de nich kompatibel to VFAT-Dateisystemen sünd (as t.B. ":", "*" un "?").
ne: यदि सेट भयो भने, सङ्गठित फाइलहरुले क्यारेक्टरहरू प्रतिस्थापन गर्नेछ जुन भीफ्याट फाइलप्रणालीसग मिल्दैन (जस्तै ':', '*' र '?') ।
nl: Wanneer ingesteld zal het organiseren van bestanden lettertekens vervangen die niet geschikt zijn voor VFAT-bestandssystemen, zoals ':', '*' en '?'.
nn: Viss kryssa av, vil ordning av filer endra namn på filene slik at dei vert i samsvar med VFAT-filsystemet (som ikkje kan innehelda teikn som «:», «*» og «?»).
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਸੰਗਠਿਤ ਫਾਇਲਾਂ ਵਿੱਚ vfat ਫਾਇਲ-ਸਿਸਟਮ ਦੇ ਅਨੁਕੂਲ ਕਰਨ ਲਈ ਅੱਖਰਾਂ (ਜਿਵੇਂ ਕਿ ':', '*' ਅਤੇ '?') ਨੂੰ ਬਦਲ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Jeśli ustawione, zbierane pliki będą podmieniały znaki, które nie są zgodne z systemem plików VFAT (takie jak ":", "," i "?").
pt: Se definido, a opção Organizar os Ficheiros irá substituir os caracteres incompatíveis com os sistemas de ficheiros VFAT (como o ':', '*' e '?').
pt_br: Se selecionada, Organizar arquivos irá substituir caracteres que não são compatíveis com sistemas de arquivos vfat (tais como ':', '*' e '?').
sk: Ak je nastavené, Spravovanie súborov nahradí znaky, ktoré nie sú kompatibilné s vfat súborovými systémami (ako je ':', '*' a '?').
sr: Ако је постављено, организовање фајлова ће мењати знакове несагласне са VFAT системима фајлова (нпр. „:“, „*“ и „?“).
th: หากตั้งไว้, การจัดการแฟ้มจำทำการแทนที่ตัวอักษรที่ไม่สามารถเข้ากันได้กับ ระบบแฟ้ม vfat (เช่น ':', '*' และ '?')
uk: Якщо увімкнено, то "Організувати файли" буде замінювати символи несумісні з файловою системою vfat (такі як ":", "*" і "?").

source: Whether organize files will rename files such that they only contain 7-bit ASCII characters.
af: Bepaal of 'Organiseer lêers' lêers se name sal verander sodat dit met 7-bis ASCII aanpasbaar sal wees.
bg: Дали "Организиране на файловете" да преименува файлове така, че да съдържат само 7-битови ASCII символи.
ca: Si en organitzar els fitxers es reanomenaran de manera que només continguin caràcters del conjunt ASCII de 7 bits.
da: Om Organisér filer skifter navn på filer så de kun indeholder 7-bit ASCII-tegn.
de: Legt fest, ob die Dateiverwaltung alle Zeichen in Dateinamen ersetzt, die nicht mit 7-Bit ASCII kompatibel sind.
el: Αν η οργάνωση αρχείων θα μετονομάζει αρχεία με μέθοδο που θα περιέχει μόνο χαρακτήρες 7-bit ASCII.
es: Si organizar archivos renombrará los archivos de forma que sólo contengan caracteres ASCII de 7 bits.
et: Kas failide korraldamisel nimetatakse failid ümber nii, et nad sisaldaks ainult 7-bitiseid ASCII märke.
eu: 'Antolatu fitxategiak' fitxategiak izenez aldatuko dituen edo ez, 7 biteko ASCII karaktereak bakarrik edukitzeko.
fa: آیا پرونده‌های سازمان‌دهی، پرونده‌هایی که فقط حاوی نویسه‌های ۷ بیتی ASCII می‌باشند را تغییر نام می‌دهد.
fi: Mikäli valittu, tiedostot nimetään uudelleen siten, että ne sisältävät vain 7-bittisiä ASCII-merkkejä.
fr: Si oui ou non l'organisation de fichiers doit renommer les fichiers de tel façon qu'ils ne contiennent que des caractères ASCII sur 7-bit.
he: האם ארגון הקבצים ישנה את שמם, כך שיכילו רק תווי ASCII 7-bit.
hu: A fájl-rendszerezési művelet nevezze-e át a fájlokat olyan módon, hogy azok neve csak 7 bites ASCII-karaktereket tartalmazzon.
it: Decidi se Organizza file rinominerà i file in modo che possano contenere solo caratteri ASCII a 7 bit.
ja: ファイルの整理がファイル名を 7-bit ASCII 文字のみに変更するかどうか
ka: შეიცავს ASCII.
km: ថាតើ​រៀបចំ​ឯកសារ​នឹង​ប្ដូរ​ឈ្មោះ​ឯកសារ​ ដែល​ពួក​វា​មាន​តែ​តួអក្សរ ៧​ ប៊ីត ASCII ។
ko: '파일 구성하기'는 이름에 7-bit 아스키 문자들만을 포함하도록 파일 이름을 교체할지 여부.
lt: Ar dėliojant bylas jas pervadinti naudojant tik 7 bitų ASCII simbolius.
nb: Om «Organiser filer» skal endre filnavn slik at de bare inneholder 7-bit ASCII-tegn.
nds: Bi't Bestüern Dateien so ümnömen, dat se bloots ASCII-Tekens bruukt
ne: सङ्गठित फाइलहरूले फाइलहरू पुन: नामकरण गर्नेछ या छैन जसले गर्दा तिनीहरूले ७-बिट एएससीआईआई क्यारेक्टरहरू मात्र समाविष्ट गर्दछ ।
nl: Of het organiseren van bestanden de bestanden zo zal hernoemen dat ze alleen 7-bit ASCII-lettertekens bevatten.
nn: Om ordning av filer skal endra namn på filer slik at dei berre inneheld 7-bits ASCII-teikn.
pl: Czy zbierane pliki będą zmieniały nazwy plików tak, by zawierały tylko 7-bitowe znaki ASCII.
pt: Se a organização dos ficheiros irá mudar os nomes dos ficheiros para conterem apenas caracteres ASCII de 7 bits.
pt_br: Organizar arquivos irá renomear arquivos de uma maneira que eles somente contenham caracteres ASCII 7-bit.
sk: Či spravovanie súborov premenuje súbory tak, že budú obsahovať iba 7-bitové ASCII znaky.
sr: Да ли ће организовање фајлова мењати имена тако да садрже само 7-битне ASCII знакове.
th: จะให้การจัดการแฟ้มเปลี่ยนชื่อแฟ้มให้มีการใช้ตัวอักษร ASCII แบบ 7 บิต เท่านั้น หรือไม่
uk: Чи під час організації файлів буде перейменовано файли так, що вони будуть містити тільки 7-бітові символи ASCII.

source: If set, Organize files will replace characters that are not compatible with the 7-bit ASCII character set.
af: As hierdie gestel is, sal 'Organiseer lêers' lêers se name so verander dat dit met 7-bis ASCII aanpasbaar sal wees.
bg: Ако е включена тази отметка, "Организиране на файловете" ще замени символите, които не са съвместими с 7-битовите ASCII такива.
ca: Si està seleccionat, en organitzar els fitxers es reemplaçaran tots aquells caràcters no compatibles amb el joc de caràcters ASCII de 7 bits.
da: Hvis markeret, vil Organisér filer erstatte tegn som ikke hører til tegnsættet 7-bit ASCII.
de: Wenn diese Einstellung aktiviert ist, wird die Dateiverwaltung alle Zeichen in Dateinamen ersetzen, die nicht mit 7-Bit ASCII kompatibel sind.
el: Αν ενεργοποιηθεί, η οργάνωση αρχείων θα αντικαθιστά τους χαρακτήρες που δεν είναι συμβατοί με το σύνολο χαρακτήρων 7-bit ASCII.
es: Si se activa, Organizar archivos reemplazará los caracteres que no son compatibles con el conjunto de caracteres ASCII de 7 bits.
et: Valimisel asendatakse failide korraldamisel märgid, mida ei leidu 7-bitises ASCII kooditabelis.
eu: Ezartzen bada, 'Antolatu fitxategiak' 7-biteko ASCII karaktere-multzoarekin bateragarriak ez diren karaktereak ordetuko ditu.
fa: اگر تنظیم شود، پرونده‌های سازمان‌دهی نویسه‌هایی که با تنظیم نویسۀ ۷ بیتی ASCII همساز نیستند را جایگزین می‌کند.
fi: Mikäli valittu, tiedostot nimetään uudelleen siten, että ne sisältävät vain 7-bittisiä ASCII-merkkejä.
fr: Si cette case est cochée, l'organisation de fichiers remplacera les caractères qui ne sont pas compatibles avec le jeu de caractères ASCII sur 7-bit.
he: אם נקבע, ארגון הקבצים יחליף תווים שאינם תואמים לקבוצת התווים של ASCII 7-bit.
hu: Ha be van jelölve, akkor a fájl-rendszerezési művelet helyettesíteni fogja azon karaktereket, amelyek nem kompatibilisek a 7 bites ASCII karakterkészlettel.
it: Se impostata, Organizza file sostituirà i caratteri non compatibili con quelli del set ASCII a 7 bit.
ja: 有効にすると、ファイルの整理は 7-bit ASCII 以外の文字を置換します。
ka: მინიჭება ASCII მინიჭება.
km: បើ​កំណត់ ឯកសារ​រៀបចំ​នឹង​ជំនួស​តួអក្សរ​ដែល​មិន​ឆប​គ្នា​ជាមួយ​នឹង​សំណុំតួអក្សរ ASCII ៧-ប៊ីត ។
ko: 설정하면, '파일 구성하기'는 7-bit 아스키 문자 집합과 호환되지 않는 문자들을 교체할 것입니다.
lt: Jei ši parinktis įjungta, dėliojat bylas simboliai, nepatenkantys į 7 bitų ASCII simbolių lentelę, bus pakeisti.
nb: Hvis dette er slått på vil «Organiser filer» erstatte tegn som ikke passer med tegnsettet 7-bits ASCII.
nds: Wenn anmaakt, warrt Dateien bi't Bestüern so ümnöömt, dat se bloots ASCII-Tekens bargt.
ne: यदि सेट भयो भने, सङ्गठित फाइलहरूले क्यारेक्टरहरू प्रतिस्थापन गर्नेछ जुन ७-बिट एएससीआईआई क्यारेक्टर सेटसँग मिल्दो छैन ।
nl: Wanneer ingeschakeld zal het organiseren van bestanden de lettertekens zal vervangen die niet voorkomen in de 7-bit ASCII-tekensetcodering.
nn: Viss kryssa av, vil ordning av filer endra namn på filer slik at dei berre inneheld 7-bits ASCII-teikn.
pl: Jeśli ustawione, zbierane pliki będą zastępowały znaki, które nie są zgodne z 7-bitowym zestawem znaków ASCII.
pt: Se definido, a organização dos ficheiros irá mudar os caracteres incompatíveis com o ASCII de 7 bits.
pt_br: Se selecionada, Organizar arquivos irá substituir caracteres que não são compatíveis com o conjunto de caracteres ASCII 7-bit.
sk: Ak je nastavené, Spravovanie súborov nahradí znaky, ktoré nie sú kompatibilné so 7-bitovou ASCII znakovou sadou.
sr: Ако је постављено, организовање фајлова ће мењати знакове несагласне са 7-битним ASCII скупом знакова.
th: หากตั้งค่าไว้ การจัดการแฟ้มจะจัดการเปลี่ยนตัวอักษรที่ไม่สามารถเข้ากันได้กับชุดอักขระ ASCII แบบ 7 บิต
uk: Якщо увімкнено, то "Організувати файли" буде замінювати символи, які не сумісні з набором символів 7-бітової ASCII.

source: Whether organize files will use a custom file naming scheme.
af: Bepaal of 'Organiseer lêers' 'n pasmaak herbenaming skema gaan gebruik.
bg: Дали "Организиране на файловете" да използва потребителска схема за имената на файловете.
ca: Si en organitzar els fitxers s'emprarà un patró d'anomenat de fitxers a mida.
da: Om Organisér filer bruger en egendefineret filnavngivningsmetode.
de: Legt fest, ob die Dateiverwaltung ein benutzerdefiniertes Namensschema verwendet.
el: Αν η οργάνωση αρχείων θα χρησιμοποιήσει μία προσαρμοσμένη μορφή ονομασίας αρχείων.
es: Si organizar archivos usará un esquema de nombrado de archivos personalizado.
et: Kas failide korraldamisel kasutatakse kohandatud failinime skeemi.
eu: 'Antolatu fitxategiak' fitxategiak izendatzeko eskema pertsonalizatuak erabiliko dituen edo ez.
fa: آیا پرونده‌های سازمان‌دهی از یک پروندۀ سفارشی با نام طرحواره استفاده می‌کند.
fi: Mikä valittu, tiedostojen nimetään oman nimeämistyylin mukaan.
fr: Si oui ou non l'organisation de fichiers doit utiliser un schéma personnalisé de nommage des fichiers.
he: האם ניהול קבצים יעשה שימוש, בתכנית מותאמת־אישית למתן שמות־קבצים.
hu: A fájl-rendszerezési művelet egyéni fájl-elnevezési sémát használjon-e.
it: Decidi se Organizza file utilizzerà uno schema personalizzato per i nomi dei file.
ja: ファイルの整理がカスタムファイル名スキームを使うかどうか
ka: a ფაილი.
km: ថា​តើ​ឯកសារ​រៀបចំ​នឹង​ប្រើ​គ្រោងការណ៍​ដាក់ឈ្មោះ​ឯកសារ​ផ្ទាល់​ខ្លួន​ឬ​ទេ ។
ko: '파일 구성하기'가 사용자가 정한 파일 이름 구성을 사용할지 여부.
lt: Ar dėliojant bylas naudoti naudotojo nurodytą bylų pervadinimo šabloną.
nb: Om «Organiser filer» skal bruke et selvvalgt filnavnskjema.
nds: Bi't Bestüern en egen Dateinaam-Schema bruken
ne: सङ्गठित फाइलहरूले अनुकूल फाइल नामकरण योजना प्रयोग गर्नेछ या छैन ।
nl: Of het organiseren van bestanden gebruik zal maken van een aangepast bestandsnaamschema.
nn: Om ordning av filer skal bruka ei sjølvvald filnamnopplegg.
pa: ਕੀ ਸੰਗਠਿਤ ਫਾਇਲਾਂ ਇੱਕ ਪਸੰਦੀਦਾ ਫਾਇਲ ਨਾਂ ਵਰਤੇਗਾ।
pl: Czy zbierane pliki będą używały własnego schematu nazywania plików.
pt: Se a organização dos ficheiros irá usar um esquema de nomes de ficheiros personalizado.
pt_br: Organizar arquivos irá usar um esquema de nome do arquivo personalizado.
sk: Či bude spravovanie súborov používať vlastnú schému pre názvy súborov.
sr: Да ли ће организовање фајлова користити посебну шему именовања.
th: จะให้การจัดการแฟ้มใช้งานรูปแบบชื่อแฟ้มตั้งเองหรือไม่
uk: Чи під час організації файлів буди вживатись нетипова схема найменування файлів.

source: If set, Organize files will rename files according to a custom format string.
af: As hierdie gestel is, sal 'Organiseer lêers' 'n pasmaak herbenaming skema gebruik.
bg: Ако е включена тази отметка, "Организиране на файловете" ще преименува файловете според потребителското форматиране.
ca: Si està seleccionat, en organitzar els fitxers es reanomenaran d'acord a una cadena de format personalitzada.
da: Hvis markeret, vil Organisér filer skifte navn på filer ifølge en egendefineret formatstreng.
de: Wenn diese Einstellung aktiviert ist, wird die Dateiverwaltung ein benutzerdefiniertes Schema zum Ablegen von Dateien verwenden.
el: Αν ορισθεί, η οργάνωση αρχείων θα μετονομάζει τα αρχεία σύμφωνα με μία συμβολοσειρά προσαρμοσμένης μορφής.
es: Si se activa, Organizar archivos renombrará los archivos según una cadena de formato personalizada.
et: Valimisel nimetatakse failide korraldamisel failid ümber vastavalt kohandatud vormingustringile.
eu: Ezartzen bada, 'Antolatu fitxategiak' fitxategien izenak aldatuko ditu kate-formatu pertsonalizatuaren arabera.
fa: اگر تنظیم شود، پرونده‌های سازمان‌دهی، پرونده‌ها را طبق یک رشته قالب سفارشی تغییر نام می‌دهد.
fi: Mikä valittu, tiedostojen nimetään oman nimeämistyylin mukaan.
fr: Si cette case est cochée, l'organisation de fichiers renommera les fichiers en accord avec le format personnalisé.
he: אם נקבע, ניהול קבצים ישנה את שמם לפי מחרוזת תבנית המותאמת באופן אישי.
hu: Ha be van jelölve, akkor a fájl-rendszerezési művelet át fogja nevezni a fájlokat egy egyéni formátumszöveg alapján.
it: Se impostata, Organizza file rinominerà i file in accordo a una stringa di formato personalizzata.
ja: 有効にすると、ファイルの整理はカスタム書式文字列に従ってファイル名を変更します。
ka: მინიჭება -სკენ a სტრიქონი.
km: បើ​កំណត់ ឯកសារ​រៀបចំ​នឹង​ប្ដូរឈ្មោះ​ឯកសារ​ទៅ​តាម​ខ្សែអក្សរ​ទ្រង់ទ្រាយ​ផ្ទាល់ខ្លួន ។
ko: 만약 설정하면, '파일 구성하기'는 사용자가 정의한 형식의 문자열에 따라 파일 이름을 변경할 것입니다.
lt: Jei ši parinktis įjungta, dėliojat bylas jos bus pervadintos naudojant naudotojo nurodytą bylų pervadinimo šabloną.
nb: Hvis dette er slått på vil «Organiser filer» gi filer nytt navn ifølge en selvvalgt formatstreng.
nds: Wenn anmaakt, warrt Dateien bi't Bestüern langs en egen Formaattekenkeed ümnöömt.
ne: यदि सेट भयो भने, सङ्गठित फाइलहरूले अनुकूल ढाँचा स्ट्रिङको आधारमा फाइलहरू पुन: नामकरण गर्नेछ ।
nl: Wanneer ingeschakeld zal het organiseren van bestanden de bestanden hernoemen volgens een opgegeven opmaak.
nn: Viss kryssa av, vil ordning av filer skal bruka ei sjølvvald filnamnopplegg.
pa: ਕੀ ਸੰਗਠਿਤ ਫਾਇਲਾਂ ਨੂੰ ਇੱਕ ਕਸਟਮ ਫਾਰਮੈਟ ਸਤਰ ਦੇ ਮੁਤਾਬਕ ਉਹਨੇ ਦੇ ਨਾਂ ਬਦਲੇ ਜਾਣਗੇ।
pl: Jeśli ustawione, zbierane pliki będą zmieniały nazwy plików odpowiednio do własnego formatu nazwy.
pt: Se a opção estiver activa, a organização dos ficheiros irá mudar os nomes dos ficheiros com base num formato personalizado.
pt_br: Se selecionada, Organizar arquivos irá renomear os arquivos de acordo com uma seqüência de formatação personalizada.
sk: Ak je nastavené, Spravovanie súborov bude premenovávať súbory podľa vlastného formátovacieho reťazca.
sr: Ако је постављено, организовање фајлова ће мењати имена према посебном формату.
th: หากตั้งไว้ การจัดการแฟ้มจะทำการเปลี่ยนชื่อแฟ้มโดยอิงกับสตริงรูปแบบที่ตั้งเอง
uk: Якщо увімкнено, то "Організувати файли" буде перейменовувати файли відповідно до рядка нетипового формату.

source: Format string for Organize files, if a custom naming scheme is used.
af: Formaat string vir 'Organiseer lêers', as 'n pasmaak herbenaming skema gebruik word.
bg: Низове за форматиране в "Организиране на файловете", ако се използва потребителска схема за имената.
ca: Cadena de format per Organitzar els fitxers, si és que s'empra un patró d'anomenat a mida.
da: Formatstreng for Organisér filer, hvis en egen navngivningsmetode bruges.
de: Die Format-Zeichenkette für die Dateiverwaltung, falls ein benutzerdefiniertes Namensschema verwendet wird.
el: Μορφή συμβολοσειράς για την οργάνωση των αρχείων, αν χρησιμοποιηθεί μία προσαρμοσμένη μορφή ονομασίας.
es: Cadena de formato para Organizar archivos, si se está usando un esquema de nombrado personalizado.
et: Failide korraldamise vormingustring, kui kasutatakse kohandatud failinime skeemi.
eu: 'Antolatu fitxategiak'en kate-formatua, izendatzeko eskema pertsonalizatua erabiltzen bada.
fa: رشته قالب برای پرونده‌های سازمان‌دهی در صورتی که از یک طرحوارۀ نامدار سفارشی استفاده شود.
fi: Oma nimeämistyyli.
fr: Format pour l'organisation de fichiers, si un schéma de nommage personnalisé est utilisé.
he: מחרוזת תבנית המותאמת באופן אישי עבור ניהול קבצים, אם נעשה שימוש בתכנית מותאמת אישית למתן שמות.
hu: Formátumszöveg a fájl-rendszerezési művelet számára, ha egyéni elnevezési séma van használatban.
it: Stringa di formato per Organizza file, se uno schema di nome file è usato.
ja: ファイルの整理に使用する書式文字列 (カスタムファイル名スキーム有効時)
ka: ფორმატი სტრიქონი -თვის a ტოლია.
km: ខ្សែអក្សរ​ទ្រង់ទ្រាយ​សម្រាប់​ឯកសារ​រៀបចំ បើ​ប្រើ​គ្រោងការណ៍​ដាក់ឈ្មោះ​ផ្ទាល់​ខ្លួន ។
ko: 사용자 이름 구성이 사용될 경우, '파일 구성하기'에 대한 형식 문자열
lt: Dėliojant bylas naudoti šį bylų pervadino šabloną.
nb: Formatstreng for «Organiser filer», hvis selvvalgt navneskjema brukes.
nds: Formaattekenkeed för't Bestüern, wenn en egen Naamschema bruukt warrt.
ne: यदि अनुकूल नामकरण योजना प्रयोग गरिएको छ भने, सङ्गठित फाइलहरूका लागि स्ट्रिङ ढाँचाबद्ध गर्नुहोस् ।
nl: Opmaaktekst voor het organiseren van bestanden, wanneer een aangepast bestandsnaamschema wordt gebruikt.
nn: Formateringsmønster for ordning av filer når sjølvvald filnamnopplegg vert bruka.
pa: ਸੰਗਠਿਤ ਫਾਇਲਾਂ ਲਈ ਫਾਰਮੈਟ ਸਤਰ, ਜੇਕਰ ਪਸੰਦੀਦਾ ਨਾਂ ਸਕੀਮ ਵਰਤੀ ਜਾਵੇਗੀ।
pl: Format nazwy dla zbierania plików, jeśli jest używany własny schemat nazywania.
pt: O texto de formatação da Organização de Ficheiros, se for usado um esquema personalizado de nomes.
pt_br: Seqüência de formatação para Organizar arquivos, se for usado um esquema de nome do arquivo personalizado.
sk: Formátovací reťazec pre Spravovanie súborov, ak je použitá vlastná schéma pre pomenovávanie.
sr: Знаковни низ формата за организовање фајлова, када се користи посебна шема.
th: สตริงรูปแบบสำหรับการจัดการแฟ้ม, หากมีการใช้งานรูปแบบการตั้งชื่อแบบตั้งเอง
uk: Формат рядка для "Організувати файли", якщо вживається нетипова схема найменування.
