Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: &Scan folders recursively
af: Skandeer gidse rekursief
bg: &Сканиране на директориите рекурсивно
ca: E&scaneja les carpetes recursivament
cs: Prohledávat &složky rekurzivně
da: S&kan mapper rekursivt
de: &Ordner rekursiv durchsuchen
el: &Αναδρομική σάρωση φακέλων
es: Explorar carpeta&s recursivamente
et: Kataloogide rekur&siivne uurimine
eu: E&skaneatu karpetak errekurtsiboki
fa: &پویش پوشه‌ها به طور بازگشتی‌
fi: &Etsi myös alikansioista
fr: &Analyser récursivement
he: &סרוק תיקיות בצורה רקורסיבית
hu: Keresés az &alkönyvtárakban is
it: &Scansione ricorsiva delle cartelle
ja: フォルダを再帰的にスキャンする(&S)
ka: დასტების რეკურსიული &სკანირება
km: វិភាគ​ថត​បន្តបន្ទាប់
ko: 재귀적으로 폴더 검색(&S)
lt: &Ieškoti aplankuose įskaitant paaplankius
nb: &Søk også i undermapper
nds: &Ok all Ünnerornern dörkieken
ne: फोल्डरहरू पुनरावृत्तिक रूपमा स्क्यान गर्नुहोस्
nl: Mappen recur&sief doorzoeken
nn: &Søk òg i undermapper
pa: ਅੰਦਰੂਨੀ ਫੋਲਡਰ ਵੀ ਵੇਖੋ(&S)
pl: Prze&szukuj katalogi rekurencyjnie
pt: Procurar pa&stas recursivamente
pt_br: &Escanear pastas recursivamente
ru: &Рекурсивно
se: Oza &vuollemáhpaid maid
sk: Prehľadávať &priečinky rekurzívne
sr: &Претражуј фасцикле рекурзивно
th: ตรวจ&หาภายในโฟลเดอร์แบบละเอียด
tr: &Klasörleri içe doğru tara
uk: &Рекурсивно переглядати теки

source: &Watch folders for changes
af: Monitor gidse vir veranderinge
bg: &Следене за промени в директориите
ca: &Vigila els canvis en les carpetes
cs: &Hlídat změny ve složkách
da: &Overvåg mappe for ændringer
de: Ä&nderungen überwachen
el: &Παρακολούθηση φακέλων για αλλαγές
es: &Vigilar los cambios en las carpetas
et: Kataloogide muutuste &jälgimine
eu: &Begiratu karpeten aldaketak
fa: &پایش پوشه‌ها برای تغییرات‌
fi: &Tarkkaile kansioiden muutoksia
fr: &Surveiller les modifications sur ces dossiers
he: &נטר שינויים בתיקיות
hu: A könyvtárak &változásainak figyelése
it: &Controlla cambiamenti cartelle
ja: フォルダの変更を監視する(&W)
ka: საქაღალდეების ცვლილებებისთვის თვა&ლთვალი
km: ឃ្លាំមើលថត​សម្រាប់​ការ​ផ្លាស់ប្តូរ​
ko: 폴더의 변화 감시(&W)
lt: &Stebėti aplankų pasikeitimus
nb: &Overvåk etter endringer
nds: Op Ä&nnern binnen Ornern luern
ne: परिवर्तनका लागि फोल्डरहरू हेर्नुहोस्
nl: Mappen op &wijzigingen observeren
nn: &Overvak etter endringar
pa: ਤਬਦੀਲੀਆਂ ਲਈ ਫੋਲਡਰਾਂ 'ਤੇ ਨਿਗਾ ਰੱਖੋ(&W)
pl: Ś&ledź zmiany w katalogach
pt: &Vigiar alterações nas pastas
pt_br: &Monitorar pastas por mudanças
ru: &Следить за изменениями в папках
se: Oza rievdadusaid &máhpain
sk: &Strážiť zmeny v priečinkoch
sr: &Прати измене у фасциклама
th: &คอยเฝ้าดูการเปลี่ยนแปลงของโฟลเดอร์
tr: &Klasörlerdeki değişiklikleri izle
uk: &Наглядати за змінами в теках

source: If selected, Amarok will read all subfolders.
af: As hierdie gekies is, sal Amarok al die sub gidse lees.
bg: Ако е включена тази отметка, Amarok ще претърсва всички поддиректории.
ca: Si està seleccionat, l'Amarok llegirà totes les subcarpetes.
cs: Pokud je zvoleno, Amarok bude číst všechny podřízené složky.
da: Hvis markeret læser Amarok alle undermapper.
de: Wenn dies aktiviert ist, wird Amarok alle Unterordner durchsuchen.
el: Αν επιλεγεί, το AmaroK θα αναγνώσει όλους τους υποφακέλους.
es: Si está seleccionado, Amarok leerá todas las subcarpetas.
et: Märkimisel loeb Amarok ka kõik alamkataloogid.
fa: اگر علامت زده شود، Amarok همۀ زیرپوشه‌ها را می‌خواند.
fi: Mikäli valittu, Amarok käy läpi kaikki alikansiot.
fr: Si cette case est cochée, Amarok lira tous les sous-dossiers.
he: אם סומן, Amarok תקרא את כל תיקיות המשנה.
hu: Ha be van jelölve, akkor az Amarok az összes könyvtárt annak alkönyvtáraival együtt olvassa be
it: Se selezionata, Amarok leggerà tutte le sottocartelle.
ja: 有効にすると、Amarok はすべてのサブフォルダを読み込みます。
km: ប្រសិន​បើ​បានជ្រើស Amarok នឹង​អាន​ថតរង​ទាំងអស់ ។
ko: 만약 선택된다면, Amarok은 모든 하위 폴더를 읽을 것입니다.
lt: Įjungus šią parinktį AmaroK įtrauks visus paaplankius.
nb: Hvis dette er valgt vil Amarok lese alle undermapper.
nds: Wenn aktiveert, kiekt Amarok ok all Ünnerornern dör.
ne: यदि चयन गरियो भने, अमारोकले सबै उपफोल्डरहरू पढ्नेछ ।
nl: Indien geselecteerd zal Amarok alle submappen inlezen.
nn: Søk gjennom mapper og undermapper.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਤਾਂ ਅਮਰੋਕ ਸਭ ਸਬ-ਫੋਲਡਰਾਂ ਨੂੰ ਪੜ੍ਹੇਗਾ।
pl: Jeśli jest zaznaczone, Amarok odczyta wszystkie podkatalogi.
pt: Se seleccionado, o Amarok lê todas as subpastas.
pt_br: Se selecionada, o Amarok lerá todas as subpastas.
ru: Добавлять также вложенные каталоги.
se: Jus lea merkejuvvon, de Amarok ohcá buot vuollemáhpaid.
sk: Pokiaľ je zvolené, Amarok bude čítať všetky podriadené priečinky.
sr: Ако је изабрано, Amarok ће читати и све подфасцикле.
th: หากเลือกตัวเลือกนี้ Amarok จะอ่านโฟลเดอร์ย่อยทั้งหมด
tr: Bu seçili ise, Amarok tüm alt dizinleri okur.
uk: Якщо вибрано, Amarok прочитає всі підтеки.

source: If selected, folders will automatically get rescanned when the content is modified, e.g. when a new file was added.
af: As hierdie opsie gekies is, sal gidse outomaties geskandeer word sodra die inhoud verander word, soos wanneer 'n lêer byvoorbeeld bygevoeg word.
bg: Ако е включена тази отметка, директориите автоматично ще бъдат сканирани, когато съдържанието им е променено, например когато е добавен нов файл.
ca: Si està seleccionat, s'escanejaran de nou les carpetes en canviar els continguts, per exemple si s'afegeixen nous fitxers.
cs: Pokud je zvoleno, budou složky automaticky znovuprohledány, jakmile se změní jejich obsah, např. když je přidán nový soubor.
da: Hvis markeret gennemsøges mapper automatisk igen når indholdet ændres, f.eks. når en ny fil tilføjes.
de: Wenn dies aktiviert ist, werden die Ordner bei Änderungen automatisch erneut durchsucht, z. B. nachdem eine neue Datei hinzugefügt wurde.
el: Αν επιλεγεί, όταν το περιεχόμενο των φακέλων αλλάζει (π.χ σε προσθήκη νέου αρχείου) αυτοί θα σαρώνονται ξανά.
es: Si se selecciona, se volverá a analizar las carpetas cuando su contenido sea modificado, por ejemplo cuando se haya añadido un archivo nuevo.
et: Märkimisel uuritakse kataloogid automaatselt uuesti läbi, kui nende sisu muutub (nt. uue faili lisamisel).
eu: Hautatzen bada, karpetak automatikoki eskaneatuko dira edukiak aldatzean. Adib, fitxategi berria gehitzean.
fa: اگر علامت زده شود، هنگامی که محتوا تغییر داده می‌شود، مثلاً هنگامی که یک پروندۀ جدید افزوده می‌شود، پوشه‌ها به طور خودکار مجدداً پویش می‌شوند.
fi: Mikäli valittu, kansiot käydään automaattisesti läpi uudestaan niiden muututtua, esimerkiksi uuden tiedoston lisäämisen jälkeen.
fr: Si cette case est cochée, les dossiers seront automatiquement ré-analysés lorsque le contenu est modifié, par exemple lorsqu'un nouveau fichier est ajouté.
he: אם סומן, התיקיות יסרקו אוטומטית כאשר התוכן בהן ישתנה, כלומר כאשר יתווסף קובץ חדש.
hu: Ha be van jelölve, akkor a könyvtárak automatikusan át lesznek nézve a tartalom módosulásakor - például egy új fájl megjelenésekor
it: Se selezionata, una nuova scansione delle cartelle verrà effettuata automaticamente allorquando il contenuto sia cambiato, es. quando un nuovo file è stato aggiunto.
ja: 有効にすると、フォルダの内容が変更されると自動的に再スキャンします。(例: 新しいファイルが追加されたとき)
ka: თუ მონიშნულია, საქაღალდეების შიგთავსის ჩასწორების შემდეგ,. მოხდება მათი ავტო სკანირება, ანუ როდესაც ახალი ფაილი დაემატება.
km: បើ​ជ្រើស, ថត​នឹង​ត្រូវ​បាន​វិភាគ​ដោយ​ស្វ័យប្រវត្តិ នៅ​ពេល​កែប្រែ​មាតិកា ។ ឧ. នៅ​ពេល​បន្ថែម​ឯកសារ​ថ្មី ។
ko: 만약 선택된다면, 폴더 내용이 변경되었을시 (새 파일이 더해진다든지 등등) 자동으로 폴더를 재검색합니다.
lt: Įjungus šią parinktį AmaroK stebės ar nepasikeitė aplankų turinys, pvz, buvo įdėta nauja byla. Tokiu atveju aplankai bus automatiškai peržiūrėti iš naujo.
nb: Søk automatisk gjennom mapper når innholdet blir endret, for eksempel når en ny fil blir lagt til.
nds: Wenn aktiveert, warrt de Ornern automaatsch wedder dörkeken, wenn sik de Inholt ännert, t.B. wenn dor en nieg Datei tokummt.
ne: यदि चयन गरियो भने, सामग्रीहरू परिमार्जन हुँदा फोल्डरहरुले स्वचालित रूपमा पुन: स्क्यान गरिनेछ, उदाहरणको लागि, नयाँ फाइल थपिदा ।
nl: Indien geselecteerd zullen de mappen automatisch opnieuw worden doorzocht als de inhoud ervan is gewijzigd, bijv. doordat er een nieuw bestand is toegevoegd.
nn: Søk automatisk gjennom mapper når innhaldet vert endra, for eksempel når ei ny fil vert lagt til.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਤਾਂ, ਫੋਲਡਰ ਵਿੱਚ ਕੋਈ ਤਬਦੀਲੀ ਹੋਣ ਉਪਰੰਤ, ਜਿਵੇਂ ਕਿ ਨਵੀਂ ਫਾਇਲ ਸ਼ਾਮਿਲ ਕੀਤੀ, ਉਹਨਾਂ ਦੀ ਸਵੈ-ਚਾਲਿਤ ਹੀ ਜਾਂਚ ਕੀਤੀ ਜਾਵੇਗੀ।
pl: Jeśli jest zaznaczone, katalogi będą automatycznie przeszukiwane kiedy ich zawartość będzie zmieniana, np. kiedy zostanie dodany nowy plik.
pt: Se seleccionado, as pastas procuradas novamente quando o seu conteúdo é modificado, por exemplo, quando um ficheiro é adicionado.
pt_br: Se selecionada, as pastas serão automaticamente re-escaneadas quando houver uma mudança de conteúdo (por exemplo, quando um novo arquivo for adicionado).
ru: Пересканировать папки после изменений в них (например, это может быть добавление нового файла).
se: Jus lea merkejuvvon, de Amarok geahččá máhpain go sisdoallu rievdaduvvo, omd. jus fiila lasihuvvo.
sk: Pokiaľ je zvolené, budú priečinky automaticky znovu prehľadávané, hneď ako sa zmení ich obsah, napr. keď je pridaný nový súbor.
sr: Ако је изабрано, фасцикле ће бити аутоматски поново претражене када се садржај измени, нпр. када се дода нови фајл.
th: หากเลือกตัวเลือกนี้ โฟลเดอร์จะถูกตรวจซ้ำโดยอัตโนมัติเมื่อมีการเปลี่ยนแปลงของเนื้อหาภายในโฟลเดอร์ เช่น เมื่อมีการเพิ่มแฟ้มใหม่เข้าไป
tr: Bu seçili ise, içerik değiştirildiğinde, dizinler tekrar taranır, mesela yeni bir dosya eklendiğinde.
uk: Якщо вибрано, то при зміні в теках (тобто, коли був доданий новий файл) вони будуть автоматично заново переглянуті.

source: Updating Collection
af: Besig om die versameling op te dateer
bg: Обновяване на колекцията
ca: S'està actualitzant la col·lecció
cs: Aktualizuje se kolekce
da: Opdaterer samling
de: Die Sammlung wird aktualisiert
el: Ενημέρωση συλλογής
es: Actualizando la colección
et: Muusikakogu uuendamine
eu: Bilduma eguneratzen
fa: به‌روزرسانی مجموعه
fi: Kokoelmaa päivitetään
fr: Mise à jour de la collection
he: מעדכן אוסף
hu: A gyűjtemény frissítése
it: Aggiornamento della collezione
ja: コレクションを更新
ka: კოლექციის განახლება
km: កំពុង​ធ្វើ​ឲ្យ​ការ​សម្រាំង​ទាន់សម័យ
ko: 모음집을 갱신하는 중입니다
lt: Atnaujinama fonoteka
nb: Oppdaterer samling
nds: Sammeln warrt opfrischt
ne: सङ्कलन अद्यावधिक गर्दै
nl: Collectie wordt bijgewerkt
nn: Oppdaterer samling
pa: ਭੰਡਾਰ ਅੱਪਡੇਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Uaktualnianie kolekcji
pt: A Actualizar a Colecção
pt_br: Atualizando a Coleção
ru: Обновление базы данных
se: Ođasmahttimin čoahkkádusa
sk: Aktualizuje sa kolekcia
sr: Ажурирам збирку
th: อัปเดตคลังดนตรี
tr: Koleksiyon Güncelleniyor
uk: Оновлення збірки

source: Building Collection
af: Besig om versameling te bou
bg: Съставяне на колекция
ca: S'està construint la col·lecció
cs: Sestavuje se kolekce
da: Opbygger samling
de: Die Sammlung wird erfasst
el: Κατασκευή συλλογής
es: Construyendo la colección
et: Muusikakogu loomine
eu: Bilduma eraikitzen
fa: ساخت مجموعه
fi: Kokoelmaa luodaan
fr: Construction de la collection
he: בונה אוסף
hu: Gyűjtemény készítése
it: Creazione della collezione
ja: コレクションを構築
ka: კოლექციის აგება
km: បង្កើត​ការ​សម្រាំង
ko: 모음집을 구성하는 중입니다
lt: Sudaroma fonoteka
nb: Bygger opp samling
nds: Sammeln warrt opstellt
ne: सङ्कलन निर्माण गर्दै
nl: Collectie wordt opgebouwd
nn: Byggjer opp samling
pa: ਭੰਡਾਰ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Tworzenie kolekcji
pt: A Construir a Colecção
pt_br: Construindo a Coleção
ru: Создание базы данных
se: Huksemin čoahkkádusa
sk: Zostavuje sa kolekcia
sr: Градим збирку
th: กำลังสร้างคลังดนตรี
tr: Koleksiyon Oluşturuluyor
uk: Створення збірки

source: <p>The Collection Scanner was unable to process these files:</p>
af: <p>Die versameling skandeerder kon nie hierdie lêers verwerk nie:</p>
bg: <p>Скенерът на колекцията не можа да обработи следните файлове:</p>
ca: <p>L'escanejador de la col·lecció no ha pogut processar aquests fitxers:</p>
cs: <p>Skener kolekce nemohl zpracovat tyto soubory:</p>
da: <p>Samlingsskanneren kunne ikke behandle følgende filer:</p>
de: <p>Die folgenden Dateien konnten beim Erfassen der Sammlung nicht verarbeitet werden:</p>
el: <p>Ο σαρωτής συλλογής δεν μπόρεσε να αναλύσει αυτά τα αρχεία:</p>
es: <p>El explorador de la colección no ha conseguido procesar estos archivos:</p>
et: <p>Muusikakogu uurija ei suutnud töödelda järgmisi faile:</p>
eu: <p>Bildumaren eskanerra ezin izan ditu honako fitxategiak prozesatu:</p>
fa: <p>پویشگر مجموعه قادر به پردازش این پرونده‌ها نبود:</p>
fi: <p>Kokoelmakartoitin ei kyennyt prosessoimaan seuraavia tiedostoja:</p>
fr: <p>L'analyseur de collection n'a pas pu traiter ces fichiers :</p>
he: <p>סורק האוסף לא הצליח לעבד את הקבצים האלו:</p>
hu: <p>A gyűjteményvizsgáló nem tudta feldolgozni ezeket a fájlokat:</p>
it: <p>L'analizzatore della collezione non è riuscito a processare questi file:</p>
ja: <p>コレクションスキャナは次のファイルを処理できませんでした:</p>
ka: <p>კოლექციის სკანერიმა ვერ დაამუშავა შემდეგი ფაილები:</p>
km: <p>ឧបករណ៍​វិភាគ​ការ​សម្រាំង មិន​អាច​ដំណើរការ​ឯកសារ​ទាំងនេះ​បាន​ឡើយ ៖</p>
ko: <p>모음집 검색기는 이 파일들을 처리할 수 없습니다.</p>
lt: <p>Sudarant fonoteką nepavyko suprasti šių bylų:</p>
nb: <p>Samlingssøkeren kunne ikke behandle disse filene:</p>
nds: <p>Bi't Dörkieken leten sik disse Dateien nich verarbeiden:</p>
ne: <p> सङ्कलन स्क्यानर यी फाइलहरू प्रक्रिया गर्न असक्षम भयो:</p>
nl: <p>De collectiescanner kon deze bestanden niet verwerken:</p>
nn: <p>Feil ved handsaming av desse filene i samlinga:</p>
pa: <p>ਭੰਡਾਰ ਸਕੈਨਰ ਇਹਨਾਂ ਫਾਇਲਾਂ ਉੱਤੇ ਕਾਰਵਾਈਆਂ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ:</p>
pl: <p>Skaner kolekcji nie mógł przetworzyć tych plików:</p>
pt: <p>O Navegador da Colecção não conseguiu processar estes ficheiros:</p>
pt_br: <p>O Escaner de Coleção não foi capaz de processar estes arquivos:</p>
ru: <p>Компонент сбора данных о коллекции не смог обработать следующие файлы:</p>
se: <p>Čoahkkádusohci ii sáhttán dáid fiillaid prosesseret:</p>
sk: <p>Skener kolekcie nemohol spracovať tieto súbory:</p>
sr: <p>Претраживач збирке није успео да обради ове фајлове:</p>
th: <p>ตัวตรวจหาคลังดนตรีไม่สามารถทำการประมวลผลแฟ้มเหล่านี้ได้:</p>
tr: <p>Koleksiyon tarayıcı şu dosyaları işleyemedi:</p>
uk: <p>Програма сканування збірок не змогла опрацювати ці файли:</p>

source: Collection Scan Report
af: Versameling skandeer verslag
bg: Доклад от сканиране на колекцията
ca: Informe de l'escaneig de la col·lecció
cs: Zpráva o procházení kolekce
da: Rapport fra samlingsskanning
de: Bericht der Sammlungs-Erfassung
el: Αναφορά σάρωσης συλλογής
es: Informe de la exploración de la colección
et: Muusikakogu uurija teade
eu: Bildumaren eskanerraren txostena
fa: گزارش پویش مجموعه
fi: Kokoelmakartoituksen raportti
fr: Rapport de l'analyseur de collection
he: דוח סריקת האוסף
hu: A gyűjtemény-átvizsgálás eredménye
it: Resoconto di scansione della collezione
ja: コレクションのスキャン結果
ka: კოლექციის სკანირების პატაკი
km: របាយការណ៍​វិភាគ​ការ​សម្រាំង
ko: 모음집 검색 리포트
lt: Fonotekos sudarymo ataskaita
nb: Rapport fra samlingssøk
nds: Dörkiek-Bericht
ne: सङ्कलन स्क्यान प्रतिवेदन
nl: Scanrapport
nn: Rapport etter samlingssøk
pa: ਭੰਡਾਰ ਜਾਂਚ ਰਿਪੋਰਟ
pl: Raport przeszukiwania kolekcji
pt: Relatório do Analisador da Colecção
pt_br: Relatório do Escaner de Coleção
ru: Отчёт о сканировании коллекции
se: Čoahkkádusohcanráporta
sk: Hlásenie o skenovaní kolekcie
sr: Извештај претраживања збирке
th: รายงานการตรวจหาคลังดนตรี
tr: Koleksiyon Tarama Raporu
uk: Звіт сканування збірок

source: <p>Sorry, the Collection Scan was aborted, since too many problems were encountered.</p>
af: <p>Die versameling skandeerder was gestop, omdat te veel probleme voor gekom het. Jammer.</p>
bg: <p>Сканирането на колекцията беше прекъснато, тъй като бяха открити прекалено много проблеми.</p>
ca: <p>Disculpeu, s'ha avortat l'escaneig de la col·lecció degut al gran nombre de problemes trobats.</p>
cs: <p>Litujeme, ale procházení kolekce muselo být kvůli příliš mnoha chybám přerušeno.</p>
da: <p>Desværre blev samlingens gennemsøgning afbrudt, eftersom for mange fejl indtraf.</p>
de: <p>Das Erfassen der Sammlung wurde leider abgebrochen, weil zu viele Probleme aufgetreten sind.</p>
el: <p>Λυπάμαι, η σάρωση της συλλογής διακόπηκε αφού παρουσιάστηκαν πάρα πολλά προβλήματα.</p>
es: <p>Disculpe, la exploración de la colección fue interrumpida debido a la gran cantidad de problemas encontrados.</p>
et: <p>Vabandust, muusikakogu uurija pidi töö lõpetama, sest tekkis liiga palju probleeme.</p>
eu: <p>Bildumaren eskanerra bertan behera utzi da, arazo gehiegirekin topo egin delako.</p>
fa: <p>متأسفم، پویش مجموعه ساقط شده بود، چون با مسائل زیادی روبرو شده بود.</p>
fi: <p>Kokoelmakartoitin keskeytettiin, koska tapahtui liian monta virhettä.</p>
fr: <p>Désolé mais l'analyseur de collection a échoué suite à de trop nombreuses erreurs.</p>
he: <p>מצטערים, סריקת האוסף בוטלה, הואיל ונתקלנו בהרבה מאוד בעיות.</p>
hu: <p>A gyűjtemény-átvizsgálás meg lett szakítva, mivel a művelet túl sok problémát talált.</p>
it: <p>Spiacente, la scansione della collezione è stata interrotta, poiché diversi problemi sono stati riscontrati.</p>
ja: <p>多くの問題が発生したため、コレクションのスキャンを中止しました。</p>
ka: <p>ბოდიში, კოლექციის სკანირება შეწყდა, რადგან ბევრი პრობლემა წარმოიქმნა.</p>
km: <p>សូមអភ័យទោស ការ​វិភាគ​ការ​សម្រាំង​ត្រូវ​បាន​បញ្ឈប់​ហើយ ដោយ​សារ​តែ​ជួបប្រទះ​បញ្ហា​ច្រើន​ពេក ។</p>
ko: <p>죄송합니다, 여러 많은 문제가 나타나면서 모음집 검색이 중단되었습니다.</p>
lt: <p>Fonotekos sudarymas buvo nutrauktas, nes bedirbant įvyko pernelyg daug klaidų.</p>
nb: <p>Samlingssøket ble avbrutt, fordi det oppsto for mange problemer.</p>
nds: <p>Dat Dörkieken wöör afbraken, dat geev to vele Problemen.</p>
ne: <p> माफ गर्नुहोस्, अति धेरै समस्याहरू हुँदाहुँदै पनि सङ्कलन स्क्यान परित्याग गरियो ।</p>
nl: <p>Helaas, het doorzoeken van de collectie is afgebroken. Er deden zich teveel problemen voor.</p>
nn: <p>Samlingssøket vart avbrote, då det oppstod for mange feil.</p>
pa: <p>ਅਫ਼ਸੋਸ ਹੈ ਕਿ ਭੰਡਾਰ ਜਾਂਚ ਨੂੰ ਛੱਡਿਆ ਗਿਆ, ਕਿਉਂਕਿ ਬਹੁਤ ਸਾਰੀਆਂ ਸਮੱਸਿਆਵਾਂ ਆ ਰਹੀਆਂ ਹਨ।</p>
pl: <p>Niestety, przeszukiwanie kolekcji zostało anulowane ponieważ napotkano zbyt wiele błędów.</p>
pt: <p>Infelizmente, o Navegador da Colecção foi interrompido, devido à ocorrência de vários problemas.
pt_br: <p>Desculpe, o Escaneamento da Coleção foi interrompido, porque muitos problemas foram encontrados.</p>
ru: <p>Сканирование коллекции отменено из-за большого количества ошибок.</p>
se: <p>Ándagássii, čoahkkádusohcan gaskkalduvvui dannego čuožžiledje menddo ollu meattáhusat.</p>
sk: <p>Ľutujem, skenovanie kolekcie bolo zrušené, pretože bolo zaznamenaných príliš veľa problémov.</p>
sr: <p>Извините, претраживање збирке је прекинуто услед многих сусретнутих проблема.</p>
th: <p>ขออภัยด้วย การตรวจหาคลังดนตรียกเลิกกลางคัน เนื่องจาก พบปัญหามากเกินไป</p>
tr: <p>Çok fazla hata oluştuğundan koleksiyon tarama işlemi sonlandırıldı.</p>
uk: <p>Вибачте, сканування збірок було перервано, тому що виникло забагато проблем.</p>

source: Collection Scan Error
af: Versameling skandeer fout
bg: Грешка при сканиране на колекцията
ca: Error de l'escaneig de la col·lecció
cs: Chyba při procházení kolekce
da: Fejl ved samlingsskanning
de: Fehler beim Erfassen der Sammlung
el: Σφάλμα σάρωσης συλλογής
es: Error al explorar la colección
et: Muusikakogu uurija viga
eu: Bildumaren eskanerraren errorea
fa: خطای پویش مجموعه
fi: Kokoelmankartoitusvihje
fr: Erreur de l'analyseur de collection
he: שגיאה בסריקת האוסף
hu: Gyűjtemény-átvizsgálási hiba
it: Errore di scansione della collezione
ja: コレクションスキャンエラー
ka: შეცდომა კოლექციის დათვალიერებისას
km: កំហុស​វិភាគ​ការ​សម្រាំង
ko: 모음집 검색 오류
lt: Fonotekos sudarymo klaida
nb: Feil under samlingssøk
nds: Fehler bi't Dörkieken
ne: सङ्कलन स्क्यान त्रुटि
nl: Fout bij collectie doorzoeken
nn: Feil ved samlingssøk
pa: ਭੰਡਾਰ ਜਾਂਚ ਗਲਤੀ
pl: Błąd przeszukiwania kolekcji
pt: Erro do Analisador da Colecção
pt_br: Erro do Escaner de Coleção
ru: Ошибка сканирования коллекции
se: Čoahkkádusohcanmeattáhus
sk: Chyba pri skenovaní kolekcie
sr: Грешка у претраживању збирке
th: การตรวจหาคลังดนตรีเกิดข้อผิดพลาด
tr: Koleksiyon Tarama Hatası
uk: Помилка сканування збірок

source: Updating Collection...
af: Besig om die versameling op te dateer...
bg: Обновяване на колекцията...
ca: S'està actualitzant la col·lecció...
cs: Aktualizuje se kolekce...
da: Opdaterer samling...
de: Die Sammlung wird aktualisiert ...
el: Ενημέρωση συλλογής...
es: Actualizando la colección...
et: Muusikakogu uuendamine...
eu: Bilduma eguneratzen...
fa: به‌روزرسانی مجموعه...
fi: Kokoelmaa päivitetään…
fr: Mise à jour de la collection...
he: מעדכן אוסף...
hu: A gyűjtemény frissítése folyik...
it: Aggiorno la collezione...
ja: コレクションを更新中...
ka: კოლექციის განახლება...
km: កំពុង​ធ្វើ​ឲ្យ​ការ​សម្រាំង​ទាន់សម័យ...
ko: 모음집을 갱신하는 중...
lt: Fonoteka atnaujinama...
nb: Oppdaterer samling …
nds: Sammeln warrt opfrischt...
ne: सङ्कलन अद्यावधिक गर्दै...
nl: Collectie wordt bijgewerkt...
nn: Oppdaterer samling …
pa: ਭੰਡਾਰ ਅੱਪਡੇਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Uaktualnianie kolekcji...
pt: A Actualizar a Colecção...
pt_br: Atualizando a Coleção...
ru: Обновление базы данных...
se: Ođasmahttimin čoahkkádusa …
sk: Aktualizuje sa kolekcia...
sr: Ажурирам збирку...
th: กำลังอัปเดตคลังดนตรี...
tr: Koleksiyon Güncelleniyor...
uk: Оновлення збірки...

source: Cover Manager
af: CD-omslag Bestuurder
bg: Управление на обложките
ca: Gestor de caràtules
cs: Správce obalů
da: Håndtering af omslag
de: Cover-Verwaltung
el: Διαχειριστής εξώφυλλων
es: Gestor de carátulas
et: Kaanepildi haldur
eu: Azal-kudeatzailea
fa: مدیر پوشش
fi: Kansikuvaselain
fr: Gestionnaire de jaquettes
he: מנהל עטיפות
hu: Borítókezelő
it: Gestore copertine
ja: カバーマネージャ
ka: ყდების მმართველი
km: កម្មវិធី​គ្រប់គ្រង​គម្រប
ko: 표지 관리자
lt: Viršelių tvarkyklė
nb: Coverhåndterer
nds: Titelbild-Pleger
ne: आवरण प्रबन्धक
nl: Hoesbeheerder
nn: Plateomslag
pa: ਢੱਕਣ ਮੈਨੇਜਰ
pl: Menedżer okładek
pt: Gestor de Capas
pt_br: Gerenciador de Capas
ru: Управление обложками
se: Olggošgieđahalli
sk: Správca obalov
sr: Менаџер омота
th: ตัวจัดการหน้าปก
tr: Kapak Yönetici
uk: Менеджер обкладинок

source: Albums By
af: Albums Deur
bg: Албуми на
ca: Àlbums per
cs: Alba od
da: Albummer af
de: Alben von
el: Άλμπουμ από
es: Álbumes por
et: Albumid esitajalt
eu: Honen albumak
fa: آلبومها بر اساس
fi: Artisti
fr: Albums de
he: כותרים של
hu: Ezen előadó albumai
it: Album di
ja: アルバム
ka: ალბომები
km: អាល់ប៊ុម​ដោយ
ko: 음반
lt: Albumų sąrašas
nb: Album etter
nds: Alben vun
ne: यसद्वारा एल्बम
nl: Album van
nn: Album etter
pa: ਐਲਬਮ
pl: Albumy wykonawcy
pt: Álbuns Por
pt_br: Álbuns por
ru: Исполнитель
se: Skearrut dás
sk: Albumy od
sr: Албуми од
th: อัลบั้มโดย
tr: Albümü Yapan
uk: Альбоми виконавця

source: All Albums
af: Alle Albums
bg: Всички албуми
ca: Tots els àlbums
cs: Všechna alba
da: Alle albummer
de: Alle Alben
el: Όλα τα άλμπουμ
es: Todos los álbumes
et: Kõik albumid
eu: Album denak
fa: همۀ آلبومها
fi: Kaikki levyt
fr: Tous les albums
he: כל הכותרים
hu: Az összes album
it: Tutti gli album
ja: すべてのアルバム
ka: ყველა ალბომი
km: អាល់ប៊ុម​ទាំងអស់
ko: 모든 음반
lt: Visi albumai
nb: Alle album
nds: All Alben
ne: सबै एल्बमहरू
nl: Alle albums
nn: Alle album
pa: ਸਭ ਐਲਬਮ
pl: Wszystkie albumy
pt: Todos os Álbuns
pt_br: Todos os Álbuns
ru: Все альбомы
se: Buot skearrut
sk: Všetky albumy
sr: Сви албуми
th: อัลบั้มทั้งหมด
tr: Bütün Albümler
uk: Всі альбоми
