Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: You can use custom colors for the OSD if you set this true.
af: As hierdie gekies is, kan jy jou eie kleure vir die OSD spesifiseer.
bg: Можете да използвате потребителски цветове в OSD, ако ги настроите правилно.
ca: Si ho seleccioneu, podeu usar colors a mida a l'OSD.
cs: Je-li zaškrtnuto, je možné používat pro OSD vlastní nastavení barev.
da: Du kan bruge egne farver til skærmvisning om du markerer dette.
de: Wenn dies aktiviert ist, können benutzerdefinierte Farben für das OSD verwendet werden.
el: Μπορείτε να χρησιμοποιήσετε προσαρμοσμένα χρώματα για το OSD αν ενεργοποιήσετε αυτό.
es: Puede usar colores personalizados en el OSD si activa esto.
et: Märkimisel saab kasutada ekraaniesitusel (OSD) kohandatud värve.
eu: PGBren koloreak pertsonaliza daiteke, hau egia gisa ezartzen bada.
fa: اگر این را درست تنظیم کنید، می‌توانید از رنگهای سفارشی برای OSD استفاده کنید.
fi: Kuvaruutunäytössä voidaan käyttää omia värejä, mikäli tämä on valittuna.
fr: Vous pouvez utiliser des couleurs personnalisées pour l'OSD si vous activez ceci.
he: אם תסמן אפשרות זו, תוכל להשתמש בצבעים מותאמים אישית עבור התצוגה על המסך.
hu: Jelölje be, ha meg szeretné adni az OSD színeit.
it: Impostandolo, puoi usare colori personalizzati per l'OSD.
ja: 有効にすると、OSD にカスタム色を使用することができます。
ka: თქვენ ფერები -თვის OSD მინიჭება ჭეშმარიტი.
km: អ្នក​អាច​ប្រើ​ពណ៌​ផ្ទាល់​ខ្លួន​សម្រាប់ OSD បើ​អ្នក​បាន​កំណត់​វា​ឲ្យ​ពិត ។
ko: 만약 체크된다면, OSD에서 사용자 정의 색을 사용할 수 있습니다.
lt: Parinkite pranešimo spalvas.
nb: Om det skal brukes selvvalgte farger for skjermmeldinger.
nds: Wenn aktiveert, kannst Du Dien egen Klören för de OSD fastleggen
ne: यदि तपाईँले यसलाई ठीक सेट गर्नुभएको छ भने तपाईँ ओएसडीका लागि अनुकूल रङ प्रयोग गर्न सक्नुहुन्छ ।
nl: U kunt uw eigen kleuren gebruiken voor de OSD als u deze optie activeert.
nn: Om det skal brukast sjølvvalde fargar for skjermmeldingar.
pa: ਜੇਕਰ ਇਹ ਸਹੀਂ ਕੀਤਾ ਤਾਂ OSD ਲਈ ਤੁਸੀਂ ਰੰਗਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ।
pl: Jeśli to zaznaczysz, będziesz mógł używać własnych kolorów dla OSD.
pt: Pode utilizar cores personalizadas no OSD se activar isto.
pt_br: Você pode usar cores personalizadas para a Mensagem na Tela, se você selecionar esta opção.
ru: Настроить цветовую схему индикатора.
sk: Ak je zaškrtnuté, je možné pre OSD používať vlastné farby.
sr: Можете користити посебне боје за OSD ако поставите ово.
th: คุณสามารถใช้สีที่ตั้งขึ้นมาเองสำหรับ OSD ได้ หากคุณตั้งค่านี้ให้เป็นจริง
tr: Eğer bunu seçerseniz, bilgilendirme ekranında özel renkler kullanabilirsiniz.
uk: Якщо це увімкнути, то можна використовувати для індикатора (OSD) свої кольори.

source: Font Color for On-Screen Display
af: Skrif kleur vir die OSD.
bg: Цвят на шрифт в OSD
ca: Color de la lletra pel visor en pantalla
cs: Barva fontu pro OSD
da: Skrifttypefarve for skærmvisning
de: Schriftart für das On-Screen-Display
el: Χρώμα γραμματοσειράς του OSD
es: Color de letra para el OSD
et: Ekraaniesituse (OSD) fondi värv
eu: Pantaila gaineko bistaraketaren ketra-kolorea
fa: رنگ قلم برای نمایش روی پرده
fi: Kuvaruutunäytön kirjasinväri
fr: La couleur de la police à utiliser pour l'affichage à l'écran OSD
he: צבע גופן לשימוש בתצוגה על המסך
hu: Az OSD szövegeinek színe
it: Colore carattere per l'On-Screen-Display
ja: オンスクリーンディスプレイに使うフォントの色
ka: შრიფტი ფერი -თვის ეკრანი ჩვენება
km: ពណ៌​ពុម្ពអក្សរ សម្រាប់​ការ​បង្ហាញ​លើ​អេក្រង់
ko: 화면상 디스플레이의 글꼴 색
lt: Pranešimo teksto spalva
nb: Skriftfarge for skjermmeldinger
nds: Schriftklöör för Op-Schirm-Dorstellen
ne: पर्दा प्रदर्शनका लागि फन्ट रङ
nl: Tekenkleur voor On-Screen-Display
nn: Skriftfarge for skjermmeldingar
pa: OSD ਲਈ ਫੋਂਟ ਰੰਗ
pl: Kolor czcionki używanej w wyświetlaniu na ekranie
pt: Cor do texto da Visualização no Ecrã
pt_br: Cor da Fonte para a Mensagem na Tela
ru: Шрифт индикатора
se: Šearbmadieđuid fontaivdni
sk: Farba písma pre On-Screen Display
sr: Боја фонта за екрански приказ
th: สีของอักษรสำหรับข้อความแสดงบนหน้าจอ (OSD)
tr: Bilgilendirme Ekranı Yazılarının Rengi
uk: Колір шрифту для індикатора

source: The color of the OSD text. The color is specified in RGB, a comma-separated list containing three integers between 0 and 255.
af: Die kleur van die OSD teks. Die kleur word in RGB gespesifiseer as 'n komma geskeide lys van 3 heel getalle tussen 0 en 255.
bg: Цветът на OSD текста. Цветът се посочва като RGB - разделен със запетая списък, съдържащ три цели числа между 0 и 255.
ca: El color de text de l'OSD. El color s'especifica en RGB, una llista de tres enters amb valors entre 0 i 255.
cs: Barva textu na OSD. Barva je zadána v RGB formátu, tj. čárkami oddělenou trojicí celých čísel z intervalu 0 až 255.
da: Farven på skærmvisningens tekst. Farven angives som RGB, en liste med tre heltal mellem 0 og 255 adskilt med kommategn.
de: Die Farbe des OSD-Textes. Die Farbe wird in RGB als kommaseparierte Liste angegeben. Die Farbwerte liegen zwischen 0 und 255.
el: Το χρώμα του κειμένου στο OSD. Το χρώμα καθορίζεται ως RGB, μια λίστα διαχωρισμένη με κόμμα, που περιέχει τρεις ακεραίους από 0 έως 255.
es: El color del texto del OSD. El color se especifica en RGB, una lista separada por comas que contiene tres enteros entre 0 y 255.
et: Ekraaniesituse (OSD) teksti värv. Värvimääratlus on RGB ehk komadega eraldatud kolm täisarvu vahemikus 0 kuni 255.
eu: PGBren testuaren kolorea. Kolorea GBUean zehazten da, komaz bereiztutako zerrendak hiru zenbaki osoko ditu, 0 eta 255 artekoak.
fa: رنگ متن OSD. رنگ بر حسب RGB، فهرستی که با کاما جداشده و حاوی سه عدد صحیح بین ۰ و ۲۵۵ می‌باشد، مشخص می‌شود.
fi: Kuvaruutunäytön tekstin väri, joka annetaan RGB-muodossa (pilkuilla eroteltu luettelo, jossa on kolme kokonaislukua väliltä 0 ja 255).
fr: La couleur du texte de l'OSD. La couleur est spécifiée en RVB, une virgule sépare la liste contenant trois entiers compris entre 0 et 255.
he: הצבע של התצוגה על המסך. הצבע יצוין בקידוד RGB, רשימת מופרדת פסיקים המכילה שלושה מספרים שלמים בין 0 לבין 255.
hu: Az OSD-ben megjelenő szövegek színe. A színt RGB formában kell megadni: három, 0 és 255 közötti egész számot kell megadni, vesszővel elválasztva.
it: Il colore del testo per l'OSD. È specificato in RGB, una lista separata da virgole contenente tre numeri interi fra 0 e 255.
ja: OSD テキストの色。色は RGB (0 から 255 の間の 3 つの整数を含むコンマ区切りのリスト) で指定します。
ka: OSD ტექსტი ტოლია -ში RGB a სია და.
km: ពណ៌​អត្ថបទ OSD ។ ពណ៌​ត្រូវ​បាន​បញ្ជាក់​ជា RGB ដែល​ជា​បញ្ជី​បំបែក​ដោយ​សញ្ញា​ក្បៀស ដែល​មាន​ចំនួន​គត់​បី​ស្ថិត​នៅ​ចន្លោះ 0 និង​255 ។
ko: OSD 텍스트의 색을 설정합니다. 값은 RGB로 주어지며, 0과 255사이의 정수 3개가 콤마(,)로 연결되어 있습니다.
lt: Pranešimo teksto spalva, nurodyta RGB fomatu: trimis kableliais atskirtais skaičiais nuo 0 iki 255.
nb: Fargen brukt på skjermmeldingene. Fargen er en kommadelt liste med verdier for rød, grønn og blå, og verdiene må ligge mellom 0 og 255.
nds: De Klöör för den OSD-Text. De Klöör warrt as RGB angeven: Dree Heeltallen twischen 0 un 255 för Root, Gröön un Blaag, optrennt dör Kommas.
ne: ओएसडी पाठको रङ । रङ आरजीबी, ० र २२५ बीचको तीन इन्टेजरहरू समाविष्ट भएको अल्पविराम-विभाजित सूचीमा निर्धारण गरिएको छ ।
nl: De kleur van de OSD-tekst. De kleur is gespecificeerd in RGB, een door komma's gescheiden lijst met drie hele getallen tussen 0 en 255.
nn: Fargen bruka på skjermmeldingane. Fargen er ei kommadelt liste med verdiar for raud, grøn og blå, og verdiane må liggja mellom 0 og 255.
pa: ਆਨ-ਸਕਰੀਨ-ਝਲਕ (OSD) ਦੇ ਪਾਠ ਦਾ ਰੰਗ ਹੈ। ਰੰਗ ਨੂੰ RGB, ਕਾਮੇ ਨਾਲ ਵੱਖ ਕੀਤਾ ਅੰਕ, ਜੋ ਕਿ 0 ਤੋਂ 255 ਦੇ ਵਿੱਚ ਹੋ ਸਕਦਾ ਹੈ।
pl: Kolor tekstu OSD. Kolor jest określony jako RGB, zbiór trzech liczb całkowitych z przedziału 0-255 oddzielonych przecinkami.
pt: A cor do texto do OSD. A cor é indicada como RGB, uma lista separada por vírgulas, que contém três inteiros entre 0 e 255.
pt_br: A cor da fonte usada para o texto da Mensagem na Tela. A cor é especificada em RGB, com uma lista de valores separados por vírgula contendo três inteiros entre 0 e 255.
ru: Цвет текста индикатора в формате RGB, т.е. три числа между 0 и 255, разделённые запятыми.
sk: Farba textu OSD. Farba je určená v modeli RGB, čiže čiarkami oddelenou trojicou celých čísel z intervalu 0 až 255.
sr: Боја текста OSD-а. Боја се наводи као RGB, листа раздвојена запетама која садржи три цела броја између 0 и 255.
th: สีสำหรับข้อความ OSD โดยสีจะถูกระบุให้อยู่ในรูป RGB ซึ่งเป็นจำนวนเต็มสามจำนวน มีค่าระหว่าง 0 ถึง 255 คั่นด้วยเครื่องหมายจุลภาค
tr: Bilgilendirme Ekranı yazılarınınn rengi. Renk RGB cinsinden belirtilir, virgülle ayrılmış, 0 ile 255 arasında üç tamsayı.
uk: Колір тексту індикатора. Колір вказується в RGB: три цілі числа, розділені комами із значеннями від 0 до 255.

source: Background Color for On-Screen Display
af: Agtergrond kleur vir die OSD.
bg: Цвят на фон в OSD
ca: Color de fons pel visor en pantalla
cs: Barva pozadí pro OSD
da: Baggrundsfarve for skærmvisning
de: Hintergrundfarbe für das On-Screen-Display
el: Χρώμα φόντου για την απεικόνιση πάνω στην οθόνη (OSD)
es: Color de fondo del On-Screen-Display
et: Ekraaniesituse (OSD) tausta värv
eu: Pantaila gaineko bistaraketaren atzeko planoko kolorea
fa: رنگ زمینه برای نمایش روی پرده
fi: Kuvaruutunäytön taustaväri
fr: Couleur d'arrière plan pour l'affichage à l'écran OSD
he: צבע רקע לשימוש בתצוגה על המסך
hu: Az OSD háttérszíne
it: Colore di sfondo per l'On-Screen-Display
ja: オンスクリーンディスプレイの背景色
ka: ფონი ფერი -თვის ეკრანი ჩვენება
km: ពណ៌​ផ្ទៃ​ខាង​ក្រោយ សម្រាប់​ការ​បង្ហាញ​លើ​អេក្រង់
ko: 화면상 디스플레이의 바탕색
lt: Pranešimo fono spalva
nb: Bakgrunnsfarge for skjermmeldinger
nds: Achtergrundklöör för Op-Schirm-Dorstellen
ne: पर्दा प्रदर्शनका लागि पृष्ठभूमि रङ
nl: De achtergrondkleur voor On-Screen-Display
nn: Bakgrunnsfarge for skjermmeldingar
pa: OSD ਲਈ ਬੈਕਗਰਾਊਂਡ ਰੰਗ
pl: Kolor tła w wyświetlaniu na ekranie.
pt: Cor do fundo da Visualização no Ecrã
pt_br: Cor de Fundo para a Mensagem na Tela
ru: Фон индикатора
sk: Farba pozadia pre OSD
sr: Боја позадине за екрански приказ
th: สีพื้นหลังสำหรับข้อความแสดงบนหน้าจอ (OSD)
tr: Bilgilendirme Ekranı'nın Arkaplan Rengi
uk: Колір тла для індикатора

source: The color of the OSD background. The color is specified in RGB, a comma-separated list containing three integers between 0 and 255.
af: Die kleur van die OSD agtergrond. Die kleur word in RGB gespesifiseer as 'n komma geskeide lys van 3 heel getalle tussen 0 en 255.
bg: Цветът на фона на OSD. Цветът се посочва като RGB - разделен със запетая списък, съдържащ три цели числа между 0 и 255.
ca: El color de fons de l'OSD. El color s'especifica en RGB, una llista de tres enters amb valors entre 0 i 255.
cs: Barva pozadí OSD. Barva je zadána v RGB formátu, tj. čárkami oddělenou trojicí celých čísel z intervalu 0 až 255.
da: Farven på skærmvisningens baggrund. Farven angives som RGB, en liste med tre heltal mellem 0 og 255 adskilt med kommategn.
de: Die Farbe für den OSD-Hintergrund. Die Farbe wird in RGB als kommaseparierte Liste angegeben. Die Farbwerte liegen zwischen 0 und 255.
el: Το χρώμα φόντου του OSD. Το χρώμα καθορίζεται ως RGB, μια λίστα διαχωρισμένη με κόμμα, που περιέχει τρεις ακεραίους από 0 έως 255.
es: El color del fondo del OSD. El color se especifica en RGB, una lista separada por comas que contiene tres enteros entre 0 y 255.
et: Ekraaniesituse (OSD) tausta värv. Värvimääratlus on RGB ehk komadega eraldatud kolm täisarvu vahemikus 0 kuni 255.
eu: PGBren atzeko planoaren kolorea. Kolorea GBUean zehazten da, komaz bereiztutako zerrendak hiru zenbaki osoko ditu, 0 eta 255 artekoak.
fa: رنگ زمینۀ OSD. رنگ بر حسب RGB، فهرستی که با کاما جداشده و حاوی سه عدد صحیح بین ۰ و ۲۵۵ می‌باشد، مشخص می‌شود.
fi: Kuvaruutunäytön taustaväri, joka annetaan RGB-muodossa (pilkuilla eroteltu luettelo, jossa on kolme kokonaislukua väliltä 0 ja 255).
fr: La couleur d'arrière-plan pour l'OSD. La couleur est spécifiée en RVB, une virgule sépare la liste contenant trois entiers compris entre 0 et 255.
he: צבע הרקע של התצוגה על המסך. הצבע יצוין בקידוד RGB, רשימת מופרדת פסיקים המכילה שלושה מספרים שלמים בין 0 לבין 255.
hu: Az OSD hátterének színe. A színt RGB alakban kell megadni, három, 0 és 255 közé eső egész számmal, vesszővel elválasztva.
it: Il colore dello sfondo dell'OSD. È specificato in RGB, una lista separata da virgole contenente tre numeri interi fra 0 e 255.
ja: OSD の背景の色。色は RGB (0 から 255 の間の 3 つの整数を含むコンマ区切りのリスト) で指定します。
ka: OSD ტოლია -ში RGB a სია და.
km: ពណ៌​ផ្ទៃ​ខាង​ក្រោយ OSD ។ ពណ៌​ត្រូវ​បាន​បញ្ជាក់​ជា RGB ដែល​ជា​បញ្ជី​បំបែក​ដោយ​សញ្ញា​ក្បៀស ដែល​មាន​ចំនួន​គត់​បី​ស្ថិត​នៅ​ចន្លោះ ០ និង២៥៥ ។
ko: OSD 배경의 색을 설정합니다. 값은 RGB로 주어지며, 0과 255사이의 정수 3개가 콤마(,)로 연결되어 있습니다.
lt: Pranešimo fono spalva, nurodyta RGB fomatu: trimis kableliais atskirtais skaičiais nuo 0 iki 255.
nb: Fargen brukt på bakgrunnen til skjermmeldingene. Fargen er en kommadelt liste med verdier for rød, grønn og blå, og verdiene må ligge mellom 0 og 255.
nds: De Klöör för den OSD-Achtergrund. De Klöör warrt as RGB angeven: Dree Heeltallen twischen 0 un 255 för Root, Gröön un Blaag, optrennt dör Kommas.
ne: ओएसडी पृष्ठभूमिको रङ । रङ आरजीबी, ० र २५५ बीचको तीन इन्टेजरहरू समाविष्ट भएको अल्पविराम-विभाजित सूचीमा निर्धारण गरिएको छ ।
nl: De kleur voor de achtergrond van OSD. De kleur is gespecificeerd in RGB, een door komma's gescheiden lijst met drie hele getallen tussen 0 en 255.
nn: Fargen bruka på bakgrunnen til skjermmeldingane. Fargen er ei kommadelt liste med verdiar for raud, grøn og blå, og verdiane må liggja mellom 0 og 255.
pa: ਆਨ-ਸਕਰੀਨ-ਝਲਕ (OSD) ਦੀ ਪਿੱਠਭੂਮੀ ਦਾ ਰੰਗ ਹੈ। ਰੰਗ ਨੂੰ RGB, ਕਾਮੇ ਨਾਲ ਵੱਖ ਕੀਤਾ ਅੰਕ, ਜੋ ਕਿ 0 ਤੋਂ 255 ਦੇ ਵਿੱਚ ਹੋ ਸਕਦਾ ਹੈ।
pl: Kolor tła OSD. Kolor jest określony jako RGB, zbiór trzech liczb całkowitych z przedziału 0-255 oddzielonych przecinkami.
pt: A cor de fundo do OSD. A cor é indicada como RGB, uma lista separada por vírgulas, que contém três inteiros entre 0 e 255.
pt_br: A cor usada para o fundo da Mensagem na Tela. A cor é especificada em RGB, com uma lista de valores separados por vírgula contendo três inteiros entre 0 e 255.
ru: Цвет фона индикатора в формате RGB, т.е. три числа между 0 и 255, разделённые запятыми.
sk: Farba pozadia OSD. Farba je určená v RGB modeli, čiarkami oddeleneou trojicou celých čísiel z intervalu 0 až 255.
sr: Боја позадине OSD-а. Боја се наводи као RGB, листа раздвојена запетама која садржи три цела броја између 0 и 255.
th: สีพื้นหลังของ OSD โดยสีจะถูกระบุให้อยู่ในรูป RGB ซึ่งเป็นจำนวนเต็มสามจำนวน มีค่าระหว่าง 0 ถึง 255 คั่นด้วยเครื่องหมายจุลภาค
tr: Bilgilendirme Ekranı'nın arkaplan rengi. Renk RGB cinsinden belirtilir, virgülle ayrılmış, 0 ile 255 arasında üç tamsayı.
uk: Колір тла для індикатора (OSD). Колір вказується в RGB: три цілі числа, розділені комами, із значеннями від 0 до 255.

source: The color that is used for new items in the playlist.
af: Die kleur wat vir nuwe itemme in die speel lys gebruik moet word.
bg: Цветът на новите елементи в списъка.
ca: El color emprat pels nous elements a la llista de reproducció.
da: Farven som bruges på nye punkter i spillelisten.
de: Dies ist die Farbe, die für neue Wiedergabelisten-Einträge verwendet wird.
el: Το χρώμα που θα χρησιμοποιείται για τα νέα αντικείμενα της λίστας.
es: El color usado para nuevos elementos en la lista de reproducción.
et: Esitusnimekirja uute elementide värv.
fa: رنگی که برای فقره‌های جدید در فهرست پخش استفاده می‌شود.
fi: Väri, jota käytetään soittolistan uusille nimikkeille.
fr: La couleur utilisée pour les nouveaux éléments de la liste de lecture.
hu: A lejátszólista új elemeihez használt szín.
it: Il colore utilizzato per i nuovi elementi nella playlist.
ja: プレイリストに新しく追加されたアイテムに使用する色。
km: ពណ៌​ដែល​ត្រូវ​បាន​ប្រើ​សម្រាប់​ធាតុ​ថ្មី​នៅ​ក្នុង​បញ្ជី​ចាក់ ។
lt: Naujai į grojaraštį įkeltų objektų spalva.
nb: Fargen som brukes på nye elementer i spillelista.
nds: De Klöör för niege Indrääg op de Afspeellist
ne: प्लेसूचीमा नयाँ वस्तुहरूका लागि प्रयोग गरिएको रङ ।
nl: De kleur die zal worden gebruikt voor nieuwe items in de afspeellijst.
nn: Fargen som vert bruka på nye spor i spelelista.
pl: Kolor, który jest używany dla nowych elementów listy odtwarzania.
pt: A cor que é usada para os itens novos na lista de reprodução.
pt_br: A cor que será usada para novos itens na lista de músicas.
se: Mearrit makkár ivnni listtu ođđa merkošat ožžot.
sk: Farba, ktorá bude použitá pre nové položky v zozname skladieb.
sr: Боја која се користи за нове ставке у листи нумера.
th: สีที่จะใช้สำหรับรายการใหม่ในรายการเล่น
tr: Bu renk parça listesindeki yeni ögeler için kullanılır.
uk: Колір для нових елементів в списку композицій.

source: How many milliseconds the text should be displayed
af: Hoeveel millisekondes moet die teks vertoon word
bg: Колко милисекунди да се показва текста
ca: Quants mil·lisegons s'ha mostrar el text
cs: Kolik milisekund má být text zobrazen
da: Hvor mange millisekunder teksten skal vises
de: Dauer der Text-Anzeige in Millisekunden
el: Διάρκεια σε χιλιοστά της απεικόνισης του κειμένου
es: Durante cuántos milisegundos se debería mostrar el texto
et: Mitu millisekundit teksti näidata
eu: Zenbat milisegundo iraungo dituen testuak bistaratuta
fa: چند میلی‌ثانیه متن باید نمایش داده شود
fi: Kuinka monta millisekuntia tekstiä näytetään
fr: Durée, en millisecondes, d'affichage du texte
he: לכמה אלפיות שנייה הטקסט יוצג על המסך
hu: Hány ezredmásodpercig legyen látható a szöveg
it: Per quanti millisecondi deve essere visibile il testo
ja: テキストを表示する時間 (ミリ秒)
ka: რამდენი მილიწამის მანძილზე უნდა აისახოს ტექსტი
km: ចំនួន​មិល្លីវិនាទី ដែល​គួរ​បង្ហាញ​អត្ថបទ
ko: 몇 밀리초 동안 텍스트가 표시될 것인가
lt: Pranešimo trukmė milisekundėmis
nb: I hvor mange millisekund skal teksten vises
nds: Duer för dat Wiesen vun den Text, in Millisekunnen
ne: पाठ कति मिलिसेकेन्ड प्रदर्शन गर्नुपर्ने हो
nl: Gedurende hoeveel millisecondes de tekst zal worden weergegeven
nn: I kor mange millisekund skal teksten visast
pa: ਕਿੰਨੇ ਸਕਿੰਟਾਂ ਲਈ ਪਾਠ ਵੇਖਾਇਆ ਜਾਵੇ
pl: Ile milisekund tekst powinien być wyświetlany
pt: Durante quantos milisegundos o texto deve ser mostrado
pt_br: Por quantos milisegundos o texto deve ser exibido
ru: Время, на которое индикатор выводится
se: Mearrit galle millisekundda teaksta čájehuvvo
sk: Koľko milisekúnd má byť text zobrazený
sr: Колико милисекунди треба приказивати текст
th: ระบุว่าให้ข้อความแสดงอยู่นานกี่มิลลิวินาที
tr: Metnin kaç milisaniye gösterileceği
uk: Скільки мілісекунд показувати текст

source: The time in milliseconds to show the OSD. A value of 0 means never hide. The default value is 5000 ms.
af: Die tyd, in millisekondes, wat die OSD vertoon moet word. 'n Waarde van 0 dui aan dat dit nooit weg gesteek moet word nie. Die standaard waarde is 5000 ms.
bg: Време в милисекунди за показване на OSD. Стойност 0 значи той никога да не се скрива. По подразбиране е настроена стойност 5000 мс.
ca: El temps en mil·lisegons per mostrar l'OSD. El valor 0 vol dir no amagar mai. El valor per omissió és 5000 ms.
cs: Čas udaný v milisekundách, po který má být OSD viditelný. Hodnota 0 znamená, že se OSD nebude nikdy skrývat. Implicitní hodnota je 5000 ms.
da: Tiden i millisekunder som skærmvisningen skal ses. Værdien 0 betyder at den aldrig skjules. Normalværdien er 5000 ms.
de: Die Anzeigedauer des On-Screen-Displays in Millisekunden. Ein Wert von 0 bedeutet dauerhafte Anzeige. Voreinstellung ist 5000ms.
el: Η διάρκεια σε χιλιοστά του δευτερολέπτου απεικόνισης του OSD. Μια τιμή 0 σημαίνει συνεχής απεικόνιση. Η αρχική τιμή είναι 5000ms.
es: El tiempo en milisegundos durante el que mostrar el OSD. Un valor de 0 significa que nunca se oculte. El valor predeterminado es 5000 ms.
et: Ekraaniesituse (OSD) näitamise aeg millisekundites. 0 tähendab, et seda ei lõpetatagi. Vaikeväärtus on 5000 ms.
eu: Denbora milisegundotan neurtuta PGB erakusteko. 0 balioak inoiz ez dela desagertuko adierazten du. Balio lehenetsia 5000ms da.
fa: زمان بر حسب میلی‌ثانیه برای نمایش OSD. مقدار ۰ یعنی هرگز مخفی نشود. مقدار پیش‌فرض، ۵۰۰۰ میلی‌ثانیه است.
fi: Kuvaruutunäytön tekstin näyttöaika millisekunneissa. Arvo 0 tarkoittaa, että kuvaruutunäyttö näytetään aina. Oletusarvo on 5000 millisekuntia.
fr: La durée, en millisecondes, d'affichage de l'OSD. La valeur 0 signifie qu'il ne sera jamais caché. La valeur par défaut est 5000 millisecondes.
he: משך הזמן שבו תופיע התצוגה על המסך. הערך 0 אומר להציג ללא הפסקה. ערך ברירת־המחדל הוא 5000 אלפיות שנייה.
hu: Az az időtartam (ezredmásodpercben), ameddig az OSD-nek látszódnia kell. 0 esetén nem lesz elrejtve. Az alapértelmezett érték 5000 ms.
it: La durata in millisecondi dell'OSD. Il valore 0 significa che non deve essere mai nascosto. Il valore predefinito è 5000 ms.
ja: OSD を表示する時間をミリ秒で設定します。既定値は 5000ms です。0 にすると常に表示さます。
ka: დრო -ში მილიწამები -სკენ OSD A არასდროს ნაგულისხმევი ტოლია მწ.
km: រយៈពេល​ដែល​ត្រូវ​បង្ហាញ OSD ​គិត​ជា​មិល្លីវិនាទី ។ តម្លៃ 0 មាន​ន័យ​ថា​បង្ហាញ​រហូត ។ តម្លៃ​លំនាំដើម​គឺ 5000 មិ.វិ. ។
ko: OSD를 보여줄 시간을 밀리초 단위로 입력합니다. 0으로 설정하면 OSD는 절대 없어지지 않으며, 기본값은 5000 밀리초입니다.
lt: Pranešimo rodymo trukmė milisekundėmis. 0 reiškia rodyti nuolatos. Numatyta trukmė 5000 ms.
nb: Hvor lenge skjermmeldingene skal vises, målt i millisekund. Verdien 0 betyr at de alltid skal vises. Standardverdien er 5 000 millisekund.
nds: De Tiet, wo lang de OSD wiest warrt, in Millisekunnen. De Weert 0 bedüüdt, dat de OSD jümmers sichtbor blifft, 5000 ms is de Vörinstellen.
ne: ओएसडी देखाउन मिलिसेकेन्डमा समय । मान ० को अर्थ कहिल्यै लुक्दैन । पूर्वनिर्धारित मान ५००० मिलिसेकेन्ड हो ।
nl: De tijd in milliseconden dat de On-Screen-Display zichtbaar zal zijn. ) betekent nooit verbergen. Standaard is 5000 ms.
nn: Kor lenge skjermmeldingane skal visast, målt i millisekund. Verdien 0 tyder at dei skal alltid visast. Standardverdien er 5 000 millisekund.
pa: ਆਨ-ਸਕਰੀਨ-ਝਲਕ (OSD) ਨੂੰ ਵੇਖਾਉਣ ਦਾ ਸਮਾਂ ਮਿਲੀਸਕਿੰਟਾਂ ਵਿੱਚ ਹੈ। 0 ਦਾ ਮਲਤਬ ਹੈ ਕਦੇ ਨਹੀਂ ਓਹਲੇ ਕਰਨਾ। ਮੂਲ ਮੁੱਲ 5000 ਮਿਲੀਸਕਿੰਟ ਹੈ।
pl: Czas pokazywania OSD w milisekundach. Wartość 0 oznacza brak ukrywania. Domyślna wartość to 5000 ms.
pt: O tempo em milisegundos a mostrar o OSD. Um valor de 0 significa nunca esconder. Por omissão é 5000 ms.
pt_br: O tempo, em milisegundos, para mostrar a Mensagem na Tela. O valor padrão é de 5000 ms.
ru: Длительность в миллисекундах отображения индикатора. 0 означает всегда. По умолчанию - 5000.
se: Galle sekundda galgá čájehit šearbmadieđuid. Árvu 0 máksá ahte ii galgga dan čiehkadit. Standárda lea 5000 ms.
sk: Čas v milisekundách, kedy má byť OSD viditeľný. Hodnota 0 znamená, že sa OSD nebude nikdy skrývať. Východzia hodnota je 5000 ms.
sr: Време у милисекундама за приказивање OSD-а. Вредност 0 значи без сакривања. Подразумевана вредност је 5000 ms.
th: เวลาในหน่วยมิลลิวินาทีที่จะแสดง OSD ค่า 0 หมายถึงว่าจะไม่มีการซ่อนเลย ค่าโดยปริยายจะอยู่ที่ 5000 มิลลิวินาที
tr: Ekrandaki bilginin görüntülenme süresi. 0 değeri, hep gösterilmesi demektir. Geçerli değer 5000 ms'dir.
uk: Тривалість показу індикатора в мілісекундах. Значення 0 означає - ніколи не ховати. Типове значення: 5000 мс.

source: Y position offset
af: Die Y posisie afset
bg: Отместване по Y
ca: Desplaçament de la coordenada Y
cs: Y posun pozice
da: Y-positionens afstand
de: Y-Offset
el: Μετατόπιση θέσης Y
es: Desplazamiento de la posición Y
et: Y-asukoha nihe
eu: Y posizioaren desplazamendua
fa: انحراف موقعیت Y
fi: Pystysijainti
fr: Position verticale (Y)
he: המיקום בציר Y
hu: Y-pozíció
it: Scostamento posizione Y
ja: Y 座標オフセット
ka: Y ვერტიკალური გადახრა
km: អុហ្វសិត​ទីតាំង Y
ko: Y 위치 오프셋
lt: Y koordinatės postūmis
nb: Y-forskyvning
nds: Y-Verschuven
ne: वाई स्थिति अफसेट
nl: Tussenruimte van verticale positie
nn: Y-forskyving
pa: Y ਟਿਕਾਣਾ ਦੂਰੀ
pl: Współrzędna Y
pt: Deslocamento Y
pt_br: Deslocamento da posição Y
ru: Вертикальное смещение
sk: Y posun umiestnenia
sr: Усправни померај
th: พิกัดตำแหน่งแกน Y
tr: Ofsetin Y konumu
uk: Вертикальне зміщення
