Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Enable/Disable crossfading between track changes.
af: Aktiveer/deaktiveer tussen uitdoor ("crossfase") tussen snit oorgange.
bg: Включване/изключване на затихване между записите.
ca: Habilita/Deshabilita les transicions en el canvi de peça.
cs: Povolit/zakázat prolínání skladeb.
da: Aktivér eller deaktivér overtoning ved sporskift.
de: Aktiviert/Deaktiviert das Überblenden beim Stückwechsel.
el: Ενεργοποίηση/απενεργοποίηση της ομαλής μετάβασης μεταξύ των κομματιών.
es: Activar/desactivar la fusión cruzada en los cambios de pista.
et: Siirde lubamine/keelamine palade vahel.
eu: Gaitu/desgaitu nahaste gurutzatua pisten aldaketen artean.
fa: فعال‌سازی/غیرفعال‌سازی محو متقابل بین تغییرات شیار.
fi: Mikäli valittu, kappaleet ristiinhäivytetään.
fr: Active / désactive le fondu entre les morceaux.
he: הפעל/בטל עמעום בהצלבה בזמן החלפת רצועות.
hu: Számváltáskor legyen-e áttűnés.
it: Abilita/Disabilita la dissolvenza al cambio traccia.
ja: トラック間のクロスフェードを有効/無効にします。
ka: ჩართვა გამორთე.
km: អនុញ្ញាត/មិន​អនុញ្ញាត​ការ​លេច​បន្តិច​ម្ដង​ពេល​ប្ដូរ​បទ ។
ko: 트랙이 전환될 때, 크로스페이딩을 사용하기/사용하지 않기.
lt: Keičiantis dainai sulieti dainas.
nb: Slå på/av overtoning mellom sporskifte.
nds: Dat Överblennen twischen Stücken an-/utmaken
ne: ट्रयाक परिवर्तनहरू बीच क्रसफेडिङ सक्षम/अक्षम पार्नुहोस् ।
nl: Activeer/deactiveer de zachte overgang tussen tracks.
nn: Slå på/av overtoning mellom sporskifte.
pa: ਟਰੈਕ ਬਦਲਣ ਦੌਰਾਨ ਕਰਾਸਫੇਡ ਕਰੋ/ਨਾ ਕਰੋ।
pl: Włącza/wyłącza przenikanie kiedy zmienia się utwór.
pt: Activa/desactiva a mistura cruzada nas mudanças de faixa.
pt_br: Habilitar/Desabilitar uma transição suave entre as mudanças de faixa.
ru: Плавный переход между дорожками.
sk: Povoliť/zakázať prelínanie pri zmene skladieb.
sr: Укључи/искључи претапање при промени нумера.
th: เปิด/ปิดการหรี่-เพิ่มเสียงระหว่างการเปลี่ยนเพลง
tr: Parça değişirken yumuşak geçiş olsun/olmasın.
uk: Увімкнути/вимкнути плавний перехід між доріжками.

source: Length of crossfade, in milliseconds
af: Lengte van die tussen uitdoof ("crossfase"), in millisekondes
bg: Продължителност на затихването в милисекунди
ca: Durada de la transició, en mil·lisegons
cs: Délka prolínání stop v milisekundách
da: Den glidende overgangs længde, i millisekunder
de: Dauer des Überblendens in Millisekunden.
el: Διάρκεια της ομαλής μετάβασης, σε χιλιοστά
es: Duración de la fusión cruzada, en milisegundos
et: Siirde kestus palade vahel millisekundites
eu: Nahaste gurutzatuaren iraupena, milisegundotan
fa: طول محو متقابل، بر حسب میلی‌ثانیه
fi: Ristiinhäivytyksen pituus millisekunneissa
fr: La durée du fondu entre les morceaux, en millisecondes
he: אורך העמעום בין הרצועות, באלפיות שנייה
hu: A számok közti áttűnési idő hossza ezredmásodpercben
it: La durata della dissolvenza, in millisecondi
ja: クロスフェードの長さ (ミリ秒)
ka: სიგრძე -ში მილიწამები
km: រយៈពេល​លេច​បន្តិច​ម្ដង គិត​ជា​មិល្លីវិនាទី
ko: 트랙간 크로스페이드 길이 (밀리초 단위)
lt: Suliejimo trukmė milisekundėmis
nb: Lengde på overtoninga, målt i millisekunder
nds: Duer vun't Överblennen, in Millisekunnen
ne: मिलिसेकेन्डमा, क्रसफेडको लम्बाइ
nl: Lengte van de zachte overgang, in milliseconden
nn: Kor lenge overtoninga skal vara, målt i millisekund
pa: ਕਰਾਸਫੇਡ ਦੀ ਲੰਬਾਈ ਮਿਲੀਸਕਿੰਟਾਂ ਵਿੱਚ ਹੈ
pl: Długość przenikania, w milisekundach
pt: O tamanho da mistura entre faixas, em milisegundos
pt_br: A duração da transição suave entre faixas, em milisegundos
ru: Длительность плавного перехода, мс
sk: Dĺžka prelínania v milisekundách
sr: Трајање претапања, у милисекундама
th: ความยาวของการหรี่-เพิ่มเสียง, ในหน่วยมิลลิวินาที
tr: Yumuşak geçişin uzunluğu, milisaniye cinsinden
uk: Тривалість плавного переходу між доріжками в мілісекундах

source: The length of the crossfade between tracks in milliseconds.
af: Die lengte van die tussen uitdoof ("crossfase") tussen snitte, in millisekondes.
bg: Продължителността на затихването между записите в милисекунди.
ca: La longitud de la transició entre peces en mil·lisegons.
cs: Délka prolínání stop v milisekundách.
da: Længde af glidende overgang mellem spor i millisekunder.
de: Dauer des Überblendens in Millisekunden.
el: Η διάρκεια της ομαλής μετάβασης μεταξύ των κομματιών σε χιλιοστά του δευτερολέπτου.
es: La duración de la fusión cruzada entre pistas en milisegundos.
et: Siirde kestus palade vahel millisekundites.
eu: Pisten arteko nahaste gurutzatuaren iraupena (edo luzera) milisegundotan.
fa: طول محو متقابل بین شیارها بر حسب میلی‌ثانیه.
fi: Ristiinhäivytyksen pituus kappaleiden vaihtuessa millisekunneissa.
fr: La durée du fondu entre les morceaux, en millisecondes.
he: אורך העמעום בין הרצועות באלפיות שנייה.
hu: A számok közti áttűnési idő hossza ezredmásodpercben
it: La durata della dissolvenza tra le tracce, in millisecondi.
ja: トラック間のクロスフェードの長さをミリ秒で設定します。
ka: სიგრძე ჩანაწერი -ში მილიწამები.
km: រយៈពេល​ការ​លេច​បន្តិច​ម្ដង​រវាង​បទ​នីមួយៗ គិត​ជា​មិល្លីវិនាទី ។
ko: 트랙간 크로스페이드 길이 (밀리초 단위).
lt: Dainų suliejimo trukmė milisekundėmis.
nb: Hvor lenge overtoninga skal vare, målt i millisekunder.
nds: De Duer vun't Överblennen twischen Stücken, in Millisekunnen.
ne: मिलिसेकेन्डमा ट्रयाकहरू बीचको क्रसफेडको लम्बाइ ।
nl: De lengte van de overgang, in milliseconden.
nn: Kor lenge overtoninga skal vara, målt i millisekund.
pa: ਟਰੈਕਾਂ ਵਿੱਚ ਅੰਤਰ-ਫੇਡ ਦੀ ਲੰਬਾਈ ਮਿਲੀਸਕਿੰਟ ਵਿੱਚ ਹੈ।
pl: Długość przenikania pomiędzy utworami w milisekundach.
pt: O tamanho da mistura entre faixas em milisegundos.
pt_br: A duração da transição suave entre faixas, em milisegundos.
ru: Длина плавного перехода в миллисекундах.
sk: Dĺžka prelínania medzi skladbami v milisekundách.
sr: Трајање претапања између нумера, у милисекундама.
th: ความยาวของการหรี่-เพิ่มเสียงระหว่าเปลี่ยนเพลง ในหน่วยมิลลิวินาที
tr: Parçalar arası yumuşak geçiş uzunluğu, milisaniye olarak.
uk: Тривалість плавного переходу між доріжками в мілісекундах.

source: When to Crossfade
af: Wanneer om te tussen uitdoor ("Crossfade")
bg: Кога да се извърши затихването
ca: Quan fer les transicions
cs: Kdy prolínat
da: Når overtoning skal ske
de: Wann soll übergeblendet werden
el: Πότε γίνεται ομαλή μετάβαση
es: Cuándo realizar la fusión cruzada
et: Millal siiret rakendada
fa: هنگام محو متقابل
fi: Milloin ristiinhäivytys tapahtuu
fr: Quand doit-on utiliser un fondu
he: מתי לעמעם בהצלבה
hu: Mikor legyen áttűnés
it: Inizio della dissolvenza
ja: いつクロスフェードするか
lt: Suliejimo veiksena
nb: Overtone når
nds: Wannehr överblendt warrt
ne: क्रसफेड कहिले गर्ने
nl: Wanneer vloeiende overgang
nn: Når det skal overtonast.
pa: ਕਰਾਂਸਫੇਡ ਕਦੋਂ
pl: Kiedy stosować przenikanie
pt: Quando Fazer a Passagem Gradual de Músicas
pt_br: Transição Suave Quando
sk: Kedy prelínať
sr: Када претапати
th: จะให้ทำการหรี่-เพิ่มเสียงระหว่างเปลี่ยนเพลงเมื่อ
tr: Ne Zaman Yumuşak Geçiş Yapılacağı
uk: Коли робити плавний перехід

source: Determines whether to crossfade always, or on automatic/manual track changes only.
af: Bepaal of tussen uitdoof ("crossfade") altyd moet voorkom of net wanneer outomatiese/self van snitte verwissel.
bg: Дали затихването да се извършва винаги или само при ръчна смяна на записите.
ca: Determina si aplicar les transicions sempre, o només en els canvis automàtics/manuals de peça.
da: Afgør om overtoning altid skal gøres, eller kun ved automatiske og manuelle sporskift.
de: Legt fest, ob eine Überblendung immer oder nur bei automatischem/manuellen Stückwechsel erfolgen soll.
el: Καθορίζει αν θα γίνεται πάντα ομαλή μετάβαση, ή σε αυτόματη/χειροκίνητη αλλαγή κομματιού.
es: Determina si realizar fusión cruzada siempre, o en sólo en cambios automáticos o manuales de pista.
et: Määrab, kas rakendada siiret alati või ainult palade vahetamisel automaatselt/käsitsi.
fa: تعیین می‌کند که آیا همیشه محو متقابل شود یا فقط هنگام تغییرات خودکار/دستی شیار محو متقابل شود.
fi: Tapahtuuko ristiinhäivitys aina, vai kun kappale vaihtuu automaattisesti vai kun vaihdat kappaletta.
fr: Détermine si l'on doit toujours utiliser un fondu, ou seulement lors d'un changement de morceau automatique ou manuel.
he: קובע האם להשתמש בעמעום מוצלב תמיד, או רק בעת שינוי ידני/אוטומטי של רצועה.
hu: Mindig legyen-e áttűnés, vagy csak automatikus illetve kézi számváltáskor.
it: Determina se applicare la dissolvenza sempre, o solo in caso di cambiamento automatico/manuale della traccia.
ja: 常にクロスフェードするか、自動または手動でトラックが変更されたときにのみクロスフェードするかを決定します。
km: កំណត់​ថាតើ​ត្រូវ​លេចកាត់បន្តិចម្ដងជា​និច្ច ឬ​នៅ​ពេល​ផ្លាស់ប្ដូ​របទ​ដោយ​ដៃ/ស្វ័យ​ប្រវត្តិ​តែ​ប៉ុណ្ណោះ ។
lt: Sulieti nuolatos, automatiškai keičiantis dainoms arba tik keičiant dainas pačiam naudotojui.
nb: Bestemmer om det alltid skal overtones, eller bare for automatisk/manuelt sporbytte.
nds: Leggt fast, wat jümmers oder bloots bi't Wesseln vun Stücken automaatsch/per Hand överblendt warrt.
ne: क्रसफेड सधै गर्ने, वा स्वचालित/म्यानुअल ट्रयाक परिवर्तनहरूमा मात्र गर्ने निर्धारण गर्दछ ।
nl: Bepaalt of de vloeiende overgang altijd of bij automatische/handmatige trackwisseling wordt uitgevoerd.
nn: Vel om det alltid skal overtonast, eller berre ved manuell/automatisk sporskifte.
pl: Określa, czy ma przenikanie ma być stosowane zawsze, czy tylko przy automatycznej/ręcznej zmianie utworów.
pt: Indica se deve fazer a mistura gradual sempre ou apenas nas mudanças manuais/automáticas de faixa.
pt_br: Determina se a transição suave ocorrerá sempre, ou somente ao mudar de faixa automaticamente/manualmente.
sk: Určuje, či prelínať vždy alebo iba pri automatických/ručných zmenách stopy.
sr: Одређује да ли се претапа увек, или само при аутоматској или ручној промени нумера.
th: ระบุว่าจะให้ทำการหรี่-เพิ่มเสียงระหว่างเปลี่ยนเพลงตลอด หรือว่าเฉพาะเพลงที่เปลี่ยนโดยอัตโนมัติ/ เปลี่ยนเองเท่านั้น
uk: Визначає чи робити плавний перехід завжди, чи тільки під час автоматичної/ручної зміни доріжок.

source: Whether to fade out tracks when pressing stop.
af: Bepaal of die snit uitgedoof moet word wanneer die stop knoppie gedruk word.
bg: Дали да има затихване при натискане на бутона "Стоп".
ca: Si s'ha de fer l'esvaïment sortint de les peces en prémer Atura.
da: Om spor skal tones bort ved klik på stop.
de: Legt fest, ob die Wiedergabe beim Drücken auf "Stopp" ausgeblendet werden soll.
el: Αν θα γίνεται ομαλό σβήσιμο των κομματιών όταν πατιέται το Σταμάτημα.
es: Cuándo fundir pistas al pulsar «Detener».
et: Kas palade esitamine hääbub peatamise korral.
fa: آیا شیارها هنگام فشار ایست، محو شوند.
fi: Ristiinhäivytetäänkö painettaessa pysäytä-painiketta.
fr: Si l'on doit effectuer un fondu de fin sur les morceaux lorsque l'on clique sur la bouton « Arrêter ».
hu: A Leállítás gomb lenyomásakor le legyenek-e halkítva a számok.
it: Se applicare la dissolvenza alle tracce quando si preme Ferma.
ja: 停止ボタンを押したときに再生をフェードアウトするかどうか。
km: ថាតើ​ត្រូវ​​ធ្វើ​ឲ្យ​បទ​លិចបន្តិចម្ដង​ នៅ​ពេល​ចុច​បញ្ឈប់ ។
lt: Pritildyti dainą paspaudus „Sustabdyti“.
nb: Om spor skal tones ut når STOPP trykkes.
nds: Stücken bi't Klicken op "Anhollen" utblennen
ne: रोक्नुहोस् थिच्दा ट्रयाकहरू फेडआउट गर्ने या नगर्ने ।
nl: Of tracks zullen worden uitgevaagd als er op stop wordt geklikt.
nn: Om spor skal tonast ut ved stopp av avspeling.
pl: Czy wyciszać utwory po wciśnięciu przycisku Stop.
pt: Se deve descer gradualmente o volume das faixas ao parar.
pt_br: Diminuir o som das faixas ao pressionar Parar.
sk: Či postupne zoslabiť stopy pri stlačení stop.
sr: Да ли утапати нумеру када се притисне заустављање.
th: จะให้หรี่เสียงจบเพลงเมื่อกดปุ่มหยุดหรือไม่
uk: Чи поступово зменшувати гучність при натисканні кнопки Стоп.

source: Enable/Disable fadeout.
af: Aktiveer/deaktiveer uitdoof
bg: Включване/изключване на затихването.
ca: Habilita/Deshabilita l'esvaïment sortint.
da: Aktivér eller deaktivér borttoning.
de: Aktiviert/Deaktiviert das Ausblenden.
el: Ενεργοποίηση/απενεργοποίηση ομαλού σβησίματος.
es: Activar/desactivar fundido.
et: Hääbumise lubamine/keelamine.
fa: فعال‌سازی/غیرفعال‌سازی محو شدن.
fi: Otetaan käyttöön tai poistetaan käytöstä loppuhäivytys
fr: Active / désactive le fondu de fin.
hu: Lehalkítás bekapcsolása illetve kikapcsolása.
it: Abilita/Disabilita la dissolvenza in uscita.
ja: フェードアウトを有効/無効にします。
km: បិទ/បើក​លិចកាត់បន្តិចម្ដង ។
lt: Įjungti pritildymą.
nb: Slå på/av uttoning.
nds: Utblennen an-/utmaken
ne: फेडआउट सक्षम/अक्षम पार्नुहोस् ।
nl: Uitvagen activeren/deactiveren
nn: Slå på/av uttoning.
pa: ਫੇਡਆਉਟ ਯੋਗ/ਆਯੋਗ ਕਰੋ।
pl: Włącza/wyłącza wyciszanie.
pt: Activa/desactiva o amortecimento.
pt_br: Habilitar/Desabilitar diminuição do som.
sk: Povoliť/zakázať postupné zoslabenie.
sr: Укључи/искључи утапање.
th: เปิด/ปิด การหรี่เสียงจบเพลง
tr: Kaybolmayı Aç/Kapat.
uk: Увімкнути/вимкнути поступове зменшення гучності.

source: Length of fadeout, in milliseconds
af: Lengte van die uitdoof, in millisekondes
bg: Продължителност на затихването в милисекунди
ca: Durada de l'esvaïment, en mil·lisegons
da: Borttoningens længde, i millisekunder
de: Dauer des Ausblendens in Millisekunden
el: Διάρκεια του ομαλού σβησίματος, σε χιλιοστά του δευτερολέπτου
es: Duración del fundido, en milisegundos
et: Hääbumise kestus millisekundites
fa: طول محو متقابل، بر حسب میلی‌ثانیه
fi: Loppuhäivytyksen pituus millisekunneissa
fr: La durée du fondu de fin, en millisecondes
hu: A lehalkítási idő hossza ezredmásodpercben
it: Durata della dissolvenza in uscita, in millisecondi
ja: フェードアウトの長さ (ミリ秒)
km: រយៈពេល​លិច​បន្តិចម្ដង គិត​ជា​មិល្លី​វិនាទី
lt: Pritildymo trukmė milisekundėmis
nb: Lengde på uttoninga, målt i millisekunder
nds: Duer vun't Utblennen, as Millisekunnen
ne: मिलिसेकेन्डमा, फेडआउटको लम्बाइ
nl: Duur van uitvagen, in milliseconden
nn: Lengd på uttoninga, målt i millisekund.
pa: ਕਰਾਸਫੇਡ ਦੀ ਲੰਬਾਈ ਮਿਲੀਸਕਿੰਟਾਂ ਵਿੱਚ ਹੈ
pl: Długość wyciszania w milisekundach
pt: O tamanho do amortecimento da música, em milisegundos
pt_br: A duração da diminuição do som, em milisegundos
ru: Длительность постепенного уменьшения громкости, мс
sk: Dĺžka zoslabovania, v milisekundách
sr: Трајање утапања, у милисекундама
th: ความยาวของการหรี่เสียงจบ, ในหน่วยมิลลิวินาที
tr: Milisaniye cinsinden kaybolma süresi
uk: Тривалість поступового зменшення гучності, в мілісекундах

source: The length of the fadeout in milliseconds.
af: Die lengte van die uitdoof, in millisekondes.
bg: Продължителността на затихването в милисекунди.
ca: La durada de l'esvaïment en mil·lisegons.
da: Borttoningens længde i millisekunder.
de: Dauer des Ausblendens in Millisekunden.
el: Η διάρκεια του ομαλού σβησίματος, σε χιλιοστά του δευτερολέπτου.
es: La duración del fundido en milisegundos.
et: Hääbumise kestus millisekundites.
fa: طول محو شدن بین شیارها بر حسب میلی‌ثانیه.
fi: Loppuhäivytyksen pituus millisekunneissa
fr: La durée du fondu de fin, en millisecondes.
hu: A lehalkítási idő hossza ezredmásodpercben
it: La durata della dissolvenza in uscita in millisecondi.
ja: フェードアウトの長さをミリ秒単位で指定します。
km: រយៈពេល​​​លិច​​បន្តិច​ម្ដង គិត​ជា​មិល្លីវិនាទី ។
lt: Pritildymo trukmė milisekundėmis.
nb: Hvor lenge uttoninga skal vare, målt i millisekunder.
nds: De Duer vun't Utblennen vun Stücken in Millisekunnen.
ne: मिलिसेकेन्डमा फेडआउटको लम्बाइ ।
nl: De duur van het uitvagen, in milliseconden.
nn: Lengd på uttoninga, målt i millisekund.
pa: ਅੰਤਰ-ਫੇਡ ਦੀ ਲੰਬਾਈ ਮਿਲੀਸਕਿੰਟ ਵਿੱਚ ਹੈ।
pl: Długość wyciszania w milisekundach.
pt: O tamanho do amortecimento em milisegundos.
pt_br: A duração da diminuição do som, em milisegundos.
ru: Длительность постепенного уменьшения громкости в миллисекундах.
sk: Dĺžka zoslabovania v milisekundách.
sr: Трајање утапања у милисекундама.
th: ความยาวของการหรี่เสียงจบในหน่วยมิลลิวินาที
tr: Milisaniye cinsinden kaybolma süresi.
uk: Тривалість поступового зменшення гучності, в мілісекундах.

source: Whether to fade out when exiting the program.
af: Bepaal of die klank uitgedoof moet word wanneer die program toegemaak word.
bg: Дали да има затихване при спиране на програмата.
ca: Si s'ha de fer l'esvaïment en sortir del programa.
da: Om borttoning skal bruges når programmet afsluttes.
de: Legt fest, ob die Wiedergabe beim Beenden des Programms ausgeblendet werden soll.
el: Αν θα γίνεται ομαλό σβήσιμο κατά την έξοδο από το πρόγραμμα.
es: Cuándo realizar un fundido al salir del programa.
et: Kas kasutada hääbumist programmist väljumisel.
fa: آیا هنگام خروج برنامه، محو شود
fi: Häivytetäänkö poistuttaessa ohjelmasta.
fr: Utiliser un fondu de fin lorsque l'on sort de l'application.
hu: Legyen-e lehalkítás a programból való kilépéskor.
it: Decidi se applicare la dissolvenza in uscita alla chiusura del programma.
ja: プログラムを終了したときにフェードアウトするかどうか。
km: ថាតើ​ត្រូវ​លិច​បន្តិចម្ដង​នៅពេល​ចេញ​ពី​កម្មវិធី​ឬទេ ។
lt: Pritildyti išjungiant programą.
nb: Om det skal brukes uttoning når programmet avslutter.
nds: Bi't Beennen vun Amarok utblennen
ne: कार्यक्रम अन्त्य गर्दा फेडआउट गर्ने या नगर्ने ।
nl: Of de muziek zachtjes wordt uitgevaagd als het programma wordt afgesloten.
nn: Ton ut ved avslutting av programmet.
pa: ਕੀ ਪਰੋਗਰਾਮ ਬੰਦ ਕਰਨ ਸਮੇਂ ਫੇਡ ਆਉਟ ਕਰਨਾ ਹੈ।
pl: Czy wyciszać podczas wyłączania programu.
pt: Se deve amortecer o volume da música ao sair do programa.
pt_br: Diminuir o som ao fechar o programa.
sk: Či zoslabiť pri opúšťaní programu.
sr: Да ли утапати при изласку из програма.
th: จะให้หรี่เสียงจบเมื่อออกจากโปรแกรมหรือไม่
tr: Uygulamadan çıkışta kaybolmayı kullan.
uk: Чи зменшувати поступово гучність при виході програми.

source: Sound system to use
af: Klank sisteem in gebruik
bg: Използвана звукова система
ca: Sistema de so a usar
cs: Použitý zvukový systém
da: Lydsystem som skal bruges
de: Zu verwendendes Modul zur Audio-Ausgabe
el: Σύστημα ήχου που θα χρησιμοποιηθεί
es: Sistema de sonido a utilizar
et: Kasutatav helisüsteem
eu: Soinu-sistema erabiltzeko
fa: سیستم صوتی مورد استفاده
fi: Käytettävä toistojärjestelmä
fr: Système de son à utiliser
he: מערכת הקול לשימוש
hu: A használni kívánt hangrendszer
it: Sistema sonoro da usare
ja: 使用するサウンドシステム
ka: სამუშაო ხმის სისტემა
km: ប្រព័ន្ធ​សំឡេង​​ដែល​ត្រូវ​ប្រើ
ko: 사용할 사운드 시스템
lt: Garso sistema
nb: Lydsystem å bruke
nds: Klangsysteem för't Afspelen
ne: प्रयोग गर्नका लागि ध्वनि प्रणाली
nl: Te gebruiken geluidssysteem
nn: Lydsystem å bruka
pa: ਵਰਤਣ ਲਈ ਆਵਾਜ਼ ਸਿਸਟਮ
pl: System dźwięku, który ma zostać użyty
pt: Sistema de som a utilizar
pt_br: Sistema de som a ser usado
ru: Звуковая система
se: Vuogádatjienaid maid geavahit
sk: Zvukový systém
sr: Звучни систем који се користи
th: ระบบเสียงที่จะใช้
tr: Kullanılacak ses sistemi
uk: Використовувати звукову систему
