Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Fetching Wikipedia Information
af: Besig om Wikipedia informasie te onttrek
bg: Търсене на информация в Уикипедия
ca: S'està recollint informació de la Viquipèdia
cs: Stahuji informace z Wikipedie
da: Henter wikipedia-information
de: Holen von Wikipedia-Informationen
el: Λήψη πληροφοριών Wikipedia
es: Descargando información de Wikipedia
et: Wikipedia info tõmbamine
eu: Wikipediaren datuak eskuratzen
fa: واکشی اطلاعات ویکی‌پدیا
fi: Haetaan tietoja Wikipediasta
fr: Recherche d'informations depuis Wikipédia
he: משיג מידע מוויקיפדיה
hu: Wikipedia-információ letöltése
it: Ricezione informazioni da Wikipedia
ja: Wikipedia 情報を取得中
ka: ვიკიპედიიდან ინფორმაციის მიღება
km: កំពុង​ទៅ​ប្រមូល​យក​ព័ត៌មាន​វិគីផេឌៀ
ko: 위키백과에서 정보를 받는 중입니다
lt: Atsiunčiama Wikipedijos informacija
nb: Henter informasjon fra Wikipedia
nds: Wikipedia-Informatschoon warrt haalt
ne: विकिपेडिया जानकारी तान्दै
nl: Wikipedia-informatie wordt opgehaald
nn: Hentar Wikipedia-informasjon
pa: ਵਿੱਕੀਪੀਡਿਆ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Pobieranie informacji z Wikipedii
pt: A Obter as Informações do Wikipedia
pt_br: Buscando Informações na Wikipedia
ru: Обращение к Wikipedia
se: Viežžamin Wikipedia-dieđuid
sk: Sťahujem informácie z Wikipédie
sr: Добављам податке Википедије
th: กำลังดึงข้อมูลจากวิกิพีเดีย
tr: Ansiklopedi Bilgisi Getiriliyor
uk: Отримання інформації з Wikipedia

source: Artist information could not be retrieved because the server was not reachable.
af: Die kunstenaar informasie kon nie onttrek word nie, want die bediener kon nie bereik word nie.
bg: Информацията за изпълнителя не може да бъде изтеглена, защото сървърът не е достъпен.
ca: No s'ha pogut rebre la informació de l'artista perquè no s'ha pogut abastar el servidor.
cs: Informace o interpretovi nebylo možné získat, protože server byl nedostupný.
da: Information om kunstneren kunne ikke hentes fordi serveren ikke kunne nås.
de: Es können keine Informationen zu dem Interpreten eingeholt werden, weil der Server nicht erreichbar ist.
el: Αδυναμία λήψης πληροφοριών καλλιτέχνη επειδή δεν είναι δυνατή η προσπέλαση του εξυπηρετητή.
es: No se ha podido obtener información sobre el artista porque ha sido imposible conectar con el servidor.
et: Esitaja infot ei saa hankida, sest server pole kättesaadav.
eu: Ezin izan da artistaren informaziorik lortu, ezin izan delako zerbitzaria atzitu.
fa: اطلاعات هنرمند را نتوانست بازیابی کند زیرا کارساز قابل دسترس نبود.
fi: Artistista ei saatu tietoja, koska palvelimeen ei saatu yhteyttä.
fr: Les informations concernant l'artiste ne peuvent pas être récupérées car le serveur n'est pas disponible.
he: אי אפשר היה לאחזר מידע אומן כי השרת לא היה ניתן להשגה.
hu: Nem sikerült letölteni előadó-információt, mivel a kiszolgáló nem volt elérhető.
it: Le informazioni sull'artista non sono reperibili poiché il server non è raggiungibile.
ja: サーバに接続できないのでアーティスト情報を取得できませんでした。
ka: შემსრულებლის შესახებ ინფორმაცია ვერ იქნა მიღებული რადგან სერვერი მიუწვდომელია.
km: មិន​អាច​ទៅ​យក​ព័ត៌មាន​អំពី​សិល្បករ​បាន​ឡើយ ព្រោះ​មិន​អាច​ទៅ​ដល់​ម៉ាស៊ីន​បម្រើ ។
ko: 서버에 연결할 수 없으므로 아티스트 정보를 검색할 수 없습니다.
lt: Atlikėjo informacijos atsiųsti nepavyko, serveris nepasiekiamas.
nb: Artistinformasjon kunne ikke hentes fordi tjeneren ikke var tilgjengelig.
nds: Dat Halen vun Informatschonen över den Künstler is fehlslaan, Tokoppeln na den Server weer nich mööglich.
ne: कलाकारको सूचना पुन: प्राप्त गर्न सकेन किनभने सर्भर प्राप्य छैन ।
nl: De artiestinformatie kon niet worden opgehaald: de server is onbereikbaar.
nn: Klarte ikkje henta artistinformasjon, då tenaren ikkje er tilgjengeleg.
pa: ਕਲਾਕਾਰ ਬਾਰੇ ਜਾਣਕਾਰੀ ਪਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕੀ ਹੈ, ਕਿਉਕਿ ਸਰਵਰ ਵਰਤੋਂ ਨਹੀਂ ਹੈ।
pl: Informacja o artyście nie mogła zostać pobrana ponieważ serwer nie był osiągalny.
pt: A informação do artista não pôde ser obtida porque o servidor estava inacessível.
pt_br: As informações do artista não puderam ser obtidas porque o servidor não pôde ser acessado.
ru: Не удалось получить сведения об исполнителе, т.к. сервер недоступен.
se: Ii sáhttán viežžat dieđuid artistta birra danne bálvá ii lean olamuttus.
sk: Informácie o interpretovi nebolo možné získať, pretože server bol nedostupný.
sr: Подаци о извођачу се не могу добавити јер сервер није доступан.
th: ไม่สามารถรัีบข้อมูลของศิลปินได้ เพราะว่า ไม่สามารถเข้าถึงเซิร์ฟเวอร์ได้
tr: Sunucu erişilebilir olmadığından sanatçı bilgileri alınamadı.
uk: Не вдалось отримати інформацію про виконавця, бо неможливо зв'язатись з сервером.

source: Wikipedia Information
af: Wikipedia Informasie
bg: Информация от Уикипедия
ca: Informació de la Viquipèdia
cs: Informace z Wikipedie
de: Wikipedia-Informationen
el: Πληροφορίες Wikipedia
es: Información de Wikipedia
et: Wikipedia info
eu: Wikipediarn informazioa
fa: اطلاعات ویکی‌پدیا
fi: Wikipedian tiedot
fr: Informations Wikipédia
he: מידע וויקיפדיה
hu: Wikipedia-információ
it: Informazioni Wikipedia
ja: Wikipedia 情報
ka: ინფორმაცია ვიკიპედიიდან
km: ព័ត៌មាន​វិគីផេឌៀ
ko: 위키백과 정보
lt: Wikipedijos informacija
nb: Informasjon fra Wikipedia
nds: Wikipedia-Informatschonen
ne: विकिपेडिया जानकारी
nl: Wikipedia-informatie
nn: Wikipedia-informasjon
pa: ਵਿੱਕੀਪੀਡਿਆ ਜਾਣਕਾਰੀ
pl: Informacja z Wikipedii
pt: Informação do Wikipedia
pt_br: Informações na Wikipedia
ru: Wikipedia
se: Wikipedia-dieđut
sk: Informácie z Wikipédie
sr: Подаци Википедије
th: ข้อมูลของวิกิพีเดีย
tr: Ansiklopedi Bilgisi
uk: Інформація з Wikipedia

source: Wikipedia Other Languages
af: Ander tale by Wikipedia
bg: Други езици в Уикипедия
ca: Viquipèdia en altres llengües
cs: Jiné jazyky Wikipedia
da: Andre sprog for Wikipedia
de: Andere Sprachen von Wikipedia
el: Άλλες γλώσσες του Wikipedia
es: Wikipedia en otros idiomas
et: Wikipedia muud keeled
eu: Wikipediaren beste hizkuntzak
fa: زبانهای دیگر ویکی‌پدیا
fi: Wikipedia muilla kielillä
fr: Autres langues disponibles
he: שפות אחרות של וויקיפדיה
hu: Wikipedia - egyéb nyelvek
it: Wikipedia Altre lingue
ja: 他の言語の Wikipedia
ka: ვიკიპედია სხვა ენებზე
km: វិគីផេឌៀ​ជា​ភាសា​ផ្សេង​ទៀត
ko: 위키백과 다른 언어
lt: Wikipedija kitomis kalbomis
nb: Wikipedia på andre språk
nds: Wikipedia in anner Spraken
ne: विकिपेडिया अन्य भाषाहरू
nl: Wikipedia in andere talen
nn: Wikipedia på andre språk
pa: ਹੋਰ ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਵਿੱਕੀਪੀਡਿਆ
pl: Inne języki Wikipedii
pt: Outras Línguas do Wikipedia
pt_br: Outros Idiomas da Wikipedia
ru: Другие языки Wikipedia
se: Wikipedia eará gielain
sk: Iné jazyky Wikipédia
sr: Други језици Википедије
th: วิกิพีเดีย ภาษาอื่นๆ
tr: Diğer Diller
uk: Інші мови Wikipedia

source: _n: One item %n items
af: Een item %n itemme
bg: един елемент %n елемента
ca: Un element %n elements
cs: Jedna položka %n položky %n položek
da: Et objekt %n objekter
de: 1 Eintrag %n Einträge
el: Ένα αντικείμενο %n αντικείμενα
es: Un elemento %n elementos
et: Üks element %n elementi
eu: Elementu bat %n elementu
fa: %n فقره
fi: Yksi nimike %n nimikettä
fr: %n élément %n éléments
he: פריט אחד %n פריטים
hu: %n elem
it: Un elemento %n elementi
ja: %n アイテム
ka: %n ელემენტი
km: ធាតុ​ចំនួន%n
lt: %n objektas %n objektai %n objektų
nb: Ett element %n elementer
nds: Een Indrag %n Indrääg
ne: एउटा वस्तु %n वस्तुहरू
nl: Een item %n items
nn: 1 element %n element
pa: ਇੱਕ ਇਕਾਈ %n ਇਕਾਈਆਂ
pl: Jeden element %n elementy %n elementów
pt: Um item %n itens
pt_br: Um item %n itens
ru: %n элемент %n элемента %n элементов
se: Okta mearkkuš %n merkoša
sk: Jedna položka %n položky %n položiek
sr: %n ставка %n ставке %n ставки
th: %n รายการ
tr: %n öge
uk: %n елемент %n елементи %n елементів

source: _: X songs from X albums %2 from %1
af: %2 van %1
bg: %2 от %1
ca: %2 de %1
cs: %2 z %1
da: %2 fra %1
de: %2 auf %1
el: %2 από %1
es: %2 de %1
fa: %2 از %1
fr: %2 de %1
he: %2 מתוך %1
hu: %2 erről: %1
it: %2 da %1
ka: %2 %1-დან
km: %2 ពី %1
ko: %1으로부터 %2
lt: %2 iš %1
nb: %2 fra %1
nds: %2 vun %1
ne: %1 बाट %2
nl: %2 van %1
nn: %2 frå %1
pa: %1 ਵਿੱਚੋਂ %2
pl: %2 z %1
pt: %2 de %1
pt_br: %2 em %1
ru: %2 из %1
se: %2 bihttá %1 skearruin
sk: %2 z %1
sr: %2 са %1
th: %2 จาก %1
tr: %1 albümden %2 parça
uk: %2 з %1

source: _n: one album %n albums
af: een album %n albums
bg: един албум %n албума
ca: Un àlbum %n àlbums
cs: 1 album %n alba %n alb
da: et album %n albummer
de: Ein Album %n Alben
el: ένα άλμπουμ %n άλμπουμ
es: Un álbum %n álbumes
et: üks album %n albumit
eu: album bat %n album
fa: %n آلبوم
fi: yhdeltä levyltä %n levyltä
fr: %n album %n albums
he: כותר אחד %n כותרים
hu: %n album
it: un album %n album
ja: %n アルバム
ka: %n ალბომი
km: %n អាល់ប៊ុម
lt: %n albumas %n albumai %n albumų
nb: Ett album %n album
nds: een Album %n Alben
ne: एउटा एल्बम %n एल्बमहरू
nl: één album %n albums
nn: 1 album %n album
pa: ਇੱਕ ਐਲਬਮ %n ਐਲਬਮਾਂ
pl: %n albumu %n albumów %n albumów
pt: um álbum %n álbuns
pt_br: um álbum %n álbuns
ru: %n альбом %n альбома %n альбомов
se: okta skearru %n skearru
sk: jeden album %n albumy %n albumov
sr: %n албум %n албума %n албума
th: %n อัลบั้ม
tr: %n albüm
uk: %n альбом %n альбоми %n альбомів

source: _n: One song %n songs
af: Een liedje %n liedjies
bg: една песен %n песни
ca: Una peça %n peces
cs: 1 skladba %n skladby %n skladeb
da: En sang %n sange
de: 1 Stück %n Stücke
el: Ένα τραγούδι %n τραγούδια
es: Un género %n géneros
et: Üks laul %n laulu
eu: abesti bat %n abesti
fa: %n ترانه
fi: Yksi kappale %n kappaletta
fr: %n morceau %n morceaux
he: שיר אחד %n שירים
hu: %n szám
it: Un brano %n brani
ja: %n 曲
ka: %n სიმღერა
km: %n បទ
lt: %n daina %n dainos %n dainų
nb: En melodi %n melodier
nds: Een Stück %n Stücken
ne: एउटा गीत %n गीतहरू
nl: 1 track %n tracks
nn: Éin song %n songar
pa: ਇੱਕ ਗੀਤ %n ਗੀਤ
pl: Jeden utwór %n utwory %n utworów
pt: 1 música %n músicas
pt_br: Uma música %n músicas
ru: %n композиция %n композиции %n композиций
se: Okta bihttá %n bihtá
sk: Jedna pieseň %n piesne %n piesní
sr: %n песма %n песме %n песми
th: %n เพลง
tr: %n parça
uk: %n пісня %n пісні %n пісень

source: _n: One playlist %n playlists
af: 1 speel lys %n speel lyste
bg: един списък със записи %n списъка със записи
ca: Una llista de reproducció %n llistes de reproducció
cs: 1 seznam %n seznamy %n seznamů
da: En spilleliste %n spillelister
de: 1 Wiedergabeliste %n Wiedergabelisten
el: Μία λίστα αναπαραγωγής %n λίστες αναπαραγωγής
es: Una lista de reproducción %n listas de reproducción
et: Üks esitusnimekiri %n esitusnimekirja
eu: zerrenda bat %n zerrenda
fa: %n فهرست پخش
fi: Yksi soittolista %n soittolistaa
fr: %n liste de lecture %n listes de lecture
he: רשימת־השמעה אחת %n רשימות־השמעה
hu: %n lejátszólista
it: Una playlist %n playlist
ja: %n プレイリスト
ka: %n რეპერტუარი
km: បញ្ជីចាក់ %n
lt: %n grojaraštis %n grojaraščiai %n grojaraščių
nb: En spilleliste %n spillelister
nds: Een Afspeellist %n Afspeellisten
ne: एउटा प्लेसूची %n प्लेसूचीहरू
nl: Een afspeellijst %n afspeellijsten
nn: Éi speleliste %n spelelister
pa: ਇੱਕ ਸੰਗੀਤ-ਸੂਚੀ %n ਸੰਗੀਤ-ਸੂਚੀਆਂ
pl: jedna lista odtwarzania %n listy odtwarzania %n list odtwarzania
pt: Uma lista de reprodução %n listas de reprodução
pt_br: Uma lista de músicas %n listas de músicas
ru: %n список %n списка %n списков
se: Okta čuojahanlistu %n čuojahanlisttu
sk: Jeden zoznam skladieb %n zoznamy skladieb %n zoznamov skladieb
sr: %n листа нумера %n листе нумера %n листа нумера
th: รายการเล่น %n รายการ
tr: %n parça listesi
uk: %n альбом %n альбоми %n альбомів

source: _n: One remote file %n remote files
af: Een afgeleë lêer %n afgeleë lêers
bg: един отдалечен файл %n отдалечени файла
ca: Un fitxer remot %n fitxers remots
cs: Jeden vzdálený soubor %n vzdálené soubory %n vzdálených souborů
da: En fjernfil %n fjernfiler
de: 1 entfernte Datei %n entfernte Dateien
el: 1 απομακρυσμένο αρχείο %n απομακρυσμένα αρχεία
es: Un archivo remoto %n archivos remotos
et: Üks võrgufail %n võrgufaili
eu: urruneko fitxategi bat urruneko %n fitxategi
fa: %n پروندۀ دور
fi: Yksi etätiedosto %n etätiedostoa
fr: %n fichier distant %n fichiers distants
he: קובץ מרוחק אחד %n קבצים מרוחקים
hu: %n távoli fájl
it: Un file remoto %n file remoti
ja: %n リモートファイル
ka: %n დაშორებული ფაილი
km: ឯកសារ​ពី​ចម្ងាយ %n
lt: %n nutolusi byla %n nutolusios bylos %n nutolusių bylų
nb: En fil på nettverket %n filer på nettverket
nds: Een feern Datei %n feern Dateien
ne: एउटा टाढाको फाइल %n टाढाको फाइलहरू
nl: Één extern bestand %n externe bestanden
nn: Éi fjernfil %n fjernfiler
pa: ਇੱਕ ਰਿਮੋਟ ਫਾਇਲ %n ਰਿਮੋਟ ਫਾਇਲਾਂ
pl: Jeden przenośny plik %n przenośne pliki %n przenośnych plików
pt: Um ficheiro remoto %n ficheiros remotos
pt_br: Um arquivo remoto %n arquivos remotos
ru: %n удалённый файл %n удалённых файла %n удалённых файлов
se: Okta gáiddus fiila %n gáiddus fiilla
sk: Jeden vzdialený súbor %n vzdialené súbory %n vzdialených súborov
sr: %n удаљени фајл %n удаљена фајла %n удаљених фајлова
th: %n แฟ้มจากทางไกล
tr: %n uzak dosya
uk: %n віддалений файл %n віддалені файли %n віддалених файлів

source: Unknown item
af: Onbekende item
bg: Неизвестен елемент
ca: Element desconegut
cs: Neznámá položka
da: Ukendt punkt
de: Unbekannter Eintrag
el: Άγνωστο αντικείμενο
es: Elemento desconocido
et: Tundmatu element
eu: Elementu ezezaguna
fa: فقرۀ ناشناخته
fi: Tuntematon nimike
fr: Élément inconnu
he: פריט לא ידוע
hu: Ismeretlen elem
it: Elemento sconosciuto
ja: 不明なアイテム
ka: უცნობი ელემენტი
km: មិន​ស្គាល់​វត្ថុ
ko: 알 수 없는 항목
lt: Nežinomas objektas
nb: Ukjent element
nds: Nich bekannt Indrag
ne: अज्ञात वस्तु
nl: Onbekend item
nn: Ukjent element
pa: ਅਣਜਾਣ ਇਕਾਈ
pl: Nieznany obiekt
pt: Item desconhecido
pt_br: Item desconhecido
ru: Неизвестный элемент
se: Amas mearkkuš
sk: Neznáma položka
sr: Непозната ставка
th: รายการที่ไม่รู้จัก
tr: Bilinmeyen öge
uk: Невідомий елемент

source: from
af: van
bg: от
ca: de
cs: z
da: fra
de: von
el: από
es: de
eu: nondik:
fa: از
fi: osoitteesta
fr: depuis
he: מאת
hu: innen:
it: da
km: ពី
ko: 소스
lt: iš
nb: fra
nds: vun
ne: बाट
nl: van
nn: frå
pa: ਤੋਂ
pl: z
pt: de
pt_br: de
se: dás
sk: od
sr: са
th: จาก
tr: den
uk: з

source: Updating database
af: Besig om die databasis op te dateer
bg: Обновяване на БД
ca: S'està actualitzant la base de dades
cs: Aktualizuje se databáze
da: Opdaterer database
de: Datenbank wird aktualisiert.
el: Ενημέρωση βάσης δεδομένων
es: Actualizando la base de datos
et: Andmebaasi uuendamine
eu: Datu-basea eguneratzen
fa: به‌روزرسانی دادگان
fi: Päivitetään tietokantaa
fr: Mise à jour de la base de données
he: מעדכן בסיס־נתונים
hu: Az adatbázis frissítése
it: Aggiornamento database
ja: データベースを更新
km: កា​រធ្វើ​ឲ្យ​មូលដ្ឋាន​ទិន្នន័យ​ទាន់សម័យ
ko: 데이터베이스에 추가
lt: Atnaujinama duomenų bazė
nb: Oppdaterer database
nds: Sammelndatenbank warrt opfrischt
ne: डाटाबेस अद्यावधिक गर्दै
nl: Database actualiseren
nn: Oppdaterer database
pa: ਡਾਟਾਬੇਸ ਅੱਪਡੇਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Uaktualnianie bazy danych
pt: A actualizar a base de dados
pt_br: Atualizando banco de dados
ru: Обновление базы данных
se: Ođasmahttimin diehtovuođu
sk: Aktualizujem databázu
sr: Ажурирам базу података
th: กำลังปรับปรุงฐานข้อมูล
tr: Veritabanı güncelleniyor
uk: Оновлення бази даних

source: MySQL reported the following error:<br>
af: MySQL het die volgende fout gerapporteer:<br>
bg: MySQL докладва следната грешка:<br>
ca: MySQL ha informat del següent error:<br>
cs: MySQL nahlásilo tuto chybu:<br>
da: MySQL rapporterede følgende fejl:<br>
de: MySQL hat den folgenden Fehler ausgegeben:<br>
el: Η MySQL ανέφερε το παρακάτω σφάλμα:<br>
es: MySQL informó del siguiente error: <br>
et: MySQL andis teada järgmisest veast:<br>
eu: MySQLek honako errorea itzuli du:<br>
fa: MySQL، خطای زیر را گزارش داد:<br>
fi: MySQL ilmoitti seuraavan virheen:<br />
fr: MySQL a signalé l'erreur suivante :<br>
he: השרת MySql דיווח על השגיאה הבאה:<br>
hu: A MySQL a következő hibaüzenetet adta:<br>
it: MySQL ha riportato il seguente errore:<br>
ja: MySQL が次のエラーを報告しました:<br>
ka: MySQL-მა შეგვატყობინა შემდეგი შედომა:<br>
km: MySQL បាន​រាយការណ៍​កំហុស​ខាង​ក្រោម ៖<br>
ko: MySQL이 다음 오류를 일으켰습니다:<br>
lt: Gautas MySQL pranešimas apie klaidą:<br>
nb: MySQL meldte om denne feilen:<br>
nds: MySQL meldt dissen Fehler:<br>
ne: MySQL ले निम्न त्रुटि प्रतिवेदन गर्यो:<br>
nl: MySQL gaf de volgende foutmelding:<br>
nn: MySQL meldte frå om denne feilen:<br>
pa: MySQL ਨੇ ਗਲਤੀ ਦਿੱਤੀ ਹੈ:<br>
pl: MySQL zgłosił następujący błąd:<br>
pt: O MySQL devolveu o seguinte erro:<br>
pt_br: O MySQL reportou o seguinte erro:<br>
ru: MySQL сообщил об ошибке:<br>
se: MySQL dieđihii dán meattáhusas:<br>
sk: MySQL náhlásilo túto chybu:<br>
sr: MySQL је пријавио следећу грешку:<br>
th: MySQL รายงานข้อผิดพลาดดังต่อไปนี้:<br>
tr: MySQL aşağıdaki hatayı verdi:<br>
uk: MySQL повідомила про наступну помилку:<br>

source: <p>You can configure MySQL in the Collection section under Settings->Configure Amarok</p>
af: <p>Jy kan die MySQL opstelling doen in die Versameling gedeelte onder Opstelling->Stel Amarok op</p>
bg: <p>Можете да настроите MySQL в раздела "Колекция" на "Настройки"->"Настройване на Amarok</p>
ca: <p>Podeu configurar MySQL a la secció Col·lecció al menú Arranjaments-> Configura l'Amarok</p>
cs: <p>MySQL můžete nastavit v sekci Kolekce pod Nastavení->Nastavit: Amarok</p>
da: <p>Du kan indstille MySQL på siden Samling under Opsætning -> Indstil Amarok.</p>
de: <p>MySQL kann im Abschnitt Sammlung unter Einstellungen->Amarok einrichten ... eingerichtet werden.</p>
el: <p>Μπορείτε να ρυθμίσετε την MySQL στο τμήμα συλλογής κάτω από το Ρυθμίσεις->Ρυθμίσεις του AmaroK</p>
es: <p>Puede configurar MySQL en la sección de la colección dentro de Preferencias->Configurar Amarok</p>>
et: <p>MySQL-i saab seadistada muusikakogu all menüükäsuga Seadistused->Amaroki seadistamine</p>
fa: <p>MySQL را می‌توانید در بخش مجموعه زیر تنظیمات-<پیکربندی amaroK پیکربندی کنید </p>
fi: <p>Voit tehdä MySQL-asetukset Amarokin asetuksien <i>Kokoelma</i>-välilehdellä.</p>
fr: <p>Vous pouvez configurer MySQL dans la section « Collection » de la fenêtre de configuration d'Amarok, accessible via le menu « Configuration ».</p>
he: <p>תוכל להגדיר את MySQL בסעיף 'אוסף' תחת הגדרות->הגדרות Amarok </p>
hu: <p>A MySQL beállításai a "Beállítások->Az Amarok beállítása" funkció "Gyűjtemény" részében módosíthatók</p>
it: <p>Puoi configurare MySQL nella sezione Collezione in Impostazioni->Configura Amarok</p>
ja: <p>MySQL は「設定」->「Amarok を設定」->「コレクション」で設定できます。</p>
km: <p>អ្នក​អាច​កំណត់​រចនាសម្ព័ន្ធ MySQL នៅ​ក្នុង​ផ្នែក​សម្រាំង​ នៅ​ត្រង់ ការ​កំណត់ ->កំណត់​រចនាសម្ព័ន្ធ Amarok</p>
ko: <p>MySQL 설정은 '설정->Amarok설정'아래의 모음집 부분에서 할 수 있습니다.</p>
lt: <p>MySQL parinktis galite derinti skyriuje Parinktys–>Fonoteka</p>
nb: <p>Du kan sette opp MySQL under «Innstillinger -> Sett opp Amarok -> Samling».</p>
nds: <p>Du kannst MySQL instellen binnen den "Sammeln"-Afsnitt ünner "Instellen" -> "Amarok instellen"</p>
ne: <p>तपाईँ Settings->Configure Amarok अन्तर्गत सङ्कलन सेक्सनमा MySQL कन्फिगर गर्न सक्नुहुन्छ</p>
nl: <p>U kunt MySQL instellen bij de sectie 'Collectie' via menuoptie 'Instellingen->Amarok instellen'.</p>
nn: <p>Du kan setja opp MySQL under «Innstillingar | Set opp Amarok».</p>
pa: <p>ਤੁਸੀਂ ਭੰਡਾਰ ਭਾਗ ਵਿੱਚ MySQL ਨੂੰ ਸਥਾਪਨ -> ਅਮਰੋਕ ਸੰਰਚਨਾ ਰਾਹੀਂ ਸੰਰਚਿਤ ਕਰ ਸਕਦੇ ਹੋ।</p>
pl: <p>Możesz skonfigurować MySQL w dziale kolekcja w Ustawienia->Konfiguracja Amarok</p>
pt: <p>Pode configurar o MySQL na secção da colecção em Configuração->Configurar o Amarok</p>
pt_br: <p>Você pode configurar o MySQL na seção Coleção, em Configurações -> Configurar Amarok</p>
ru: <p>Параметры MySQL можно указать в разделе Коллекция в Настройка->Настроить amaroK</p>
se: <p>Sáhtát heivehit MySQL čoahkkádusheivehusoasis Heivehus->Heivet Amarok</p>
sk: <p>MySQL môžete nastaviť v sekcii Kolekcia pod Nastavenia->Nastaviť Amarok</p>
sr: <p>Можете подесити MySQL у одељку Збирка под Подешавања->Подеси Amarok</p>
th: <p>คุณสามารถทำการปรับแต่ง MySQL ในส่วนของคลังดนตรีได้ในเมนู ตั้งค่า -> ปรับแต่ง Amarok</p>
tr: <p> MySQL'i 'Ayarlar->Amarok Programını Yapılandır...' seçeneğindeki Koleksiyon bölümünden yapılandırabilirsiniz</p>
uk: <p>MySQL можна налаштувати в розділі збірки у меню Параметри->Налаштувати Amarok.</p>

source: Postgresql reported the following error:<br>
af: PostgreSQL het die volgende fout gerapporteer:<br>
bg: Postgresql докладва следната грешка:<br>
ca: PostgreSQL ha informat del següent error:<br>
cs: Postgresql nahlásilo tuto chybu:<br>
da: Postgresql rapporterede følgende fejl:<br>
de: PostgreSQL hat den folgenden Fehler ausgegeben:<br>
el: Η Postgresql ανέφερε το παρακάτω σφάλμα:<br>
es: Postgresql informó del siguiente error: <br>
et: Postgresql andis teada järgmisest veast:<br>
eu: PostgreSQLek honako errorea itzuli du:<br>
fa: Postgresql، خطای زیر را گزارش داد:<br>
fi: PostgreSQL ilmoitti seuraavan virheen:<br />
fr: PostgreSQL a signalé l'erreur suivante :<br>
he: השרת Postgresql דיווח על השגיאה הבאה:<br>
hu: A PostgreSQL a következő hibaüzenetet adta:<br>
it: Postgresql ha riportato il seguente errore:<br>
ja: Postgresql は次のエラーを報告しました:<br>
ka: Postgresql-მა გამოიტანა შემდეგი შეცდომა:<br>
km: Postgresql បាន​រាយការណ៍​កំហុស​ខាង​ក្រោម ៖<br>
ko: Postgresql이 다음과 같은 오류를 발생했습니다:<br>
lt: Gautas Postgresql pranešimas apie klaidą:<br>
nb: Postgresql meldte om denne feilen:<br>
nds: PostgreSQL meldt dissen Fehler:<br>
ne: postgresql ले निम्न त्रुटि प्रतिवेदन गर्यो:<br>
nl: PostgreSQL gaf de volgende foutmelding:<br>
nn: Postgresql melde frå om denne feilen:<br>
pa: Postgresql ਨੇ ਗਲਤੀ ਦਿੱਤੀ ਹੈ:<br>
pl: PostgreSQL zgłosił następujący błąd:<br>
pt: O Postgresql devolveu o seguinte erro:<br>
pt_br: O Postgresql retornou o seguinte erro:<br>
ru: Postgresql сообщил об ошибке:<br>
se: Postgresql dieđihii dán meattáhusas:<br>
sk: Postgresql nahlásilo túto chybu:<br>
sr: Postgresql је пријавио следећу грешку:<br>
th: Postgresql รายงานความผิดพลาดดังต่อไปนี้:<br>
tr: PostgreSQL aşağıdaki hatayı verdi:<br>
uk: Postgresql повідомила про наступну помилку:<br>
