Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Artist Fan Radio: %1
af: Kunstenaar se aanhanger radio: %1
bg: Радио Artist Fan: %1
ca: Ràdio d'artista per fans: %1
cs: Rádio fanoušků interpreta: %1
da: Radio for fans af kunstner: %1
de: Fan-Radio: %1
el: Ραδιόφωνο οπαδών καλλιτέχνη: %1
es: Radio de fan del artista: %1
et: Esitaja fänniraadio: %1
eu: Gogoko artisten irratia: %1
fi: Artistin faniradio: %1
fr: Radio d'artistes favoris : %1
he: רדיו מעריצי האומן: %1
hu: %1 előadó rajongóinak rádiója
it: Radio per sostenitori artisti: %1
ja: アーティストファンラジオ: %1
km: សិល្បករ​វិទ្យុ Fan ៖ %1
ko: 아티스트 팬 라디오: %1
lt: Atlikėjo fanų radijas: %1
nb: Artistens fanradio: %1
nds: Künstler-Fanradio: %1
ne: कलाकार समर्थक रेडियो: %1
nl: Artiestfanradio: %1
nn: Fanradio for artist: %1
pa: ਕਲਾਕਾਰ ਫੈਨ ਰੇਡੀਓ: %1
pl: Radio fanów wykonawcy: %1
pt: Rádio de Fãs do Artista: %1
pt_br: Rádio de Fãs do Artista: %1
ru: Радио поклонников исполнителя: %1
se: Artistafánradio: %1
sk: Rádio fanúšikov interpreta: %1
sr: Радио љубитеља извођача: %1
th: รายการวิทยุแฟนๆ ของศิลปิน: %1
tr: Sanatçı Hayran Radyosu: %1
uk: Радіо шанувальників виконавця: %1

source: Custom Station: %1
af: Jou eie stasie: %1
bg: Потребителска станция: %1
ca: Estació personalitzada: %1
cs: Vlastní stanice: %1
da: Egen station: %1
de: Benutzerdefinierte Station: %1
el: Προσαρμοσμένο ραδιόφωνο: %1
es: Estación personalizada: %1
et: Kohandatud jaam: %1
eu: Irrati pertsonalizatua: %1
fa: ایستگاه سفارشی: %1
fi: Oma radio: %1
fr: Station personnalisée : %1
he: תחנה מותאמת אישית: %1
hu: Egyéni adó: %1
it: Stazione personalizzata: %1
ja: カスタムステーション: %1
km: ស្ថានីយ​ផ្ទាល់​ខ្លួន ៖ %1
ko: 사용자 정의 방송국: %1
lt: Pasirinkta stotis: %1
nb: Selvvalgt stasjon: %1
nds: Egen Statschoon: %1
ne: अनुकूल स्टेसन: %1
nl: Eigen station: %1
nn: Sjølvvald stasjon: %1
pa: ਪਸੰਦੀਦਾ ਸਟੇਸ਼ਨ: %1
pl: Własna stacja: %1
pt: Estação Personalizada: %1
pt_br: Rádio Personalizada: %1
ru: Нестандартная станция: %1
se: Erenoamáš stašuvdna: %1
sk: Vlastná stanica: %1
sr: Посебна станица: %1
th: สถานีกำหนดเอง: %1
tr: Özel İstasyon: %1
uk: Нетипова станція: %1

source: %1's Neighbor Radio
af: %1 se woonbuurt radio
bg: Радиото на съсед %1
ca: Ràdio veïna de %1
cs: Sousedské rádio osoby %1
da: Radio fra naboer til %1
de: Nachbar-Radio von %1
el: Γειτονικό ραδιόφωνο από %1
es: Radio vecina de %1
et: %1 Neighbor Radio
eu: %1(e)n auzoko irratia
fa: رادیوی مجاور %1
fi: Käyttäjän ”%1” naapuriradio
fr: Radio de mes voisins %1
he: רדיו השכן של %1
hu: %1 szomszédainak rádiója
it: Radio per gusti simili di %1
ja: %1 のご近所さんラジオ
km: វិទ្យុ​ជិតខាង​របស់ %1
ko: %1의 이웃 라디오
lt: %1 kaimyno radijas
nb: %1s naboradio
nds: %1 sien Naver-Radio
ne: %1 को छिमेकी रेडियो
nl: Naburige radio van %1
nn: Naboradioen til %1
pa: %1 ਦਾ ਗੁਆਂਢੀ ਰੇਡੀਓ
pl: Radio sąsiedzkie %1
pt: Rádio Vizinha do %1
pt_br: Rádio do Vizinho de %1
ru: Радио по предпочтениям соседей %1
se: %1:s gránnjaradio
sk: Susedné rádio %1
sr: Суседски радио од %1
th: รายการวิทยุเพื่อนร่วมรสนิยมของ %1
uk: Сусідське радіо %1

source: %1's Personal Radio
af: %1 se persoonlike radio
bg: Личното радио на %1
ca: Ràdio personal de %1
cs: Vlastní rádio osoby %1
da: Personlig radio for %1
de: Persönliches Radio von %1
el: Προσωπικό ραδιόφωνο από %1
es: Radio personal de %1
et: %1 isiklik raadio
eu: %1(e)n irrati pertsonala
fa: رادیوی شخصی %1
fi: Käyttäjän ”%1” henkilökohtainen radio
fr: Radio personnelle %1
he: רדיו האישי של %1
hu: %1 személyes rádiója
it: Radio personale di %1
ja: %1 のパーソナルラジオ
km: វិទ្យុ​ផ្ទាល់ខ្លួន​របស់ %1
ko: %1의 개인 라디오
lt: %1 asmeninis radijas
nb: %1s personlige radio
nds: %1 sien persöönlich Radio
ne: %1को व्यक्तिगत रेडियो
nl: Persoonlijke radio van %1
nn: Personleg radio for %1
pa: %1 ਦਾ ਨਿੱਜੀ ਰੇਡੀਓ
pl: Osobiste radio %1
pt: Rádio Pessoal do %1
pt_br: Rádio Pessoal de %1
ru: Личное радио %1
sk: Osobné rádio %1
sr: Лични радио од %1
th: รายการวิทยุส่วนตัวของ %1
tr: %1'in Kişisel Radyosu
uk: Особисте радіо %1

source: %1's Loved Radio
af: %1 se geliefde radio
bg: Любимото радио на %1
ca: Ràdio enamorada de %1
cs: Oblíbené rádio osoby %1
da: Radio som %1 elsker
de: Favoriten-Radio von %1
el: Αγαπημένο ραδιόφωνο από %1
es: Radio favorita de %1
et: %1 lemmikraadio
eu: %1(e)n gogoko irratia
fi: Käyttäjän ”%1” ihkuradio
fr: Radio préférée %1
he: רדיו האהוב על %1
hu: %1 kedvelt rádiója
it: Radio preferita di %1
ja: %1 のお気に入りラジオ
km: វិទ្យុ​ដែល​ពេញ​ចិត្ត​របស់ %1
ko: %1의 좋아하는 라디오
lt: %1 mylimas radijas
nb: Radio som %1 liker
nds: %1 sien Leefsten-Radio
ne: %1ले माया गरेको रेडियो
nl: Geliefde radio van %1
nn: «Elska»-radio for %1
pa: %1 ਦਾ ਪਸੰਦੀਦਾ ਰੇਡੀਓ
pl: Ulubione radio %1
pt: Rádio Adorada pelo %1
pt_br: Rádio Adorada de %1
ru: Любимое радио %1
sk: Obľúbené rádio %1
sr: Вољени радио од %1
th: รายการวิทยุเพลงสุดโปรดของ %1
tr: %1 Tarafından Sevilen Radyo
uk: Улюблене радіо %1

source: %1's Recommended Radio
af: %1 se voorgestelde radio
bg: Препоръчано радио на %1
ca: Ràdio recomanada de %1
cs: Doporučované rádio osoby %1
da: Radio anbefalet af %1
de: Empfehlungen-Radio von %1
el: Προτεινόμενο ραδιόφωνο από %1
es: Radio recomendada de %1
et: %1 soovitatud raadio
eu: %1(e)k gomendatutako irratia
fa: رادیوی پیشنهاد‌شدۀ %1
fi: Käyttäjän ”%1” suositusradio
fr: Radio recommandée %1
he: רדיו מומלץ על־ידי %1
hu: %1 javasolt rádiója
it: Radio consigliata da %1
ja: %1 のおすすめラジオ
km: វិទ្យុ​ដែល​បាន​ផ្ដល់​អនុសាសន៍​របស់ %1
ko: %1의 추천하는 라디오
lt: %1 rekomenduojamas radijas
nb: %1s anbefalte radio
nds: %1 sien Anradels-Radio
ne: %1ले सिफारिस गरेको रेडियो
nl: Aanbevolen radio van %1
nn: Anbefalingar-radio for %1
pa: %1 ਦਾ ਸਿਫ਼ਾਰਸ਼ੀ ਰੇਡੀਓ
pl: Polecane radio %1
pt: Rádio Recomendada pelo %1
pt_br: Rádio Recomendada de %1
ru: Радиостанция по рекомендациям %1
sk: Doporučené rádio %1
sr: Препоручени радио од %1
th: รายการวิทยุที่แนะนำของ %1
tr: %1 Tarafından Önerilen Radyo
uk: Рекомендоване радіо від %1

source: Group Radio: %1
af: Groep Radio: %1
bg: Радио Group: %1
ca: Ràdio de grup: %1
cs: Rádio skupiny: %1
da: Grupperadio: %1
de: Gruppen-Radio: %1
el: Ραδιόφωνο ομάδας: %1
es: Radio de grupo: %1
et: Grupi raadio: %1
eu: Taldearen irratia: %1
fa: رادیوی گروه: %1
fi: Ryhmäradio: %1
fr: Radio groupée : %1
he: רדיו קבוצתי: %1
hu: %1 csoport rádiója
it: Radio di gruppo: %1
ja: グループラジオ: %1
km: ក្រុមវិទ្យុ ៖ %1
ko: 그룹 라디오: %1
lt: Grupės radijas: %1
nb: Grupperadio: %1
nds: Koppelradio: %1
ne: समूह रेडियो: %1
nl: Radiogroep: %1
nn: Grupperadio: %1
pa: ਗਰੁੱਪ ਰੇਡੀਓ: %1
pl: Radio grupowe: %1
pt: Rádio do Grupo: %1
pt_br: Rádio do Grupo: %1
ru: Радиостанция группы: %1
se: Joavkoradio: %1
sk: Skupinové rádio: %1
sr: Групни радио: %1
th: รายการวิทยุกลุ่ม: %1
tr: Grup Radyosu: %1
uk: Групове радіо: %1

source: Track Radio
af: Snit Radio
bg: Радио на запис
ca: Ràdio de peça
cs: Rádio skladeb
da: Sporradio
de: Stück-Radio
el: Ραδιόφωνο κομματιού
es: Pista de radio
et: Pala raadio
eu: Pistaren irratia
fa: رادیوی شیار
fi: Kappaleradio
fr: Radio par morceau
he: רדיו רצועה
hu: Számok rádiója
it: Radio per traccia
ja: トラックラジオ
km: បទ​របស់​វិទ្យុ
ko: 트랙 라디오
lt: Dainos radijas
nb: Sporradio
nds: Stückradio
ne: ट्रयाक रेडियो
nn: Sporradio
pa: ਟਰੈਕ ਰੇਡੀਓ
pl: Radio utworu
pt: Seguir a Rádio
pt_br: Faixa da Rádio
ru: Радиостанция композиций
se: Bihttáradio
sk: Rádio stopa
sr: Радио нумера
th: รายการวิทยุโดยเพลง
tr: Parça Radyosu
uk: Радіо доріжок

source: Artist Radio
af: Kunstenaar Radio
bg: Радио на изпълнител
ca: Ràdio d'artista
cs: Rádio interpreta
da: Kunstnerradio
de: Interpreten-Radio
el: Ραδιόφωνο καλλιτέχνη
es: Artista de radio
et: Esitaja raadio
eu: Artistaren irratia
fa: رادیوی هنرمند
fi: Artistiradio
fr: Radio par artisite
he: רדיו האומן
hu: Előadó rádiója
it: Radio per artista
ja: アーティストラジオ
km: សិល្បករ​វិទ្យុ
ko: 아티스트 라디오
lt: Atlikėjo radijas
nds: Künstler-Radio
ne: कलाकार रेडियो
nl: Artiestradio
pa: ਕਲਾਕਾਰ ਰੇਡੀਓ
pl: Radio wykonawcy
pt: Rádio do Artista
pt_br: Artista da Rádio
ru: Радиостанция исполнителя
se: Artistaradio
sk: Rádio interpreta
sr: Извођачки радио
th: รายการวิทยุโดยศิลปิน
tr: Sanatçı Radyosu
uk: Радіо виконавця

source: Amarok failed to establish a session with last.fm. <br>Check if your last.fm user and password are correctly set.
af: Amarok kon nie 'n sessie met last.fm opstel nie. <br>Gaan asb. jou last.fm gebruikernaam en wagwoord na om te sien of dit korrek opgestel is.
bg: Amarok не можа да се свърже с last.fm. <br>Проверете дали сте въвели правилно потребител и парола.
ca: L'Amarok no ha pogut establir una sessió amb last.fm. <br>Comproveu que el vostre usuari i contrasenya de last.fm són correctes.
da: Det mislykkedes for Amarok at oprette en session med last.fm.<br>Tjek at dit brugernavn og kodeord for last.fm er rigtigt angivet.
de: Amarok kann keine Sitzung mit Last.fm aufbauen. <br>Stellen Sie sicher, dass Ihr Last.fm-Benutzername und -Passwort korrekt sind.
el: Το Amarok απέτυχε να συνδεθεί με το last.fm. <br>Ελέγξτε ότι το όνομα χρήστη και ο κωδικός πρόσβασης στο last.fm έχουν οριστεί σωστά.
es: Amarok no pudo establecer una sesión con last.fm. <br>Compruebe si su usuario y contraseña de last.fm son correctas.
et: Amarok ei suutnud luua last.fm-seanssi.<br>Kontrolli, kas sinu last.fm-i kasutajanimi ja parool on õiged.
fa: خرابی Amarok در برقراری یک جلسه با last.fm. <br>اگر کاربر و اسم رمز last.fmتان درست تنظیم شوند، بررسی کنید.
fi: Amarok ei voinut luoda last.fm-istuntoa. <br>Tarkista, että last.fm-käyttäjätunnus ja salasana ovat oikein.
fr: Amarok n'a pas pu établir une session avec last.fm. <br>Vérifiez que votre nom d'utilisateur et votre mot de passe last.fm sont corrects.
hu: Az Amarok nem tudott kapcsolódni a Last.fm-hez. <br>Ellenőrizze, hogy helyesen van-e megadva a Last.fm-felhasználónév illetve -jelszó.
it: Amarok non è riuscito a stabilire una sessione con last.fm. <br>Verifica che il tuo nome last.fm e la password siano correttamente impostati.
ja: Last.fm とのセッションを開始できませんでした。<br>Last.fm のユーザ名とパスワードが正しく設定されているか確認してください。
km: Amarok បាន​បរាជ័យ​ក្នុង​កា​របង្កើត​សម័យ​ជា​មួយ last.fm ។ <br>ពិនិត្យ​មើល ប្រសិន​បើ​ពាក្យសម្ងាត់ និង​អ្នក​ប្រើ​របស់ last.fm ត្រូវ​បាន​កំណត់​យ៉ាង​ត្រឹមត្រូវ ។
lt: Amarok nepavyko prisijungti prie last.fm. <br>Patikrinkite ar gerai nurodėte last.fm naudotojo vardą ir slaptažodį.
nb: Amarok klarte ikke opprette en økt mot last.fm. <br>Se etter om brukernavn og passord for last.fm er riktig satt.
nds: Amarok kunn keen Last.fm-Törn opstellen. <br>Prööv bitte, wat Dien Last.fm-Brukernaam un -Passwoort richtig instellt sünd.
ne: अमारोक last.fm सँग सत्र स्थापना गर्न विफल भयो । <br>तपाईँको last.fm प्रयोगकर्ता र पासवर्ड सही तरीकाले सेट गरिएको छ छैन जाँच गर्नुहोस् ।
nl: Amarok kon geen sessie met last.fm opbouwen. <br>Controleer of uw last.fm-gebruikersnaam en -wachtwoord correct zijn ingesteld.
nn: Amarok klarte ikkje starta ei økt mot last.fm.<br>Kontroller at last.fm-brukarnamnet og passordet du skreiv inn er rett.
pa: ਅਮਰੋਕ last.fm ਨਾਲ ਸ਼ੈਸ਼ਨ ਬਣਾਉਣ ਲਈ ਫੇਲ੍ਹ ਹੋਇਆ।<br>ਧਿਆਨ ਨਾਲ ਵੇਖੋ ਕਿ ਤੁਹਾਡਾ last.fm ਯੂਜ਼ਰ ਨਾਂ ਅਤੇ ਗੁਪਤ-ਕੋਡ ਠੀਕ ਹੈ।
pl: Amarok nie mógł ustanowić sesji z Last.fm. <br>Proszę sprawdzić czy nazwa użytkownika i hasło Last.fm są ustawione poprawnie.
pt: O Amarok não conseguiu estabelecer uma sessão no last.fm. <br>Verifique se o seu utilizador e senha do last.fm estão configurados correctamente.
pt_br: O Amarok falhou em estabelecer uma sessão com o last.fm.<br>Verifique se seu nome de usuário e senha do last.fm estão definidos corretamente.
se: Amarok filtii álggahit last.fm bargovuoru. <br>Dárkkis ahte du last.fm geavaheaddji ja beassansátni leat riekta.
sk: Amaroku sa nepodarilo vytvoriť sedenie s last.fm. <br>Skontrolujte, či vaše užívateľské meno a heslo na last.fm je správne nastavené.
sr: Amarok није успео да успостави сесију са last.fm. <br>Проверите да ли су вам корисничко име и лозинка за last.fm правилно задати.
th: Amarok ไม่สามารถสร้างวาระกับ last.fm ได้ <br>โปรดตรวจสอบว่าได้ตั้งค่าชื่อผู้ใช้และรหัสผ่าน last.fm ของคุณอย่างถูกต้องแล้ว
uk: Програмі Amarok не вдалося розпочати сеанс з last.fm. <br>Перевірте чи правильно встановлені ваше ім'я користувача та пароль last.fm.

source: _: love, as in affection Loving song...
af: Liefdes liedjie...
bg: Любима песен...
ca: S'està enamorant la cançó...
cs: Oblíbená skladba...
da: Elsker sang...
de: Stück wird favorisiert ...
el: Αγαπημένο τραγούδι...
es: Prefiriendo canción...
et: Laul meeldib...
eu: Gogoko abestia...
fa: دوست داشتن ترانه...
fi: Merkitään kappale ihanaksi…
fr: Mise en mode "J'adore !" de ce morceau...
he: מחבב שיר...
hu: Szám kedveltnek jelölése...
it: Amare il brano...
ja: 曲が好き...
km: ​ចម្រៀង​​ស្នេហា...
ko: 노래 좋아하기...
lt: Daina mylima...
nb: Liker melodien …
nds: Stück warrt vörtrocken...
ne: मनपर्ने गीत...
nl: Geliefde track...
nn: Elskar song …
pa: ਪਿਆਰਾ ਗੀਤ...
pl: Ukochanie utworu...
pt: Canção agradável...
pt_br: Adorando esta música...
ru: Романтическая композиция...
se: Ráhkistahtá lávlaga …
sk: Pieseň lásky...
sr: Вољена песма...
th: เพลงสุดรัก...
tr: Sevilen parça...
uk: Подобається пісня...

source: Skipping song...
af: Spring oor liedjie...
bg: Пропускане на песен...
ca: S'està saltant la cançó...
cs: Přeskočení skladby...
da: Hopper over sang...
de: Stück wird übersprungen ...
el: Παράλειψη κομματιού...
es: Omitiendo canción...
et: Laul jääb vahele...
eu: Abestia saltatzen...
fa: پرش ترانه...
fi: Ohitetaan kappale…
fr: Mise en mode "Ignorer" de ce morceau...
he: מדלג על שיר...
hu: Szám átugrása...
it: Saltare il brano...
ja: 曲をスキップ...
km: កំពុង​រំលង​បទ​ចម្រៀង...
ko: 노래 건너뛰기...
lt: Daina praleidžiama...
nb: Hopper over melodien …
nds: Stück warrt övergahn...
ne: गीत फड्काइदैछ...
nl: Track wordt overgeslagen...
nn: Hoppar over song …
pa: ਗੀਤ ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Pomijanie utworu...
pt: Canção a ignorar...
pt_br: Pulando esta música...
ru: Пропуск композиции...
se: Njuikemin lávlaga badjel …
sk: Preskakujem pieseň...
sr: Прескачем песму...
th: กำลังข้ามเพลง...
tr: Şarkı atlanıyor...
uk: Пропускає пісню...

source: _: Ban, as in dislike Banning song...
af: Verban liedjie...
bg: Забраняване на есен...
ca: S'està desterrant la cançó...
cs: Zakázání skladby...
da: Kan ikke lide sang...
de: Stück wird verbannt ...
el: Απαίσιο τραγούδι...
es: Prohibiendo canción...
et: Laulu keelamine...
eu: Abesti itsusia...
fa: ممنوعیت ترانه...
fi: Estetään kappale…
fr: Mise en mode "Bannir" de ce morceau...
he: מחרים שיר...
hu: Szám tiltása...
it: Vietare il brano...
ja: 曲を禁止...
km: កំពុង​ហាមឃាត់​បទចម្រៀង...
ko: 노래 금지하기...
lt: Daina užblokuojama...
nb: Stenger ute melodien …
nds: Stück warrt utslaten...
ne: गीत बन्द गर्दैछ...
nl: Track wordt verbannen...
nn: Bannlyser song …
pa: ਗਾਣੇ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਈ ਜਾ ਰਹੀ ਹੈ...
pl: Zakazywanie piosenki...
pt: Canção desagradável...
pt_br: Banindo esta música...
ru: Запрет песни...
se: Hilgumin lávlaga …
sk: Zakazujem pieseň...
sr: Забрањујем песму...
th: กำลังแบนเพลง...
tr: Şarkı yasaklanıyor...
uk: Забороняє пісню...

source: There is not enough content to play this station.
af: Daar is nie genoeg speel inhoud vir hierdie stasie nie.
bg: Няма достатъчно материал за изпълнение от тази станция.
ca: No hi ha suficient contingut per reproduir aquesta estació.
cs: Pro přehrání teto stanice není dostatek obsahu.
da: Der er ikke nok indhold til at afspille denn station.
de: Es gibt nicht genügend Inhalte zur Wiedergabe dieser Station.
el: Δεν υπάρχει αρκετό περιεχόμενο για την αναπαραγωγή αυτού του σταθμού.
es: No hay suficiente contenido para reproducir esta estación.
et: Selle jaama esitamiseks pole piisavalt sisu.
eu: Ez dago nahikoa eduki erreproduzitzeko irrati honetan.
fa: برای پخش این ایستگاه، محتوای کافی وجود ندارد.
fi: Radioasemalla ei ole tarpeeksi sisältöä soitettavaksi.
fr: Il n'y a pas assez de contenu pour jouer cette station.
he: אין די תוכן כדי להשמיע תחנה זאת.
hu: Nincs elég tartalom ezen adó műsorának lejátszásához.
it: Non ci sono abbastanza contenuti per riprodurre questa stazione.
ja: このステーションには再生するのに十分なコンテンツがありません。
km: មិនមាន​មាតិកា​គ្រប់គ្រាន់​ដើម្បី​ចាក់​ស្ថានីយ​នេះ ។
ko: 이 방송국 재생을 위한 충분한 내용이 없습니다.
lt: Šiai stočiai groti nepakanka turinio.
nb: Det er ikke nok innhold til å spille denne stasjonen.
nds: Dat gifft nich noog Inholt för't Spelen vun disse Statschoon.
ne: त्यहाँ यो स्टेसनमा प्ले गर्न पर्याप्त सामग्री छैन ।
nl: Er is niet voldoende inhoud om dit station af te spelen.
nn: Denne radiostasjonen har ikkje nok innhald til å spelast av.
pl: Nie ma wystarczającej zawartości do odtworzenia tej stacji.
pt: Não existe conteúdo suficiente para tocar esta estação.
pt_br: Não existe conteúdo suficiente para reproduzir essa estação.
se: Ii leat doarvái sisdoallu dán stašuvnna čuojahišgoahtit.
sk: Nie je dostatok obsahu na prehrávanie tejto stanice.
sr: Нема довољно садржаја за пуштање ове станице.
th: มีเนื้อหาไม่พอสำหรับการเล่นสถานีนี้
tr: Bu istasyonu çalmak için yeterli içerik yok.
uk: Для слухання цієї станції нема достатньо вмісту.

source: This group does not have enough members for radio.
af: Hierdie groep het nie genoeg ondersteuners om radio te regverdig nie.
bg: Групата няма достатъчно членове за радио.
ca: Aquest grup no té membres suficients per radiar.
cs: Tato skupina nemá dostatek členů pro toto rádio.
da: Denne gruppe har ikke tilstrækkeligt antal medlemmer til at spille den på radio.
de: Diese Gruppe hat nicht genügend Mitglieder für Radio.
el: Αυτή η ομάδα δεν έχει πολλά μέλη για ραδιόφωνο.
es: Este grupo no posee suficientes miembros para radio.
et: Selles grupis pole raadio jaoks piisavalt liikmeid.
eu: Talde honek ez du nahikoa kide irratian.
fa: این گروه برای رادیو اعضای کافی ندارد.
fi: Ryhmässä ei ole tarpeeksi jäseniä radioasemaa varten.
fr: Ce groupe n'a pas assez de membres pour une radio.
he: בקבוצה זו אין די חברים עבור רדיו.
hu: Ennek a csoportnak nincs elég tagja ahhoz, hogy rádiója legyen.
it: Questo gruppo non ha abbastanza membri per radio.
ja: このグループにはラジオのために必要な十分なメンバーがいません。
km: ក្រុម​នេះ​មិនមាន​សមាជិក​គ្រប់គ្រាន់​សម្រប់​វិទ្យុ​ ។
ko: 이 그룹은 라디오에 대한 충분한 구성원이 없습니다.
lt: Ši grupė turi per mažai narių, kad užtektų radijui.
nb: Denne gruppa har ikke nok fans for radio.
nds: Disse Koppel hett nich noog Maten för Radio.
ne: यो समूहसँग रेडियोका लागि पर्याप्त सदस्यहरू छैन ।
nl: Deze groep bevat niet genoeg leden voor radio.
nn: Denne gruppa har ikkje nok innhald til å spelast som radiostasjonen.
pa: ਇਹ ਗਰੁੱਪ ਵਿੱਚ ਰੇਡੀਓ ਲਈ ਲੋੜੀਦੇ ਮੈਂਬਰ ਨਹੀਂ ਹਨ।
pl: Ta grupa nie ma wystarczającej liczby członków dla utworzenia radia.
pt: Este grupo não tem membros suficientes para a rádio.
pt_br: Esse grupo não têm membros suficientes para uma rádio.
se: Dán joavkkus eai leat doarvái mielláhtut vai oažžut radio.
sk: Táto skupina nemá dostatok členov pre rádio.
sr: Ова група нема довољно чланова за радио.
th: กลุ่มนี้มีสมาชิกไม่พอสำหรับทำรายการวิทยุ
tr: Bu grup, radyo için yeterli üyeye sahip değil.
uk: Ця група не має достатньо членів для радіо.

source: This artist does not have enough fans for radio.
af: Hierdie kunstenaar het nie genoeg ondersteuners om radio te regverdig nie.
bg: Изпълнителят няма достатъчно фенове за радио.
ca: Aquest artista no té fans suficients per radiar.
cs: Tento umělec nemá dostatek fanoušků pro rádio.
da: Denne kunstner har ikke tilstrækkeligt med fans til at blive spillet på radio.
de: Dieser Interpret hat nicht genügend Fans für Radio.
el: Αυτός ο καλλιτέχνης δεν έχει αρκετούς οπαδούς για ραδιόφωνο.
es: Este artista no posee suficientes fans para radio.
et: Sellel esitajal pole raadio jaoks piisavalt fänne.
eu: Artista honek ez du nahikoa jarraitzaile irratian.
fa: این هنرمند fan کافی برای رادیو ندارد.
fi: Artistilla ei ole tarpeeksi faneja radioasemaa varten.
fr: Cet artisite n'a pas assez de fan pour une radio.
he: לאומן זה אין די מעריצים עבור רדיו.
hu: Ennek az előadónak nincs elég rajongója ahhoz, hogy rádiója legyen.
it: Questo artista non ha abbastanza sostenitori per radio.
ja: このアーティストにはラジオのために必要な十分なファンがいません。
km: សិល្បករនេះ​មិនមាន​អ្នក​គាំទ្រ​គ្រប់គ្រាន់​សម្រាប់​វិទ្យុ ។
ko: 이 아티스트는 라디오에 대해 충분한 팬이 없습니다.
lt: Šis atlikėjas turi per mažai fanų, kad užtektų radijui.
nb: Denne artisten har ikke nok fans for radio.
nds: Disse Künstler hett nich noog Fans för Radio.
ne: यो कलाकारसँग रेडियोका लागि पर्याप्त समर्थकहरू छैन ।
nl: Deze artiest heeft niet genoeg fans voor radio.
nn: Denne artisten har ikkje nok tilhengjarar til å spelast som radiostasjon.
pa: ਇਹ ਕਲਾਕਾਰ ਲਈ ਰੇਡੀਓ ਵਾਸਤੇ ਲੋੜੀਦੇ ਪ੍ਰਸ਼ੰਸ਼ਕ ਨਹੀਂ ਹਨ।
pl: Ten wykonawca nie ma wystarczającej liczby fanów dla utworzenia radia.
pt: Este artista não tem fãs suficientes na rádio.
pt_br: Esse artista não tem fãs suficientes para uma rádio.
se: Dán artisttas eai leat doarvái fánssat vai ráhkadit stašuvnna.
sk: Tento interpret nemá dostatok fanúšikov pre rádio.
sr: Овај извођач нема довољно чланова за радио.
th: ศิลปินนี้มีแฟนไม่มากพอสำหรับทำรายการวิทยุ
tr: Bu sanatçı, radyo için yeterli hayrana sahip değil.
uk: Цей виконавець не має достатньо шанувальників для радіо.

source: This item is not available for streaming.
af: Hierdie item is nie beskikbaar om te stroom nie.
bg: Този запис не може да се изтегли.
ca: Aquest element no està disponible per streaming.
cs: Tato položka není dostupná pro vysílání.
da: Dette punkt er ikke tilgængeligt for strømning.
de: Dieses Element ist nicht für Streaming verfügbar.
el: Αυτό το αντικείμενο δεν είναι διαθέσιμο ως ροή.
es: Este elemento no está disponible para transmision.
et: See element ei ole raadiovoo jaoks saadaval.
eu: Elementua ez dago erabilgarri korrontean.
fa: این فقره برای جریان‌دار موجود نیست.
fi: Tätä nimikettä ei voi soittaa virtana.
fr: Cet élément n'est pas disponible.
he: פריט זה אינו זמין לשידור־זורם.
hu: Ez az elem sugárzásra nem érhető el.
it: Questo elemento non è disponibile per la diffusione.
ja: このアイテムはストリーミングでは利用できません。
km: ធាតុ​នេះ​មិន​មាន​ស្រាប់​ស្ទ្រីមទេ ។
ko: 이 항목은 스트리밍에 대해 사용할 수 없습니다.
lt: Šio objekto srautas neprieinamas.
nb: Dette er ikke tilgjengelig som strøm.
nds: För dissen Indrag gifft dat keen Stroom.
ne: यो वस्तु प्रवाहका लागि उपलब्ध छैन ।
nl: Dit item is niet beschikbaar voor streaming.
nn: Dette elementet er ikkje tilgjengeleg for straumavspeling.
pa: ਇਹ ਇਕਾਈ ਸਟਰੀਮਿੰਗ ਲਈ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pl: Ten element nie jest dostępny do odtwarzania strumieniowego.
pt: Este item não está disponível para transmissão.
pt_br: Esse item não está disponível para streaming.
se: Dát mearkkuš ii leat olamuttus gáiddus mediaide.
sk: Táto položka nie je dostupná pre streamovanie.
sr: Ова ставка није доступна за пуштање у ток.
th: รายการนี้ไม่มีสำหรับการฟังแบบสตรีม
tr: Bu öğe yayın için geçerli değil.
uk: Цей елемент недоступний для передавання потоком.
