Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Magnatune.com Album Download
af: Laai Magnatune.com album af
bg: Сваляне на албум от Magnatune.com
ca: Descàrrega d'àlbum de Magnatune.com
cs: Stažení alba Magnatune.com
da: Download af album fra Magnatune.com
el: Λήψη άλμπουμ από Magnatune.com
es: Descargar álbum de Magnatune.com
et: Magnatune.com albumi allalaadimine
fa: بارگیری آلبوم Magnatune.com
fi: Magnatune.com – levyn lataus
fr: Téléchargement de l'album depuis Magnatune.com
he: הורדת אלבום Magnatune.com
hu: Magnatune.com - albumletöltés
it: Scaricamento album Magnatune.com
ja: Magnatune.com アルバムダウンロード
km: ទាញ​យក​អាល់ប៊ុមពី Magnatune.com
ko: Magnatune.com 엘범 다운로드
lt: Magnatune.com albumų atsiuntimas
nb: Last ned album fra Magnatune.com
nds: Album vun Magnatune.com daalladen
ne: Magnatune.com एल्बम डाउनलोड
nn: Magnatune.com-albumnedlasting
pa: Magnatune.com ਐਲਬਮ ਡਾਊਨਲੋਡ
pl: Pobieranie albumu z Magnatune.com
pt: Transferência de Álbuns do Magnatune.com
pt_br: Baixar Álbum do Magnatune.com
se: Magnatune.com-skearroviežžan
sk: Stiahnutie albumu z Magnatune.com
sr: Преузимање албума са magnatune.com
th: ดาวน์โหลดอัลบั้ม Magnatune.com
tr: Magnatune.com Albüm İndirmesi
uk: Звантаження альбому Magnatune.com

source: &Download
af: Laai af
bg: &Сваляне
ca: &Descarrega
cs: &Stáhnout
de: &Herunterladen
el: &Λήψη
es: &Descargar
et: Laa&di alla
fa: &بارگیری‌
fi: &Lataa
fr: &Télécharger
he: &הורד
hu: &Letöltés
it: S&carica
ja: ダウンロード(&D)
km: ទាញយក
ko: 다운로드(&D)
lt: &Atsiųsti
nb: &Last ned
nds: &Daalladen
ne: डाउनलोड
nl: &Downloaden
nn: &Last ned
pa: ਡਾਊਨਲੋਡ(&D)
pl: &Pobierz
pt: O&bter
pt_br: &Baixar
ru: &Загрузить
se: &Viečča
sk: &Stiahnutie
sr: &Преузми
th: &ดาวน์โหลด
tr: &İndir
uk: &Звантажити

source: Magnatune info
af: Magnatune informasie
bg: Информация за Magnatune
ca: Informació de Magnatune
da: Information om Magnatune
el: Πληροφορίες Magnatune
es: Información de Magnatune
fa: اطلاعات Magnatune
fi: Magnatune-tiedot
fr: Informations Magnatune.com
he: מידע Magnatune
hu: Magnatune-információ
it: Informazioni Magnatune
ja: Magnatune 情報
km: ព័ត៌មាន Magnatune
ko: Magnatune 정보
lt: Magnatune informacija
ne: म्यागनाटुन सूचना
nl: Magnatune-informatie
pa: Magnatune ਜਾਣਕਾਰੀ
pl: Informacja z Magnatune
pt: Informação do Magnatune
pt_br: Informações do Magnatune
se: Magnatune-dieđut
sk: Magnatune informácie
sr: Подаци са magnatune.com
th: ข้อมูลจาก Magnatune
tr: Magnatune bilgisi
uk: Інформація про Magnatune

source: Download options
af: Aflaai opsies
bg: Опции за сваляне
ca: Opcions de la descàrrega
cs: Možnosti stažení
da: Download-tilvalg
de: Download-Einstellungen
el: Επιλογές λήψης
es: Opciones de descarga
et: Allalaadimise valikud
fa: بارگیری گزینه‌ها
fi: Latausasetukset
fr: Options de téléchargement
he: אפשרויות הורדה
hu: Letöltési lehetőségek
it: Opzioni di scaricamento
ja: ダウンロードのオプション
km: ជម្រើស​ទាញ​យក
ko: 다운로드 옵션
lt: Siuntimo parinktys
nb: Nedlastingsvalg
nds: Daallaad-Optschonen
ne: विकल्प डाउनलोड गर्नुहोस्
nl: Downloadopties
nn: Nedlastingsval
pa: ਡਾਊਨਲੋਡ ਚੋਣਾਂ
pl: Opcje pobierania
pt: Opções da transferência
pt_br: Opções de baixar
ru: Параметры загрузки
se: Viežžanmolssaeavttut
sk: Voľby sťahovania
sr: Опције преузимања
th: ตัวเลือกการดาวน์โหลด
tr: İndirme seçenekleri
uk: Параметри звантаження

source: Select Format:
af: Kies Formaat:
bg: Избор на формат:
ca: Seleccioneu el format:
cs: Vyberte formát:
da: Vælg format:
de: Format auswählen:
el: Επιλογή μορφής:
es: Seleccionar formato:
et: Vorming:
fa: برگزیدن قالب:
fi: Muoto
fr: Sélectionnez un format :
he: בחר תבנית:
hu: Válasszon ki egy formátumot:
it: Seleziona formato:
ja: ファイル形式を選択:
km: ជ្រើស​ទ្រង់ទ្រាយ ៖
ko: 포멧 선택:
lt: Nurodykite formatą:
nb: Velg format:
nds: Formaat utsöken:
ne: ढाँचा चयन गर्नुहोस्:
nl: Formaat selecteren:
nn: Vel format:
pa: ਚੁਣੇ ਫਾਰਮੈਟ:
pl: Wybierz format:
pt: Escolha o Formato:
pt_br: Selecione o Formato:
se: Vállje formáhta:
sk: Vyberte formát:
sr: Изаберите формат:
th: เลือกรูปแบบแฟ้ม:
tr: Biçim Seçin:
uk: Виберіть формат:

source: Download to:
af: Laai af na:
bg: Сваляне в:
ca: Descarrega a:
cs: Stáhnout do:
da: Hent til:
de: Herunterladen nach:
el: Λήψη στο:
es: Descargar a:
et: Allalaadimise koht:
fa: بارگیری در:
fi: Kohdekansio:
fr: Télécharger dans :
he: הורד אל:
hu: Letöltés ide:
it: Scarica in:
ja: ダウンロード先:
km: ទាញ​យក​ទៅ​កាន់ ៖
ko: 다음 위치에 다운로드:
lt: Atsiųsti į:
nb: Last ned til:
nds: Daalladen na
ne: यसमा डाउनलोड गर्नुहोस्:
nl: Downloaden naar:
nn: Last ned til:
pa: ਡਾਊਨਲੋਡ ਕਰੋ:
pl: Pobierz do:
pt: Obter para:
pt_br: Baixar para:
ru: Загрузить в:
se: Viečča deikke:
sk: Stiahnuť do:
sr: Преузми у:
th: ดาวน์โหลดไปที่:
tr: Buraya indir:
uk: Звантажити у:

source: If you download to a location that is already being monitored by Amarok, the album will automatically be added to your collection.
bg: Ако сваляте в директория, която Amarok вече следи, албумът автоматично ще бъде добавен към колекцията ви.
ca: Si ho descarregueu a una ubicació que ja està sent controlada per l'Amarok, l'àlbum s'afegirà automàticament a la vostra col·lecció.
da: Hvis du henter ned til et sted som allerede overvåges af Amarok, tilføjes albummet automatisk til din samling.
de: Wählen Sie einen Speicherort, der bereits von Amarok überwacht wird, so wird das Album automatisch zu Ihrer Sammlung hinzugefügt.
el: Αν κάνετε λήψη σε μια τοποθεσία που ήδη παρακολουθείται από το Amarok, το άλμπουμ θα προστεθεί αυτόματα στη συλλογή σας.
es: Si descarga a una ubicación que ya está siendo monitorizada por Amarok, el álbum se añadirá automáticamente a su colección.
et: Kui laadid alla asukohta, mida Amarok juba jälgib, lisatakse album automaatselt sinu muusikakogusse.
hu: Ha olyan helyre tölt le, amelyet már figyel az Amarok, akkor az album automatikusan hozzá lesz adva a gyűjteményhez.
it: Se scarichi in una posizione già controllata da Amarok, l'album sarà aggiunto automaticamente alla collezione.
ja: Amarok が既に監視している場所にダウンロードすると、アルバムは自動的にあなたのコレクションに追加されます。
km: ប្រសិន​បើ​អ្នក​ទាញ​យក​ទៅ​ដាក់​នៅ​ទីតាំង​ដែល​​កំពុង​ត្រួតពិនិត្យ​ដោយ Amarok នោះ​អាល់ប៊ុម​នឹង​ត្រូវ​បាន​បន្ថែម​ទៅ​សម្រាំង​របស់​អ្នក​ដោយ​ស្វ័យ​ប្រវត្តិ ។
lt: Jei atsiųsite bylas į aplanką, stebimą AmaroK, albumas bus automatiškai įtrauktas į fonoteką.
nds: Wenn Du na en Oort daallaadst, den Amarok al beluert, warrt dat Album automaatsch na Dien Sammeln toföögt.
nl: Als u naar een map downloadt die al door Amarok wordt gevolgd, zal het album automatisch aan uw collectie worden toegevoegd.
nn: Viss du lastar ned til ei mappe som alt vert overvaka av Amarok, ved albumet automatisk lagt til i samlinga.
pl: Jeśli pobierzesz do miejsca, które jest już monitorowane przez Amaroka, album zostanie automatycznie dodany do Twojej kolekcji.
pt: Se transferir para um local que já esteja vigiado pelo Amarok, o álbum será automaticamente adicionado à sua colecção.
pt_br: Se você baixar para uma localização que já esteja sendo monitorada pelo Amarok, o álbum será automaticamente adicionado à sua coleção.
se: Viss du lastar ned til ei mappe som alt vert overvaka av Amarok, ved albumet automatisk lagt til i samlinga.
sk: Ak stiahnete do umiestnenia, ktoré je už sledované Amarokom, album bude automaticky pridaný do kolekcie.
sr: Ако преузимате у локацију коју Amarok већ надгледа, албум ће бити аутоматски додат у вашу збирку.
th: ถ้าหากคุณดาวน์โหลดไปเก็บไว้ในที่ๆ กำลังถูกเฝ้าดูโดย Amarok อยู่แล้ว อัลบั้มก็จะ เพิ่มเข้าไปในคลังดนตรีของคุณโดยอัตโนมัติ
tr: Eğer zaten Amarok tarafından izlenmekte olan bir yere indirirseniz, albüm otomatik olarak koleksiyonunuza eklenecektir.
uk: Якщо ви звантажите в теку, за якою Amarok вже спостерігає, то альбом буде автоматично додано до вашої збірки.

source: Purchase Album from Magnatune.com
af: Koop 'n album vanaf magnatune.com
bg: Купуване на албума от Magnatune.com
ca: Compra l'àlbum de Magnatune.com
cs: Zakoupit album z Magnatune.com
da: Køb album fra Magnatune.com
de: Album bei Magnatune.com kaufen
el: Αγορά άλμπουμ από Magnatune.com
es: Comprar álbum de Magnatune.com
et: Albumi ostmine Magnatune.com-ist
fa: خرید آلبوم از Magnatune.com
fi: Osta levy Magnatune.comista
fr: Acheter l'album sur Magnatune.com
he: רכוש כותר מ־ Magnatune.com
hu: Album vásárlása a Magnatune.com-tól
it: Acquista album da Magnatune.com
ja: Magnatune.com からアルバムを購入
km: ជាវ​អាល់ប៊ុម​ពី Magnatune.com
ko: Magnatune.com 으로부터 엘범 구매
lt: Įsigyti albumą iš magnatune.com
nb: Kjøp album fra Magnatune.com
nds: Album op Magnatune.com köpen
ne: magnatune.com बाट एल्बम खरीद गर्नुहोस्
nl: Album aankopen bij Magnatune.com
nn: Kjøp album frå Magnatune.com
pa: Magnatune.com ਤੋਂ ਐਲਬਮ ਖਰੀਦੋ
pl: Kup album z Magnatune.com
pt: Comprar o Álbum do Magnatune.com
pt_br: Comprar Álbum do Magnatune.com
se: Oastte skearru Magnatune.com:s
sk: Kúpiť album z Magnatune.com
sr: Купи албум са magnatune.com
th: ซื้ออัลบั้มจาก Magnatune.com
tr: Albümü Magnatune.com'dan Satın Al
uk: Купити альбом з Magnatune.com

source: Info
af: Informasie
bg: Информация
ca: Informació
da: Information
el: Πληροφορίες
es: Información
fa: اطلاعات
fi: Perustiedot
fr: Informations
he: מידע
hu: Információ
it: Informazioni
ja: 情報
ka: ინფორმაცია
km: ព័ត៌មាន
ko: 정보
lt: Informacija
ne: सूचना
nn: Informasjon
pa: ਜਾਣਕਾਰੀ
pl: Informacja
pt: Informação
pt_br: Informações
se: Dieđut
sr: Информације
th: ข้อมูล
tr: Bilgi
uk: Інформація

source: You have chosen to purchase the following album from Magnatune.com
bg: Избрахте да купите следния албум от Magnatune.com
ca: Heu seleccionat per comprar el següent àlbum de Magnatune.com
da: Du har valgt at købe følgende albummer fra Magnatune.com
de: Sie haben sich entschieden, das folgende Album von Magnatune.com zu kaufen
el: Επιλέξατε την αγορά του παρακάτω άλμπουμ από το Magnatune.com
es: Ha elegido comprar el siguiente álbum desde Magnatune.com
et: Oled otsustanud osta Magnatune.com-ist järgmise albumi
hu: A következő albumnak a Magnatune.com-tól való megvásárlását kezdeményezte
it: Hai scelto di acquistare il seguente album da Magnatune.com
ja: Magnatune.com から以下のアルバムを購入するよう選択しました
km: អ្នក​បាន​ជ្រើស​ដើម្បី​ជាវ​អាល់ប៊ុម​ដូចខាង​ក្រោម​ពី Magnatune.com
lt: Nurodėte iš magnatune.com įsigyti šį albumą
nds: Du wullt dit Album op Magnatune.com köpen
nl: U hebt het volgende album voor aankoop bij Magnatune.com geselecteerd
nn: Du har vald å kjøpa dette albumet frå Magnatune.com
pa: ਤੁਸੀਂ Magnatune.com ਤੋਂ ਅੱਗੇ ਦਿੱਤੀ ਐਲਬਮ ਖਰੀਦਣ ਲਈ ਚੁਣੀ ਹੈ।
pl: Wybrano do kupienia następujący album z Magnatune.com
pt: Você optou por comprar o seguinte álbum do Magnatune.com
pt_br: Você escolheu comprar o seguinte álbum do Magnatune.com
se: Don leat válljen dáid skearruid oastit Magnatune.com:s
sk: Z Magnatune.com ste vybrali pre kúpu nasledujúci album
sr: Изабрали сте да купите следећи албум са Magnatune.com
th: คุณเลือกที่จะซื้ออัลบั้มต่อไปนี้จาก Magnatune.com
tr: Şu albümü Magnatune.com adresinden satın almayı seçtiniz
uk: Ви збираєтесь купити в Magnatune.com наступний альбом

source: Album:
bg: Албум:
ca: Àlbum:
el: Άλμπουμ:
es: Álbum:
fa: آلبوم:
fi: Levy:
he: כותר:
ja: アルバム:
ka: ალბომი:
km: អាល់ប៊ុម ៖
ko: 음반:
lt: Albumas:
ne: एल्बम:
pa: ਐਲਬਮ:
pt: Álbum:
pt_br: Álbum:
ru: Альбом:
se: Skearru:
sr: Албум:
th: อัลปั้ม:
tr: Albüm:
uk: Альбом:

source: Artist:
af: Kunstenaar:
bg: Изпълнител:
ca: Artista:
cs: Interpret:
da: Kunstner:
de: Interpret:
el: Καλλιτέχνης:
es: Artista:
et: Esitaja:
fa: هنرمند:
fi: Artisti:
fr: Artiste :
he: אומן:
hu: Előadó:
it: Artista:
ja: アーティスト:
ka: შემსრულებელი:
km: សិល្បករ ៖
ko: 아티스트:
lt: Atlikėjas:
nds: Künstler:
ne: कलाकार:
nl: Artiest:
pa: ਕਲਾਕਾਰ:
pl: Wykonawca:
pt: Artista:
pt_br: Artista:
ru: Исполнитель:
se: Artista:
sk: Interpret:
sr: Извођач:
th: ศิลปิน:
tr: Sanatçı:
uk: Виконавець:

source: Genre:
af: Tipe:
bg: Жанр:
ca: Gènere:
cs: Žánr:
el: Είδος:
es: Género:
et: Žanr:
fa: نوع:
fi: Tyylilaji:
fr: Style :
he: סגנון:
hu: Műfaj:
it: Genere:
ja: ジャンル:
ka: ჟანრი:
km: ប្រភេទ ៖
ko: 장르:
lt: Žanras:
nb: Sjanger:
nds: Musikoort:
ne: विधा:
nn: Sjanger:
pa: ਧੁਨ:
pl: Gatunek:
pt: Género:
pt_br: Gênero:
ru: Жанр:
se: Šaŋra:
sk: Žáner:
sr: Жанр:
th: ประเภท:
tr: Tarz:
uk: Жанр:

source: Launch Year:
af: Vrystel Jaar:
bg: Година на издаване:
ca: Any de llançament:
cs: Rok vydání:
da: Udgivelsesår:
de: Erscheinungsjahr:
el: Έτος κυκλοφορίας:
es: Año de lanzamiento:
et: Väljaandmisaasta:
fa: سال راه‌اندازی:
fi: Julkaisuvuosi:
fr: Année de lancement :
he: שנת שילוח:
hu: Kiadás éve:
it: Anno di uscita:
ja: リリース年:
ka: გამოშვების წელი:
km: ឆ្នាំ​ប្រកាស ៖
ko: 발행 연도:
lt: Išleidimo metai:
nb: Utgivelsesår:
nds: Johr vun't Rutkamen:
ne: सुरुआत वर्ष:
nl: Jaar van uitgave:
nn: Utgjevingsår:
pa: ਜਾਰੀ ਕਰਨ ਦਾ ਸਾਲ:
pl: Rok wydania:
pt: Ano de Lançamento:
pt_br: Ano de Lançamento:
se: Almmuhanjahki:
sk: Rok spustenia:
sr: Година издања:
th: ปีที่วางจำหน่าย:
tr: Çıkış Yılı:
uk: Рік випуску:

source: P&urchase
af: Koop
bg: &Купуване
ca: C&ompra
cs: Zakoupit
da: &Køb
de: &Kaufen
el: Α&γορά
es: C&omprar
et: &Osta
fa: &خرید‌
fi: &Osta
fr: Ac&heter
he: &רכישה
hu: &Vásárlás
it: Acq&uista
ja: 購入(&U)
km: ជាវ
ko: 구매(&U)
lt: &Įsigyti
nb: &Kjøp
nds: &Köpen
ne: खरीद गर्नुहोस्
nl: Aan&kopen
nn: &Kjøp
pa: ਖਰੀਦਦਾਰੀ(&u)
pl: &Kup
pt: &Comprar
pt_br: &Comprar
se: O&astte
sk: &Nákup
sr: &Купи
th: ซื้&อ
tr: S&atın Al
uk: &Купити

source: Ca&ncel
af: Kanselleer
bg: &Отмяна
ca: &Cancel·la
cs: Z&rušit
da: An&nullér
de: Ab&brechen
el: Α&κύρωση
es: Ca&ncelar
et: &Loobu
fa: &لغو‌
fi: &Peruuta
fr: An&nuler
he: &ביטול
hu: &Mégsem
it: A&nnulla
ja: キャンセル(&N)
ka: გაუ&ქმება
km: បោះបង់
ko: 취소됨(&N)
lt: At&šaukti
nb: &Avbryt
nds: &Afbreken
ne: रद्द गर्नुहोस्
nl: A&nnuleren
nn: &Avbryt
pa: ਰੱਦ ਕਰੋ(&n)
pl: An&uluj
pt: Ca&ncelar
pt_br: Ca&ncelar
ru: От&менить
se: Ga&skkalduhte
sk: &Zrušiť
sr: &Одустани
th: &ยกเลิก
tr: İ&ptal Et
uk: &Скасувати

source: Payment
af: Betaling
bg: Плащане
ca: Pagament
cs: Platba
da: Betaling
de: Bezahlung
el: Πληρωμή
es: Pago
et: Maksmine
fa: پرداخت
fi: Maksu
fr: Paiement
he: תשלום
hu: Fizetés
it: Pagamento
ja: 支払
km: ការ​ចំណាយ
ko: 결제
lt: Mokėjimas
nb: Betaling
nds: Betahlen
ne: भुक्तानी
nl: Betaalwijze
nn: Betaling
pa: ਅਦਾਇਗੀ
pl: Płatność
pt: Pagamento
pt_br: Pagamento
se: Máksin
sk: Platba
sr: Плаћање
th: การจ่ายค่าสินค้า
tr: Ödeme
uk: Оплата

source: VISA and Mastercard accepted.
af: VISA en Mastercard word aanvaar.
bg: Приемат се VISA и Mastercard.
ca: S'accepten VISA i Mastercard.
cs: Přijímány VISA a Mastercard karty.
da: VISA og Mastercard accepteres.
de: Akzeptiert werden VISA und Mastercard. Benutzung auf eigene Gefahr.
el: Αποδεκτές οι VISA και Mastercard.
es: Aceptadas VISA y Mastercard.
et: Sobivad VISA ja Mastercard
fa: ویزا و Mastercard پذیرفته شد.
fi: VISA ja Mastercard hyväksytään.
fr: VISA et Mastercard acceptées.
hu: Elfogadott kártyák: VISA és Mastercard.
it: Accettate VISA e Mastercard.
ja: VISA と MasterCard が利用できます。
km: ទទួល​តែ VISA និង Mastercard ។
lt: Tinka VISA ir Mastercard.
nb: VISA og Mastercard kan brukes.
nds: Du kannst VISA- un Mastercard bruken.
ne: भिजा र मास्टरकार्ड स्वीकृत भयो ।
nl: VISA en Mastercard worden geaccepteerd.
nn: Du kan betala med VISA eller MasterCard.
pa: VISA ਅਤੇ Mastercard ਸਵੀਕਾਰ ਕੀਤੇ ਜਾਂਦੇ ਹਨ।
pl: VISA i Mastercard są akceptowane.
pt: Aceita-se VISA e Mastercard.
pt_br: VISA e Mastercard são aceitos.
se: Dohkkeha VISA ja Mastercard.
sk: VISA a Mastercard akceptované.
sr: Прихватају се VISA и Mastercard.
th: รับ VISA และ Mastercard
tr: VISA ve Mastercard kabul ediliyor.
uk: Приймаються VISA і Mastercard.

source: Expiration date:
af: Verval datum:
bg: Изтича:
ca: Data de caducitat:
cs: Datum vypršení:
da: Udløbsdato:
de: Ablaufdatum:
el: Ημερομηνία λήξης:
es: Fecha de caducidad:
et: Aegumistähtaeg:
fa: تاریخ انقضا:
fi: Eräpäivä:
fr: Date d'expiration:
he: תאריך פקיעה:
hu: Lejárati dátum:
it: Data di scadenza:
ja: 有効期限:
ka: ვადა:
km: កាលបរិច្ឆេទ​ផុត​កំណត់ ៖
ko: 만료 기한:
lt: Galiojimo laikas:
nb: Utløpsdato:
nds: Afloopdatum:
ne: समाप्ति मिति:
nl: Verloopdatum:
nn: Utløpsdato:
pa: ਮਿਆਦ:
pl: Data ważności:
pt: Data de validade:
pt_br: Data de vencimento:
se: Boarásmuvvan dáhton:
sk: Dátum expirácie:
sr: Датум истицања:
th: วันที่หมดอายุ:
tr: Son Kullanma Tarihi:
uk: Дата кінця дії:

source: Amount to pay (USD):
af: Bedrag om te betaal (USD):
bg: Сума за плащане (USD):
ca: Import a pagar (USD):
cs: Částka k zaplacení (USD):
da: Beløb at betale (USD):
de: Zu zahlender Betrag (USD):
el: Ποσό πληρωμής (δολάρια):
es: Cantidad a pagar (USD):
et: Makstav summa (USD):
fa: مقدار برای پرداخت )دلار آمریکا(:
fi: Määrä dollareina (USD):
fr: Montant à payer (USD) :
he: סכום לתשלום (דולר ארה"ב):
hu: Fizetendő összeg (USD):
it: Totale da pagare (USD):
ja: 支払金額 (USD):
km: ចំនួន​ត្រូវ​ចំណាយ (ជា​ដុល្លារ) ៖
ko: 지불할 비용 (USD):
lt: Mokama suma (USD):
nb: Beløp å betale (USD):
nds: To betahlen Summ (USD):
ne: (यूएसडी) तिर्ने रकम:
nl: Totaalbedrag ($):
nn: Beløp å betala (US-dollar):
pa: ਦੇਣ ਲਈ ਧਨ (USD):
pl: Suma do zapłacenia (USD):
pt: Valor a pagar (USD):
pt_br: Valor a pagar (USD):
ru: Сумма (USD):
se: Supmi mii máksejuvvo (USD):
sk: Čiastka na zaplatenie (USD):
sr: Износ (USD):
th: จำนวนเงินที่จะจ่าย (USD):
tr: Ödenecek miktar (USD):
uk: Сума (USD):

source: Name:
af: Naam:
bg: Име:
ca: Nom:
cs: Jmé&no:
da: Navn:
el: Όνομα:
es: Nombre:
et: Nimi:
eu: Izena:
fa: نام:
fi: Nimi:
fr: Nom :
he: שם:
hu: Név:
it: Nome:
ja: 名前:
ka: სახელი:
km: ឈ្មោះ ៖
ko: 이름:
lt: Vardas:
nb: Navn:
nds: Naam:
ne: नाम:
nl: Naam:
nn: Namn:
pa: ਨਾਂ:
pl: Nazwa:
pt: Nome:
pt_br: Nome:
ru: Имя:
se: Namma:
sk: Názov:
sr: Име:
th: ชื่อ:
tr: İsim:
uk: Назва:

source: Email:
af: E-pos:
bg: Е-поща:
ca: Correu-e:
et: E-post:
fa: رایانامه:
fi: Sähköpostiosoite:
fr: Adresse électronique :
he: דוא"ל:
ja: Eメール:
ka: ელფოსტა:
km: អ៊ីមែល ៖
ko: 전자 우편:
lt: E. paštas:
nb: E-post:
nds: Nettpost:
ne: इमेल:
nn: E-postadresse:
pa: ਈ-ਮੇਲ:
se: E-boasta:
sr: Е-пошта:
th: อีเมล:
tr: E-Posta:
uk: Ел. пошта:

source: Credit card number:
af: Krediet kaart nommer:
bg: Номер на кредитна карта:
ca: Número de la targeta de crèdit:
cs: Číslo kreditní karty:
da: Kreditkortnummer:
de: Kreditkarten-Nummer:
el: Αριθμός πιστωτικής κάρτας:
es: Número de la tarjeta de crédito:
et: Krediitkaardi number:
fa: شماره کارت اعتباری:
fi: Luottokortin numero:
fr: Numéro de la carte de crédit :
he: מספר כרטיס אשראי:
hu: Hitelkártya-szám:
it: Numero carta di credito:
ja: クレジットカード番号:
km: លេខប័ណ្ណ​ឥទាន ៖
ko: 신용카드 번호:
lt: Kreditinės kortelės numeris:
nb: Kredittkortnummer:
nds: Kreditkoort-Nummer:
ne: क्रेडिट कार्ड नम्बर:
nl: Creditcardnummer:
nn: Kredittkortnummer:
pa: ਕਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰ:
pl: Numer karty kredytowej:
pt: Número do cartão de crédito:
pt_br: Número do cartão de crédito:
se: Báŋkogoartanummir:
sk: Číslo kreditnej karty:
sr: Број кредитне картице:
th: หมายเลขบัตรเครดิต:
tr: Kredi kartı numarası:
uk: Номер кредитної картки:
