Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: If set, Organize files will ignore The in artist names.
af: As hierdie gestel is, sal 'Organiseer lêers' 'The' in kunstenaars se name ignoreer.
bg: Ако е включена тази отметка, "Организиране на файловете" ще игнорира "The" в имената на изпълнителите.
ca: Si està seleccionat, en organitzar els fitxers s'ignorarà el «The» del nom dels artistes.
cs: Je-li nastaveno, "Organizovat soubory" bude ignorovat "The" v názvech interpretů.
da: Hvis markeret, kommer Organisér filer til at ignorere 'The' i kunstnernavne.
de: Wenn diese Einstellung aktiviert ist, wird "The" im Namen des Interpreten ignoriert.
el: Αν ορισθεί, η οργάνωση αρχείων θα παραβλέπει το The στο όνομα καλλιτέχνη.
es: Si se activa, Organiza archivos ignorará el artículo Los en los nombres de los artistas.
et: Valimisel ignoreeritakse failide korraldamisel esitaja nimedes alustavat 'The'.
eu: Ezartzen bada, 'Antolatu fitxategiak' artisten izenetan 'The' hitzari ez ikusi egingo die.
fa: اگر تنظیم شود، پرونده‌های سازمان‌دهی از The در نام هنرمندان چشم‌پوشی می‌کند.
fi: Mikäli valittu, määräinen artikkeli the jätetään huomioimatta artistien nimessä.
fr: Si sélectionné, les fichiers organisés ignoreront le mot 'The' dans les noms d'artiste.
he: אם נקבע, ארגון קבצים יתעלם מהמילה The בשמות האומנים.
hu: Ha be van jelölve, akkor a fájl-rendszerezési művelet figyelmen kívül fogja hagyni az előadónevek elején levő "The" névelőt.
it: Se impostata, Organizza file ignorerà The nel nome dell'artista.
ja: 有効にすると、ファイルの整理はアーティスト名に含まれる「The」を無視します。
ka: მინიჭება -ში.
km: បើ​កំណត់ ឯកសារ​រៀបចំ​នឹង​មិន​អើពើ The នៅ​ក្នុង​ឈ្មោះ​សិល្បករ ។
ko: 설정하면 '파일 구성하기'가 아티스트 이름에서 The 를 무시할 것입니다.
lt: Jei ši parinktis įjungta, dėliojant bylas bus ignoruojamas „The“ atlikėjo pavadinime.
nb: Hvis dette er på vil «Organiser filer» ignorere «The» i artistnavn.
nds: Wenn anmaakt, warrt bi't Bestüern en "The" binnen den Künstlernaam övergahn.
ne: यदि सेट भयो भने, सङ्गठित फाइलहरूले कलाकार नामहरूमा उपेक्षा गर्नेछ या छैन ।
nl: Wanneer ingeschakeld zal het organiseren van bestanden het woord 'The' in artiestnamen negeren.
nn: Viss kryssa av, vil ordning av filer oversjå «The» i artistnamn.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਸੰਗਠਿਤ ਫਾਇਲਾਂ ਦੇ ਕਲਾਕਾਰ ਨਾਂ ਵਿੱਚ The ਨੂੰ ਅਣਡਿੱਠਾ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Jeśli ustawione, zbierane pliki będą ignorowały "The" w nazwach wykonawców.
pt: Se a opção estiver activa, a organização dos ficheiros irá ignorar o 'The' nos nomes dos artistas.
pt_br: Se selecionada, Organizar arquivos irá ignorar o 'The' nos nomes dos artistas.
sk: Ak je nastavené, Spravovanie súborov bude ingorovať The v menách interpretov.
sr: Ако је постављено, организовање фајлова ће занемарити The у именима извођача.
th: หากตั้งไว้ การจัดการแฟ้มจะไม่สนใจคำ 'The' ในชื่อศิลปิน
uk: Якщо увімкнено, то "Організувати файли" буде ігнорувати в іменах виконавців артикль "the".

source: Whether organize files will replace spaces in filenames by an underscore.
af: Bepaal of 'Organiseer lêers' spasies in lêername met onder strepies (_) moet vervang.
bg: Дали "Организиране на файловете" да замества интервалите в имената на изпълнителите с долна черта.
ca: Si en organitzar els fitxers es reemplaçaran els espais als noms per caràcters de subratllat.
da: Om Organisér filer erstatter mellemrum i filnavne med en understregning.
de: Legt fest, ob die Dateiverwaltung Leerzeichen in Dateinamen durch Unterstriche ersetzen soll.
el: Αν η οργάνωση αρχείων θα αντικαταστήσει τα κενά στα ονόματα αρχείων με την κάτω παύλα.
es: Si organizar archivos reemplazará los espacios en los nombres de los archivos por signos de subrayado.
et: Kas failide korraldamisel asendatakse tühikud failinimedes alakriipsuga.
eu: 'Antolatu fitxategiak' fitxategi-izenetan zuriuneak azpimarrarekin ordeztuko dituen edo ez.
fa: آیا پرونده‌های سازمان‌دهی با یک خط تیرۀ زیرین در نام پرونده‌ها جایگزین فاصله‌ها می‌شوند.
fi: Mikäli valittu, tiedostojen järjestely korvaa välilyönnit alaviivoilla tiedostojen nimissä.
fr: Si oui ou non les fichiers organisés doivent remplacer les espaces des noms de fichiers par un caractère de soulignement.
he: האם ארגון קבצים יחליף רווחים בשמות־הקבצים, בקו־תחתון.
hu: A fájl-rendszerezési művelet helyettesítse-e a fájlnevekben levő szóközöket alulvonásokkal.
it: Decidi se Organizza file sostituirà gli spazi nei nomi dei file con un underscore.
ja: ファイルの整理がファイル名のスペースをアンダースコアに置換するかどうか
ka: ღარები -ში.
km: ថា​តើ​ឯកសារ​រៀបចំ​នឹង​ជំនួស​ដកឃ្លា​នៅ​ក្នុង​ឈ្មោះ​ឯកសារ​ដោយ​សញ្ញា​គូស​ក្រោម​ឬ​ទេ ។
ko: '파일 구성하기'가 파일 이름에서 공백을 밑줄 문자로 변환할지 여부.
lt: Ar dėliojat bylas pakeisti tarpus bylų pavadinimuose pabraukimo simboliu.
nb: Om «Organiser filer» skal erstatte mellomrom i filnavn med en understrek.
nds: Bi't Bestüern Freetekens binnen Dateinaams mit Ünnerstreek utwesseln
ne: सङ्गठित फाइलहरूले एउटा अन्डरस्क्रोरद्वारा फाइलनामहरूमा खाली स्थान बदल्नेछ या छैन ।
nl: Of het organiseren van bestanden spaties zal vervangen door onderstreepjes.
nn: Om ordning av filer skal erstatta mellomrom med understrekar i filnamn.
pa: ਕੀ ਸੰਗਠਿਤ ਫਾਇਲਾਂ ਨੂੰ ਡਾਇਰੈਕਟਰੀਆਂ ਵਿੱਚ ਅੰਡਰ-ਸਕੋਰ ਮੁਤਾਬਕ ਗਰੁੱਪ 'ਚ ਰੱਖਿਆ ਜਾਵੇ।
pl: Czy zbierane pliki będą zamieniać spacje w nazwach plików na podkreślenia.
pt: Se a organização dos ficheiros irá substituir os espaços nos nomes dos ficheiros por sublinhados.
pt_br: Organizar arquivos irá substituir espaços nos nomes dos arquivos por underscores.
sk: Či spravovanie súborov nahradí medzery v názvoch súborov podtržítkami.
sr: Да ли ће организовање фајлова заменити подвлакама размаке у именима.
th: จะให้การจัดการแฟ้มทำการแทนที่ช่องว่างในชื่อแฟ้มด้วยเครื่องหมาย underscore (_) หรือไม่
uk: Чи під час організації файлів заміняти пропуски в назвах файлів символом підкреслювання "_".

source: If set, Organize files will replace spaces in filenames by an underscore.
af: As hierdie gestel is, sal 'Organiseer lêers' spasies in lêername met onder strepies (_) vervang.
bg: Ако е включена тази отметка, "Организиране на файловете" ще замести интервалите в имената на изпълнителите с долна черта.
ca: Si està seleccionat, en organitzar els fitxers es reemplaçaran els espais als noms de fitxer per caràcters de subratllat.
da: Hvis markeret, vil Organisér filer erstatte mellemrum i filnavne med en understregning.
de: Wenn diese Einstellung aktiviert ist, wird die Dateiverwaltung Leerzeichen in Dateinamen durch Unterstriche ersetzen.
el: Αν ορισθεί, η οργάνωση αρχείων θα αντικαταστήσει τα κενά στα ονόματα αρχείων με την κάτω παύλα.
es: Si se activa, Organizar archivos reemplazará los espacios en los nombres de archivos por signos de subrayado.
et: Valimisel asendatakse failide korraldamisel tühikud failinimedes alakriipsuga.
eu: Ezartzen bada, 'Antolatu fitxategiak' fitxategi-izenetan zuriuneak azpimarrarekin ordeztuko ditu.
fa: اگر تنظیم شود، پرونده‌های سازمان‌دهی با یک خط تیرۀ زیرین در نام پرونده‌ها جایگزین فاصله‌ها می‌شوند.
fi: Mikäli valittu, tiedostojen järjestely korvaa välilyönnit alaviivoilla tiedostojen nimissä.
fr: Si sélectionné, les fichiers organisés remplaceront les espaces des noms de fichiers par un caractère de soulignement.
he: אם נקבע, ארגון קבצים יחליף רווחים בשמות־הקבצים, בקו־תחתון.
hu: Ha be van jelölve, akkor a fájl-rendszerezési művelet a fájlnevekben levő szóközöket helyettesíteni fogja 1-1 alulvonással.
it: Se impostata, Organizza file sostituirà gli spazi nei nomi dei file con un underscore.
ja: 有効にすると、ファイルの整理はファイル名に含まれるスペースをアンダースコアに置換します。
ka: მინიჭება ღარები -ში.
km: បើ​កំណត់ ឯកសារ​រៀបចំ​នឹង​ជំនួស​ដកឃ្លា​នៅ​ក្នុង​ឈ្មោះ​ឯកសារ​ដោយ​សញ្ញា​គូស​ក្រោម ។
ko: 설정하면 '파일 구성하기'가 파일 이름에 있는 공백을 밑줄 문자로 변경할 것입니다.
lt: Jei ši parinktis įjungta, dėliojat bylas tarpai bylų pavadinimuose bus pakeisti pabraukimo simboliu.
nb: Hvis dette er på vil «Organiser filer» erstatte mellomrom i filnavn med en understrek.
nds: Wenn anmaakt, warrt bi't Bestüern Freetekens binnen Dateinaams mit Ünnerstreek utwesselt.
ne: यदि सेट भयो भने, सङ्गठित फाइलहरूले एउटा अन्डरस्क्रोरद्वारा फाइलनामहरूमा खाली स्थान प्रतिस्थापन गर्नेछ या छैन ।
nl: Wanneer ingeschakeld zal het organiseren van bestanden spaties veranderen in onderstreepjes.
nn: Viss kryssa av, vil ordning av filer erstatta mellomrom med understrekar i filnamn.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਸੰਗਠਿਤ ਫਾਇਲਾਂ ਦੇ ਫਾਇਲ ਨਾਂ ਵਿੱਚ ਖਾਲੀ ਨਾਂ ਨੂੰ ਹੇਠਾਂ ਰੇਖਾ ਨਾਲ ਬਦਲਿਆ ਜਾਵੇਗਾ।
pl: Jeśli ustawione, zbierane pliki będą zamieniać spacje w nazwach plików na podkreślenia.
pt: Se a opção estiver activa, a organização dos ficheiros irá substituir os espaços nos nomes dos ficheiros por sublinhados.
pt_br: Se selecionada, Organizar arquivos irá substituir os espaços nos nomes dos arquivos por um underscore.
sk: Ak je nastavené, Spravovanie súborov nahradí medzery v názvoch súborov podtržítkami.
sr: Ако је постављено, организовање фајлова ће мењати размаке у именима подвлакама.
th: หากตั้งไว้, การจัดการแฟ้มจะทำการแทนที่ช่องว่างในชื่อแฟ้มด้วยเครื่องหมาย _
uk: Якщо увімкнено, то "Організувати файли" буде замінювати пропуски в назвах файлів символом підкреслювання "_".

source: Whether organize files will use cover art as folder icons.
af: Bepaal of 'Organiseer lêers' CD omslag kunswerk as gids ikoon moet gebruik.
bg: Дали "Организиране на файловете" да използва обложки за икони на папки.
ca: Si en organitzar els fitxers s'utilitzarà la caràtula com a icona del directori.
cs: "Organizovat soubory" má používat obrázky obalů jako ikony adresáře.
da: Om organisér filer bruger omslagsbilleder som mappeikoner.
de: Legt fest, ob die Dateiverwaltung Cover-Bilder für Ordnersymbole verwenden wird.
el: Αν η οργάνωση αρχείων θα χρησιμοποιήσει την εικόνα εξώφυλλου για τα εικονίδια φακέλων.
es: Si al organizar archivos se utilizarán las carátulas como iconos de las carpetas.
et: Kas failide korraldamisel kasutatakse kaanepilte kataloogiikoonidena.
eu: 'Antolatu fitxategiak' azaleko irudiak karpeten ikono gisa erabiliko dituen edo ez.
fa: آیا پرونده‌های سازمان‌دهی از هنر پوشش به عنوان شمایل پوشه‌ها استفاده می‌کنند.
fi: Mikä valittu, tiedostojen järjestely käyttää kansikuvia kansioiden kuvakkeina.
fr: Si oui ou non les fichiers organisés doivent utiliser les jaquettes comme icônes des dossiers.
he: האם ארגון קבצים יעשה שימוש בתמונת־העטיפה כצלמית לתיקייה.
hu: Használja-e az albumborítókat mappaikonként a fájl-rendszerezési művelet.
it: Decidi se Organizza file utilizzerà le copertine come icone delle cartelle.
ja: ファイルの整理がカバー画像をフォルダアイコンに使うかどうか
ka: საქაღალდე.
km: ថា​តើ​ឯកសារ​រៀបចំ​នឹង​ប្រើ​រូបភាព​គម្រប​ជា​រូបតំណាង​ថត​ឬ​ទេ ។
ko: '파일 구성하기'가 폴더 아이콘으로 표지 그림을 사용할지 여부.
lt: Ar dėliojant bylas aplankų paveiksliukams naudoti viršelių paveiksliukus.
nb: Om «Organiser filer» skal bruke omslagsbilder som mappeikoner.
nds: Bi't Bestüern Titelbiller as Lüttbiller för Ornern bruken
ne: सङ्गठित फाइलहरूले फोल्डर प्रतिमाको रूपमा आवरण कला प्रयोग गर्नेछ या छैन ।
nl: Of het organiseren van bestanden hoesafbeeldingen als mappictogrammen zal gebruiken.
nn: Om ordning av filer skal bruka plateomslag som mappeikon.
pa: ਕੀ ਸੰਗਠਿਤ ਫਾਇਲਾਂ ਕਵਰ ਕਲਾਕਾਰੀ ਨੂੰ ਫੋਲਡਰ ਆਈਕਾਨ ਵਾਂਗ ਵਰਤਣ।
pl: Czy zbierane pliki będą używały okładek jako ikony katalogów.
pt: Se a organização dos ficheiros irá usar as capas dos álbuns como ícones das pastas.
pt_br: Organizar arquivos irá usar a arte das capas como ícones das pastas.
sk: Či organizovanie súborov bude použiť obrázky obalov miesto ikon priečinkov.
sr: Да ли ће организовање фајлова користити слику омота као икону фасцикле.
th: จะให้การจัดการแฟ้มใช้รูปหน้าปกเป็นไอคอนของโฟลเดอร์หรือไม่
uk: Чи під час організації файлів зображення обкладинки вживатимуться як піктограми для тек.

source: If set, Organize files will use cover art as folder icons.
af: As hierdie gestel is, sal 'Organiseer lêers' die CD omslag kunswerk as gids ikoon gebruik.
bg: Ако е включена тази отметка, "Организиране на файловете" ще използва обложки за иконите на папките.
ca: Si està seleccionat, en organitzar els fitxers s'utilitzarà la caràtula com a icona de la carpeta.
cs: Je-li nastaveno, "Organizovat soubory" bude používat obrázky obalů jako ikony adresáře.
da: Hvis markeret, kommer Organisér filer til at bruge omslagsbilleder som mappeikoner.
de: Wenn diese Einstellung aktiviert ist, wird die Dateiverwaltung Cover-Bilder für Ordnersymbole verwenden.
el: Αν ορισθεί, η οργάνωση αρχείων θα χρησιμοποιήσει την εικόνα εξώφυλλου για τα εικονίδια φακέλων.
es: Si se activa, se usarán las carátulas como iconos de carpeta al organizar los archivos.
et: Valimisel kasutatakse failide korraldamisel kaanepilte kataloogiikoonidena.
eu: Ezartzen bada, 'Antolatu fitxategiak' azaleko irudiak karpeten ikono gisa erabiliko ditu.
fa: اگر تنظیم شود، سازمان‌دهی پرونده‌ها از هنر پوشش به عنوان شمایل پوشه‌ها استفاده می‌کند.
fi: Mikä valittu, tiedostojen järjestely käyttää kansikuvia kansioiden kuvakkeina.
fr: Si sélectionné, les fichiers organisés utiliseront les jaquettes comme icônes des dossiers.
he: אם נקבע, ארגון קבצים יעשה שימוש בתמונת־העטיפה כצלמית לתיקייה.
hu: Ha be van jelölve, akkor a fájl-rendszerezési művelet az albumborítókat fel fogja használni mappaikonként.
it: Se impostata, Organizza file utilizzerà le copertine come icone delle cartelle.
ja: 有効にすると、ファイルの整理はカバー画像をフォルダアイコンに使用します。
ka: მინიჭება საქაღალდე.
km: បើ​កំណត់ ឯកសារ​រៀបចំ​នឹង​ប្រើ​រូបភាព​គម្រប​ជា​រូបតំណាង​ថត ។
ko: 만약 설정하면, '파일 구성하기'는 폴더 아이콘으로 표지 그림을 사용할 것입니다.
lt: Jei ši parinktis įjungta, dėliojat bylas aplankų paveiksliukams bus naudojami viršelių paveiksliukai.
nb: Hvis dette er på, vil «Organiser filer» bruke omslagsbilder som mappeikoner.
nds: Wenn anmaakt, warrt bi't Bestüern Titelbiller as Lüttbiller för de Ornern bruukt.
ne: यदि सेट भयो भने, सङ्गठित फइलहरूले फोल्डर प्रतिमाको रूपमा आवरण कला प्रयोग गर्नेछ या छैन ।
nl: Wanneer ingeschakeld zal het organiseren van bestanden hoesafbeeldingen gebruiken voor de pictogrammen van mappen.
nn: Viss kryssa av, vil ordning av filer bruka plateomslag som mappeikon.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਸੰਗਠਿਤ ਫਾਇਲਾਂ ਕਵਰ ਕਲਾਕਾਰੀ ਨੂੰ ਫੋਲਡਰ ਆਈਕਾਨ ਦੇ ਤੌਰ ਉੱਤੇ ਵਰਤਣਗੀਆਂ।
pl: Jeśli ustawione, zbierane pliki będą używały okładek jako ikon katalogów.
pt: Se a opção estiver activa, a organização dos ficheiros irá usar as capas dos álbuns como ícones das pastas.
pt_br: Se selecionada, Organizar arquivos irá usar a arte das capas como ícones das pastas.
sk: Ak je nastavené, Spravovanie súborov bude používať obrázky obalov ako ikony priečinkov.
sr: Ако је постављено, организовање фајлова ће користити слику омота као икону фасцикле.
th: หากตั้งไว้, การจัดการแฟ้มจะใช้รูปหน้าปกเป็นไอคอนของโฟลเดอร์
uk: Якщо увімкнено, то "Організувати файли" буде вживати зображення обкладинок як піктограми тек.

source: Index of collection folder destination for Organize files.
af: Die versameling gids se indeks sal as bestemming vir 'Organiseer lêers' gebruik word.
bg: Индекс на директорията на колекцията за "Организиране на файловете".
ca: Índex dels directoris destí de la col·lecció per a Organitzar els fitxers.
cs: Index umístění složky kolekcí pro "Organizovat soubory".
da: Samlingsmappemålets indeks for Organisér filer.
de: Index des Zielordners in der Sammlung für die Dateiverwaltung
el: Δείκτης του φακέλου προορισμού συλλογής για την οργάνωση αρχείων.
es: Índice del destino de la carpeta de colección para Organizar archivos.
et: Muusikakogu sihtkataloogi indeks failide korraldamisel.
eu: 'Antolatu fitxategiak'en bildumako helburuko karpetaren indizea.
fa: نمایۀ مقصد پوشۀ مجموعه برای پرونده‌های سازمان‌دهی.
fi: Tiedostojen järjestelyn kohteena olevan kokoelmahakemiston ID.
fr: Index du dossier destination de la collection pour les fichiers organisés.
he: מפתח יעד תיקיית אוסף עבור ארגון קבצים.
hu: A gyűjteménymappa céljának indexe a fájl-rendszerezési művelet számára.
it: Indice della cartella di destinazione della collezione per Organizza file.
ja: ファイルの整理に使用する行き先コレクションフォルダのインデックス。
ka: ინდექსი საქაღალდე -თვის.
km: លិបិក្រម​របស់​ទិសដៅ​ថត​សម្រាំង​ដើម្បី​រៀបចំ​ឯកសារ ។
ko: '파일 구성하기'에 대한 모음집 폴더 대상의 인덱스
lt: Fonotekos paskirties aplanko indeksas bylų dėliojimui.
nb: Indeks for samlingsmappemål for Organiser-filer.
nds: Index vun dat Sammelnorner-Teel bi't Bestüern
ne: सङ्गठित फाइलहरूका लागि सङ्कलन फोल्डर गन्तब्यको अनुक्रमणिका ।
nl: Index van collectiemap voor het organiseren van bestanden.
nn: Indeks for samlingsmappemålet for ordning av filer.
pa: ਸੰਗਠਿਤ ਫਾਇਲਾਂ ਲਈ ਭੰਡਾਰ ਫੋਲਡਰ ਟਿਕਾਣਾ ਦਾ ਤਤਕਰਾ ਹੈ।
pl: Indeks miejsca przeznaczenia katalogu kolekcji dla zbieranych plików.
pt: Índice do destino da pasta de colecções para Organizar os ficheiros.
pt_br: Índice da pasta destinada à coleção para Organizar arquivos.
sk: Index cieľového priečinka kolekcie pre Spravovanie súborov
sr: Индекс одредишне фасцикле збирке за организовање фајлова.
th: ดัชนีของที่หมายโฟลเดอร์คลังดนตรีสำหรับการจัดการแฟ้ม
uk: Індекс призначення теки збірки для "Організувати файли".

source: The ID of the collection folder destination for Organize files.
af: Die versameling gids se ID sal as bestemming vir 'Organiseer lêers' gebruik word.
bg: Идентификацията на директорията на колекцията за "Организиране на файловете".
ca: L'identificador del directori destí de la col·lecció per a Organitzar els fitxers.
da: Samlingsmappemålets identitet for Organisér filer.
de: Die ID des Zielordners in der Sammlung für die Dateiverwaltung
el: Το αναγνωριστικό του φακέλου προορισμού συλλογής για την οργάνωση αρχείων.
es: El ID del destino de la carpeta de la colección para organizar los archivos.
et: Muusikakogu sihtkataloogi ID failide korraldamisel.
eu: 'Antolatu fitxategiak'en bildumako helburuko karpetaren IDa.
fa: شناسۀ مقصد پوشۀ مجموعه برای پرونده‌های سازمان‌دهی.
fi: Tiedostojen järjestelyn kohteena olevan kokoelmahakemiston ID.
fr: L'ID du dossier de destination de la collection pour les fichiers organisés.
he: המספר המזהה של יעד תיקיית אוסף עבור ארגון קבצים.
hu: A gyűjteménymappa céljának azonosítója a fájl-rendszerezési művelet számára.
it: L'ID della cartella di destinazione della collezione per Organizza file.
ja: ファイルの整理に使用する行き先コレクションフォルダの ID。
ka: ID საქაღალდე -თვის.
km: លេខសម្គាល់​នៃ​ទិសដៅ​ថត​ការ​សម្រាំង សម្រាប់​ឯកសារ​រៀបចំ ។
ko: '파일 구성하기'에 대한 모임집 폴더 대상의 ID
lt: Fonotekos paskirties aplanko id bylų dėliojimui.
nb: Identifikasjon for samlemappemålet for Organiser-filer.
nds: De ID vun dat Sammelnorner-Teel bi't Bestüern
ne: सङ्गठित फाइलहरूका लागि सङ्कलन फोल्डर गन्तब्यको आईडी ।
nl: De ID van de collectiemapbestemming voor het organiseren van bestanden.
nn: ID-en til samlingmappemålet for ordning av filer.
pa: ਸੰਗਠਿਤ ਫਾਇਲਾਂ ਭੰਡਾਰ ਫੋਲਡਰ ਟਿਕਾਣਾ ਦਾ ID ਹੈ।
pl: Identyfikator miejsca przeznaczenia katalogu kolekcji dla zbieranych plików.
pt: O ID do destino da pasta de colecções para Organizar os ficheiros.
pt_br: O ID da pasta destinada à coleção para Organizar arquivos.
sk: ID cieľového priečinka kolekcie pre Spravovanie súborov
sr: Ид. одредишне фасцикле збирке за организовање фајлова.
th: หมายเลขระบุตัวของที่หมายโฟลเดอร์คลังดนตรีสำหรับจัดการแฟ้ม
uk: ІД місця призначення теки збірки для "Організувати файли".

source: Whether organize files will rename files in a manner compatible with vfat filesystems.
af: Bepaal of 'Organiseer lêers' lêers se name sal verander sodat dit met VFAT aanpasbaar sal wees.
bg: Дали "Организиране на файловете" да ги преименува по начин, съвместим с файловата система vfat.
ca: Si en organitzar els fitxers es reanomenaran de manera compatible amb els sistemes de fitxers vfat.
da: Om Organisér filer skifter navn på filer på en måde som er kompatibel med VFAT-filsystemer.
de: Legt fest, ob die Dateiverwaltung Dateien umbenennt, damit Sie mit dem Dateisystem VFAT kompatibel werden.
el: Αν η οργάνωση αρχείων θα μετονομάζει αρχεία με μέθοδο συμβατή με συστήματα αρχείων vfat.
es: Si organizar archivos renombrará los archivos de manera que sean compatibles con los sistemas de archivos vfat.
et: Kas failide korraldamisel nimetakse failid ümber VFAT failisüsteemidega ühilduvalt.
eu: 'Antolatu fitxategiak' fitxategiak izenez aldatuko dituen edo ez, vfat fitxategi-sistemarekin bateragarriak izateko.
fa: آیا پرونده‌های سازمان‌دهی، پرونده‌ها را به روشی همساز با سیستمهای پروندۀ vfat تغییر نام می‌دهند.
fi: Mikäli valittu, tiedostot nimetään uudelleen siten, että ne voidaan sijoittaa VFAT-tiedostojärjestelmään.
fr: Si oui ou non les fichiers organisés doivent être renommés afin d'être compatibles avec les systèmes de fichiers VFAT.
he: האם ארגון קבצים ישנה את שמם, באופן שיהיה תואם את מערכת־הקבצים vfat.
hu: A fájl-rendszerezési művelet nevezze-e át a fájlokat olyan módon, hogy kompatibilisek legyenek a VFAT fájlrendszerekkel.
it: Decidi se Organizza file rinominerà i file in modo che siano compatibili con filesystem vfat.
ja: ファイルの整理がファイル名を VFAT ファイルシステム互換に変更するかどうか
ka: -ში a.
km: ថា​តើ​ឯកសារ​រៀបចំ​នឹង​ប្ដូរឈ្មោះ​ឯកសារ​ក្នុង​លក្ខណៈ​ឲ្យ​ឆប​គ្នា​ជាមួយ​នឹង​ប្រព័ន្ធឯកសារ vfat ឬ​ទេ ។
ko: vfat 파일 시스템과 호환하는 상태에서 '파일 구성하기'가 파일 이름을 변경할 것인지 여부
lt: Ar dėliojant bylas jas pervadinti atitinkant VFAT bylų sistemos reikalavimus.
nb: Om «Organiser filer» skal endre filnavn slik at de passer i VFAT-filsystemer.
nds: Bi't Bestüern Dateien so ümnömen, dat se kompatibel to VFAT warrt
ne: सङ्गठित फाइलहरूले भीफ्याट फाइलप्रणालीसँग मिल्दो व्यवहारमा फाइलहरू पुन: नामकरण गर्नेछ या छैन ।
nl: Of het organiseren van bestanden de bestanden zal hernoemen op een manier die geschikt is voor VFAT-bestandssystemen.
nn: Om ordning av filer skal endra namn på filene slik at dei vert i samsvar med VFAT-filsystemet.
pa: ਕੀ ਸੰਗਠਿਤ ਫਾਇਲਾਂ ਨੂੰ ਡਾਇਰੈਕਟਰੀਆਂ ਵਿੱਚ ਅੰਡਰ-ਸਕੋਰ ਮੁਤਾਬਕ ਗਰੁੱਪ 'ਚ ਰੱਖਿਆ ਜਾਵੇ।
pl: Czy zbierane pliki będą zmieniać nazwy plików w sposób zgodny z systemem plików VFAT.
pt: Se a organização dos ficheiros irá mudar os nomes dos ficheiros para um formato compatível com os sistemas de ficheiros VFAT.
pt_br: Organizar arquivos irá renomear arquivos de uma maneira compatível com sistemas de arquivos vfat.
sk: Či organizovanie súborov bude premenovávať súbory tak, aby boli kompatibilné s vfat súborovými systémami.
sr: Да ли ће организовање фајлова мењати имена тако да су сагласна са VFAT системима фајлова.
th: จะให้การจัดการแฟ้มทำการเปลี่ยนชื่อแฟ้มในรูปแบบที่เข้ากันได้กับระบบแฟ้ม vfat หรือไม่
uk: Чи під час організації файлів перейменування файлів буде зроблено шляхом, який сумісний з файловими системами vfat.
