Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <p>Check this box to look for the tracks that contain all the words you typed in the related Simple Search edit box</p>
bg: <p>Включете тази отметка, ако искате да търсите записи, съдържащи всички написани думи</p>
ca: <p>Seleccioneu aquesta casella per cercar les peces que contenen totes les paraules que heu introduït a la casella de Cerca Simple corresponent</p>
da: <p>Markér feltet for at søge efter spor som indeholder alle ord du skrev ind i tilsvarende redigeringsfelt for enkel søgning</p>
de: <p>Wählen Sie diese Einstellung, um nach Stücken zu suchen, die alle eingegebenen Suchwörter enthalten.</p>
el: <p>Ενεργοποιήστε αυτή την επιλογή για αναζήτηση τίτλων που περιέχουν όλες τις λέξεις που έχετε εισάγει στο αντίστοιχο πεδίο εισαγωγής Απλής αναζήτησης</p>
es: <p>Marque esta opción para buscar las pistas que contengan todas las palabras que ha escrito en el correspondiente campo de búsqueda sencilla</p>
et: <p>Märkimisel otsitakse palu, mis sisaldavad kõiki sõnu, mille kirjutasid lihtotsingu kasti</p>
hu: <p>Keresés olyan számokra, amelyek adatai tartalmazzák az összes, a kapcsolódó "Egyszerű keresés" mezőbe beírt szót</p>
it: <p>Seleziona questa casella per cercare le tracce che contengono tutte le parole che hai digitato nella casella di testo Ricerca semplice</p>
ja: <p>単純検索の編集フィールドに入力したすべての語を含むタイトルを検索します。</p>
km: <p>គូស​ធីក​ប្រអប់នេះ​ដើម្បី​រក​បទ​ដែលមាន​ពាក្យ​ទាំងអស់​ដែលអ្នក​បាន​វាយ​នៅ​ក្នុង​ប្រអប់​កែសម្រួល​ស្វែងរក​ធម្មតា​ដែល​ទាក់ទង</p>
lt: <p>Pažymėjus šį laukelį bus ieškoma dainų, atitinkančių visus „Paprastos paieškos“ laukelyje įrašytus žodžius.</p>
nds: <p>Maak dit an, wenn Du na all Stücken söken wullt, de all Wöör bargt, de Du na't Söökfeld ingeven hest.</p>
nl: <p>Selecteer dit keuzevakje om te zoeken naar de tracks die alle woorden bevatten die u hebt ingevoerd in het bijhorende invoerveld.</p>
nn: <p>Sjå etter spor som inneheld alle ord du skriv inn i søkjefeltet.</p>
pl: <p>Zaznacz tę opcję by szukać utworów, które zawierają wszystkie słowa wprowadzone w odpowiednim polu edycji Prostego wyszukiwania</p>
pt: <p>Assinale esta opção para procurar pelas faixas que contêm todas as palavras que escreveu no campo de Pesquisa Simples</p>
pt_br: <p>Selecione essa caixa para buscar por faixas que contenham todas as palavras que você digitou na caixa de edição da Busca Simples relacionada</p>
sk: <p>Zaškrtnutím tohto políčka dáte vyhľadať stopy, ktoré obsahujú všetky slová, ktoré ste zadali do príslušného poľa Jednoduché hľadanie</p>
sr: <p>Попуните ову кућицу да бисте потражили нумере које садрже све речи које сте уписали у пољу једноставне претраге.</p>
th: <p>เลือกกาที่กล่องนี้เพื่อค้นหาเพลงที่มีคำทั้งหมดที่คุณพิมพ์เข้าไปในกล่องการค้นหาแบบง่าย</p>
uk: <p>Увімкніть, щоб шукати за доріжками, що містять всі слова, які ви ввели у відповідному полі Простого пошуку</p>

source: Match any word
af: Stem met enige woord ooreen
bg: Някоя дума
ca: Cerca alguna paraula
cs: Odpovídá jakémukoliv slovu
da: Match ethvert ord
de: Beliebige Wörter müssen übereinstimmen
el: Ταίριασμα οποιασδήποτε λέξης
es: Coincidir con cualquier palabra
et: Sobib vähemalt üks sõna
fa: تطبیق هر واژه
fi: Täsmää mihin tahansa sanaan
fr: Correspond à un des mots
hu: Illeszkedés bármely szóra
it: Verifica alcune parole
ja: いずれかの語にマッチ
km: ផ្គូផ្គង​ពាក្យ​ណា​មួយ
lt: Atitinka bet kurį žodį
nb: Pass med ett eller flere ord
nds: Jichtenseen Woort passt
ne: कुनै पनि शब्दको जोडा मिलाउनुहोस्
nl: Overeenkomen met enkele van de woorden
nn: Minst eitt ord
pa: ਕੋਈ ਸ਼ਬਦ ਮਿਲੇ
pl: Dopasuj jakiekolwiek słowo
pt: Corresponder a qualquer palavra
pt_br: Igualar qualquer palavra
ru: Любое из слов
se: Deaivva makkár sáni
sk: Zhoda s akýmkoľvek slovom
sr: Поклопи било коју реч
th: เข้ากับคำไหนก็ได้
tr: Herhangibir sözcüğü eşle
uk: Будь-яке слово

source: <p>Check this box to look for the tracks that contain at least one of the words you typed in the related Simple Search edit box</p>
bg: <p>Включете тази отметка, ако искате да търсите записи с поне една от написаните думи</p>
ca: <p>Seleccioneu aquesta casella per cercar les peces que contenen almenys una de paraules que heu introduït a la casella de Cerca Simple corresponent</p>
da: <p>Markér dette felt for at søge efter spor som indeholder i det mindste et af ordene du skrev ind i tilsvarende redigeringsfelt for enkel søgning</p>
de: <p>Wählen Sie diese Einstellung, um nach Stücken zu suchen, die mindestens eins der eingegebenen Suchwörter enthalten.</p>
el: <p>Ενεργοποιήστε αυτή την επιλογή για αναζήτηση τίτλων που περιέχουν τουλάχιστον μία από τις λέξεις που έχετε εισάγει στο αντίστοιχο πεδίο εισαγωγής Απλής αναζήτησης</p>
es: <p>Marque esta opción para buscar las pistas que contengan al menos una de las palabras que ha escrito en el correspondiente campo de búsqueda sencilla</p>
et: <p>Märkimisel otsitakse palu, mis sisaldavad vähemalt üht sõna, mille kirjutasid lihtotsingu kasti</p>
hu: <p>Keresés olyan számokra, amelyek adatai tartalmaznak legalább egyet a kapcsolódó "Egyszerű keresés" mezőbe beírt szavak közül</p>
it: <p>Seleziona questa casella per cercare le tracce che contengono almeno una delle parole che hai digitato nella casella di testo Ricerca semplice</p>
ja: <p>単純検索の編集フィールドに入力した語のいずれかを含むタイトルを検索します。</p>
km: <p>ធីក​ប្រអប់​នេះ​ដើម្បី​រក​បទ​ដែល​មាន​យ៉ាង​ហោចណស់​មួយ​ពាក្យ​ដែល​អ្នក​បាន​វាយ​នៅ​ក្នុង​ប្រអប់​កែសម្រួល​ស្វែងរក​ធម្មតា​ដែល​ទាក់ទង</p>
lt: <p>Pažymėjus šį laukelį bus ieškoma dainų, atitinkančių bent vieną „Paprastos paieškos“ laukelyje įrašytą žodį.</p>
nds: <p>Maak dit an, wenn Du na all Stücken söken wullt, de tominnst een vun de Wöör bargt, de Du na't Söökfeld ingeven hest.</p>
nl: <p>Selecteer dit keuzevakje om te zoeken naar tracks die tenminste één van de woorden bevatten die u hebt ingevoerd in het bijhorende invoerveld.</p>
nn: <p>Sjå etter spor som inneheld minst eitt av orda du skriv inn i søkjefeltet.</p>
pl: <p>Zaznacz tę opcję by szukać utworów, które zawierają co najmniej jedno ze słów, które wprowadzono w odpowiednim polu Prostego wyszukiwania</p>
pt: <p>Assinale esta opção para procurar pelas faixas que contêm pelo menos uma das palavras que escreveu no campo de Pesquisa Simples</p>
pt_br: <p>Selecione essa caixa para buscar por faixas que contenham pelo menos uma das palavras que você digitou na caixa de edição da Busca Simples relacionada</p>
sk: <p>Zaškrtnutím tohto políčka dáte vyhľadať stopy, ktoré obsahujú aspoň jedno zo slov, ktoré ste zadali do príslušného poľa Jednoduché hľadanie</p>
sr: <p>Попуните ову кућицу да бисте потражили нумере које садрже бар једну од речи које сте уписали у пољу једноставне претраге.</p>
th: <p>เลือกกาที่กล่องนี้เพื่อค้นหาเพลงที่มีคำที่คุณพิมพ์เข้าไปในกล่องการค้นหาอย่างง่าย อย่างน้อยหนึ่งคำ</p>
uk: <p>Увімкніть, щоб шукати за доріжками, що містять принаймні одне слово з тих, які ви ввели у відповідному полі Простого пошуку</p>

source: Exact match
af: Presiese ooreenstemming
bg: Точно съвпадение
ca: Correspondència exacta
cs: Přesná shoda
da: Nøjagtig match
de: Exakte Übereinstimmung
el: Ακριβές ταίριασμα
es: Conincidencia exacta
et: Täpne sobivus
fa: تطبیق دقیق
fi: Tarkka täsmäys
fr: Correspondance exacte
hu: Pontos illeszkedés
it: Corrispondenza esatta
ja: 完全一致
km: ផ្គូផ្គង​ជាក់លាក់
lt: Atitinka tiksliai
nb: Nøyaktig treff
nds: Naue Övereenstimmen
ne: ठ्याक्कै मिल्ने जोडा
nl: Exacte overeenkomst
nn: Nøyaktig samsvar
pa: ਢੁੱਕਵਾਂ ਮਿਲੇ
pl: Dokładne dopasowanie
pt: Correspondência exacta
pt_br: Coincidência exata
ru: Точное совпадение
sk: Presná zhoda
sr: Тачно поклапање
th: เข้าได้ไม่ผิดเพี้ยน
tr: Tam eşle
uk: Точний збіг

source: <p>Check this box to look for all the tracks that contain exactly the words you typed in the related Simple Search edit box</p>
bg: <p>Включете тази отметка, ако искате да търсите записи, съдържащи точно написаните думи</p>
ca: <p>Seleccioneu aquesta casella per cercar les peces que contenen exactament les paraules que heu introduït a la casella de Cerca Simple corresponent</p>
da: <p>Markér dette felt for at søge efter alle spor som indeholder nøjagtigt de ord du skrev ind i det tilsvarende redigeringsfelt for enkel søgning</p>
de: <p>Wählen Sie diese Einstellung, um nach Stücken zu suchen, die genau die eingegebenen Suchwörter enthalten.</p>
el: <p>Ενεργοποιήστε αυτή την επιλογή για αναζήτηση τίτλων που περιέχουν ακριβώς τις λέξεις που έχετε εισάγει στο αντίστοιχο πεδίο εισαγωγής Απλής αναζήτησης</p>
es: <p>Marque esta opción para buscar todas las pistas que contengan exactamente las palabras que ha escrito en el correspondiente campo de búsqueda sencilla</p>
et: <p>Märkimisel otsitakse palu, mis sisaldavad täpselt neid sõnu, mille kirjutasid lihtotsingu kasti</p>
hu: <p>Keresés olyan számokra, amelyek adatai pontosan a kapcsolódó "Egyszerű keresés" mezőbe beírt szavakat tartalmazzák</p>
it: <p>Seleziona questa casella per cercare tutte le tracce che contengono esattamente le parole che hai digitato nella casella di testo Ricerca semplice</p>
ja: <p>単純検索の編集フィールドに入力したとおりの語を含むタイトルを検索します。</p>
km: <p>ធីក​ប្រអប់​នេះ​ដើម្បី​រក​បទ​ទាំងអស់​ដែល​មាន​ពាក្យ​ដែល​អ្នក​បាន​វាយ​ជាក់លាក់​នៅ​ក្នុង​ប្រអប់​កែសម្រួល​ស្វែងរក​ធម្មតា​ដែល​ទាក់ទង</p>
lt: <p>Pažymėjus šį laukelį bus ieškoma dainų, tiksliai atitinkančių visus „Paprastos paieškos“ laukelyje įrašytus žodžius.</p>
nds: <p>Maak dit an, wenn Du na all Stücken söken wullt, de nau de Wöör bargt, de Du na't Söökfeld ingeven hest.</p>
nl: <p>Selecteer dit keuzevakje om naar alle tracks te zoeken die exact de woorden bevatten die u hebt ingevoerd in het bijhorende invoerveld</p>
nn: <p>Sjå etter spor som inneheld søkjeteksten du skriv inn i søkjefeltet.</p>
pl: <p>Zaznacz tę opcję by szukać wszystkich utworów, które zawierają dokładnie tekst wpisany w odpowiednim polu Prostego wyszukiwania</p>
pt: <p>Assinale esta opção para procurar por todas as faixas que contêm exactamente as palavras que escreveu no campo de Pesquisa Simples</p>
pt_br: <p>Selecione essa caixa para buscar por todas as faixas que contenham exatamente as palavras que você digitou na caixa de edição da Busca Simples relacionada</p>
sk: <p>Zaškrtnutím tohto políčka dáte vyhľadať stopy, ktoré obsahujú presne tie slová, ktoré ste zadali do príslušného poľa Jednoduché hľadanie</p>
sr: <p>Попуните ову кућицу да бисте потражили нумере које садрже тачно оне речи које сте уписали у пољу једноставне претраге.</p>
th: <p>เลือกกาที่กล่องนี้ เพื่อทำการค้นหาเพลงที่มีคำที่คุณพิมพ์เข้าไปในกล่องการค้นหาแบบง่าย แบบไม่ผิดเพี้ยน</p>
uk: <p>Увімкніть, щоб шукати за всіма доріжками, що містять точно слова, які ви ввели у відповідному полі Простого пошуку</p>

source: Exclude
af: Sluit uit
bg: Освен
ca: Exclou
cs: Vyjmout
da: Undtag
de: Ausschließen
el: Εξαίρεση
es: Excluir
et: Jäetakse välja
fa: استثنا
fi: Poissulje
fr: Exclure
hu: Kizárás
it: Escludi
ja: 除外
km: មិន​រួម​បញ្ចូល
lt: Išskyrus
nb: Utelat
nds: Utsluten
ne: समावेशबाट हटाउनुहोस्
nl: Uitsluiten
nn: Utelat
pa: ਵੱਖ
pl: Wykluczając
pt: Excluir
pt_br: Excluir
ru: Обратить
sk: Vyňať
sr: Изостави
th: แยกออก
tr: Hariç tut
uk: Виключати

source: <p>Check this box to look for all the tracks that do not contain the words you typed in the related Simple Search edit box</p>
af: <p>As jy hierdie boks kies, sal alle snitte gesoek word geen van die woorde bevat wat in die <i>eenvoudige soek</i> boks getik is</p>
bg: <p>Включете тази отметка, ако искате да търсите записи, несъдържащи написаните думи</p>
ca: <p>Seleccioneu aquesta casella per cercar les peces que no contenen les paraules que heu introduït a la casella de Cerca Simple corresponent.</p>
da: <p>Markér dette felt for at søge efter alle spor som ikke indeholder ordene du skrev ind i det tilsvarende redigeringsfelt for enkel søgning</p>
de: <p>Wählen Sie diese Einstellung, um nach Stücken zu suchen, die die eingegebenen Suchwörter NICHT enthalten.</p>
el: <p>Ενεργοποιήστε αυτή την επιλογή για αναζήτηση τίτλων που δεν περιέχουν τις λέξεις που έχετε εισάγει στο αντίστοιχο πεδίο εισαγωγής Απλής αναζήτησης</p>
es: <p>Marque esta opción para buscar todas las pistas que no contengan las palabras que ha tecleado en el correspondiente campo de búsqueda sencilla</p>
et: <p>Märkimisel otsitakse palu, mis ei sisalda sõnu, mille kirjutasid lihtotsingu kasti</p>
fa: <p>برای جستجوی همۀ شیارهایی که حاوی واژه‌هایی که در جعبه ویرایش جستجوی سادۀ مربوطه تحریر کرده‌اید نیستند، این جعبه را علامت بزنید </p>
fi: <p>Valitse tämä hakeaksesi kappaleita, jotka eivät sisällä Yksinkertaisen haun kenttään kirjoitettuja sanoja</p>
fr: <p>Cochez cette case pour chercher tous les morceaux qui ne contiennent pas les mots entrés lors de la recherche simple</p>
hu: <p>Keresés olyan számokra, amelyek adatai nem tartalmazzák a kapcsolódó "Egyszerű keresés" mezőbe beírt szavakat</p>
it: <p>Seleziona questa casella per cercare tutte le tracce che non contengono le parole che hai digitato nella casella di testo Ricerca semplice</p>
ja: <p>単純検索の編集フィールドに入力した語を含まないすべてのタイトルを検索します。</p>
km: <p>គូស​ធីក​ប្រអប់​នេះ​ដើម្បី​រក​បទ​ទាំងអស់​ដែល​​មិនមាន​ពាក្យ​ដែល​អ្នក​បាន​វាយ​នៅ​ក្នុង​ប្រអប់​កែសម្រួល​ស្វែងរក​ធម្មតា​ដែល​ទាក់ទង</p>
lt: <p>Pažymėjus šį laukelį bus ieškoma dainų, neatitinkančių „Paprastos paieškos“ laukelyje įrašytų žodžių.</p>
nb: <p>Kryss av her for å se etter spor som ikke inneholder ordene du tastet inn i tekstboksen Enkelt søk.</p>
nds: <p>Maak dit an, wenn Du na Stücken söken wullt, de Dien ingeven Wöör nich bargt.</p>
ne: <p> सबै ट्रयाक हेर्नका लागि यो बाकस जाँच गर्नुहोस् जसले तपाईँले सम्बन्धित साधारण खोजी सम्पादन बाकसमा शब्दहरू समाविष्ट गर्दछ</p>
nl: <p>Selecteer dit keuzevakje om te zoeken naar alle tracks die niet de woorden bevatten die u hebt ingevoerd in het bijhorende invoerveld</p>
nn: <p>Sjå etter spor som ikkje inneheld orda du skriv inn i søkjefeltet.</p>
pl: <p>Zaznacz tę opcję by szukać utworów, które nie zawierają słów wpisanych w odpowiednim polu Prostego wyszukiwania</p>
pt: <p>Assinale esta opção para procurar por todas as faixas que não contêm as palavras que escreveu no campo de Pesquisa Simples</p>
pt_br: <p>Selecione essa caixa para buscar por todas as faixas que não contenham as palavras que você digitou na caixa de edição da Busca Simples relacionada</p>
sk: <p>Zaškrtnutím tohto políčka dáte vyhľadať stopy, ktoré neobsahujú slová, ktoré ste zadali do príslušného poľa Jednoduché hľadanie</p>
sr: <p>Попуните ову кућицу да бисте потражили нумере које не садрже речи које сте уписали у пољу једноставне претраге.</p>
th: <p>เลือกกาที่กล่องนี้เพื่อค้นหาเพลงทั้งหมดที่ไม่ทีคำที่คุณได้พิมพ์เข้าไปในกล่องการค้นหา แบบง่าย เลย</p>
uk: <p>Увімкніть, щоб шукати за всіма доріжками, що не містять слів, які ви ввели у відповідному полі Простого пошуку</p>

source: Appending condition
af: Werk kondisie by
bg: Добавяне
ca: Condició d'annexat
cs: Podmínka zařazení
da: Vilkår for tilføjelse
de: Filter-Modus
el: Προσθήκη συνθήκης
es: Añadir una condición
et: Lisamistingimus
fa: شرط پیوستن
fi: Lisää ehtoa
fr: Ajout de la condition
hu: Hozzáfűzési feltétel
it: Condizione accessoria
ja: 追加の条件
km: លក្ខខណ្ឌ​បន្ថែម​ខាង​ចុង
lt: Papildanti sąlyga
nb: Legg til betingelse
nds: Verknüppen bi't Anhangen
ne: स्थिति थप्दै
nl: Conditie toevoegen
nn: Legg til vilkår
pl: Dodawanie warunku
pt: A adicionar a condição
pt_br: Condição de anexação
ru: Форма добавления
se: Lasiheamen eavttu
sk: Podmienka pre pridanie
sr: Услов додавања
th: การเพิ่มเงื่อนไข
tr: Durum ekleniyor
uk: Умова додавання

source: _: AND logic condition AND
af: EN
bg: И
ca: I
cs: AND
da: OG
de: UND
el: ΚΑΙ
es: Y
et: JA
fa: و
fi: JA
fr: ET
hu: ÉS
it: AND
ja: かつ
km: និង
lt: IR
nb: OG
nds: UN
ne: र
nl: EN
nn: OG
pa: AND
pl: I
pt: E
pt_br: AND
ru: И
se: JA
sk: AND
sr: И
th: AND
tr: VE
uk: І

source: <p>Check this box if you want to add another condition and you want that the filter to match both the previous conditions and this new one</p>
bg: <p>Включете тази отметка, ако искате да добавите друго условие и искате филтъра да го вземе под внимание заедно с предишните</p>
ca: <p>Seleccioneu aquesta casella si voleu afegir una altra condició i voleu que es filtri tant per la condició anterior com per aquesta nova</p>
da: <p>Markér dette felt hvis du vil tilføje en yderligere betingelse og du ønsker at filtret skal matche både de foregående betingelser og den nye.</p>
de: <p>Wählen Sie diese Einstellung, wenn eine weitere Bedingung hinzugefügt werden soll und der Filter auf diese UND die vorige passen soll.</p>
el: <p>Ενεργοποιήστε αυτή την επιλογή αν θέλετε να προσθέσετε μία ακόμη συνθήκη, ώστε η ενεργοποίηση του φίλτρου να γίνεται όταν είναι αληθής αυτή και οι προϋπάρχουσες συνθήκες</p>
es: <p>Marque esta opción si desea añadir otra condición y quiere que el filtro comprenda tanto las condiciones anteriores como esta nueva</p>
et: <p>Seda on mõtet märkida, kui soovid lisada uue tingimuse ja tahad, et filter arvestaks nii varasema kui ka uue tingimusega</p>
hu: <p>Akkor jelölje be ezt az opciót, ha szeretne felvenni egy újabb feltételt és azt szeretné, hogy a szűrő az előző feltételekre és az új feltételre is illeszkedjen</p>
it: <p>Seleziona questa casella se vuoi aggiungere un'altra condizione e vuoi che il filtro corrisponda sia alle precedenti condizioni che a questa nuova</p>
ja: <p>既に追加した条件と新しく追加する条件の両方にマッチするものを検索する場合、これを選択します。</p>
km: <p>ធីក​ប្រអប់​នេះ ប្រសិន​បើ​អ្នក​ចង់​បន្ថែម​លក្ខខណ្ឌ​ផ្សេង​ទៀត ហើយ​អ្នក​ចង់​ឲ្យ​ត្រង​លក្ខខណ្ឌ​ពី​មុន​ទាំងអស់ និង​លក្ខខណ្ឌ​ថ្មី​មួយ</p>
lt: <p>Pažymėjus šį laukelį į filtrą bus įdėta papildoma sąlyga ir filtrą atitiks tik tos dainos, kurios tenkina tiek ankstesnes, tiek naująją sąlygą.</p>
nds: <p>Maak dit an, wenn Du wullt, dat de oolt Filter <b>un</b> ok Dien niege Bedingen op en Stück passen mööt, ehr dat funnen warrt.</p>
nl: <p>Selecteer dit keuzevakje als u een andere conditie wilt toevoegen en wilt dat het filter zoekt naar zowel de vorige als deze nieuwe conditie.</p>
nn: <p>Legg til eit nytt vilkår. Filteret må då vera i samsvar med både det gamle vilkåret og det nye.</p>
pl: <p>Zaznacz tę opcję jeśli chcesz dodać kolejny warunek i chcesz, żeby filtr pasował jeśli spełniony jest jednocześnie poprzedni i nowy warunek</p>
pt: <p>Assinale esta opção se quiser adicionar outra condição e quiser que o filtro corresponda tanto às condições anteriores como a esta nova</p>
pt_br: <p>Selecione essa caixa se você deseja adicionar outra condição e, se você deseja que o filtro iguale ambas, as condições anteriores e essa nova</p>
sk: <p>Zaškrtnite toto políčko, ak chcete pridať novú podmienku a chcete, aby filter bral do úvahy túto aj predchádzajúce podmienky</p>
sr: <p>Попуните ову кућицу ако желите да додате још један услов, и да филтер поклапа и претходни и нови који додате.</p>
th: <p>เลือกกาที่กล่องนี้ หากคุณต้องการที่จะเพิ่มเงื่อนไขเข้าไปอีกเงื่อนไขหนึ่ง และคุณต้องการที่จะให้ตัวกรองจัดการกรองโดยใช้เงื่อนไขทั้งเก่าและใหม่</p>
uk: <p>Ввімкніть цей параметр, якщо ви бажаєте додати ще одну умову і хочете, щоб фільтр шукав за збігом і попередньої, і цієї нової умови</p>

source: _: OR logic condition OR
af: OF
bg: ИЛИ
ca: O
cs: OR
da: ELLER
de: ODER
el: Ή
es: O
et: VÕI
fa: یا
fi: TAI
fr: OU
hu: VAGY
it: OR
ja: または
km: ឬ
lt: ARBA
nb: ELLER
nds: ODER
ne: वा
nl: OF
nn: ELLER
pa: OR
pl: LUB
pt: OU
pt_br: OR
ru: ИЛИ
se: DAHJE
sk: OR
sr: ИЛИ
th: OR
tr: YA DA
uk: АБО

source: <p>Check this box if you want to add another condition and you want that the filter to match either the previous conditions or this new one</p>
bg: <p>Включете тази отметка, ако искате да добавите друго условие и искате филтъра да вземе под внимание или него, или предишните</p>
ca: <p>Seleccioneu aquesta casella si voleu afegir una altra condició i voleu que es filtri per la condició anterior o per aquesta nova</p>
da: <p>Markér dette felt hvis du vil tilføje en yderligere betingelse og du ønsker at filtret skal matche enten de foregående betingelser eller den nye.</p>
de: <p>Wählen Sie diese Einstellung, wenn eine weitere Bedingung hinzugefügt werden soll und der Filter auf diese ODER die vorige passen soll.</p>
el: <p>Ενεργοποιήστε αυτή την επιλογή αν θέλετε να προσθέσετε μία ακόμη συνθήκη, ώστε η ενεργοποίηση του φίλτρου να γίνεται όταν είναι αληθής αυτή ή οι προϋπάρχουσες συνθήκες</p>
es: <p>Marque esta opción si desea añadir otra condición y quiere que el filtro comprenda entre las condiciones anteriores o esta nueva</p>
et: <p>Seda on mõtet märkida, kui soovid lisada uue tingimuse ja tahad, et filter arvestaks kas varasema või uue tingimusega</p>
hu: <p>Akkor jelölje be ezt az opciót, ha szeretne felvenni egy újabb feltételt és azt szeretné, hogy a szűrő illeszkedjen vagy az előző feltételekre, vagy az új feltételre</p>
it: <p>Seleziona questa casella se vuoi aggiungere un'altra condizione e vuoi che il filtro corrisponda alle precedenti condizioni o a questa nuova</p>
ja: <p>既に追加した条件と新しく追加する条件のいずれかにマッチするものを検索する場合、これを選択します。</p>
km: <p>ធីក​ប្រអប់​នេះ ប្រសិន​បើ​អ្នក​ចង់បន្ថែម​លក្ខខណ្ឌ​ផ្សេងទៀត ហើយ​អ្នក​ចង់​ឲ្យ​តម្រង​ផ្គូផ្គង​លក្ខខណ្ឌ​ពី​មុន ឬ​លក្ខខណ្ឌ​ថ្មី​មួយ​នេះ</p>
lt: <p>Pažymėjus šį laukelį į filtrą bus įdėta papildoma sąlyga ir filtrą atitiks tik tos dainos, kurios tenkina arba ankstesnes, arba naująją sąlygą.</p>
nds: <p>Maak dit an, wenn Du wullt, dat de oolt Filter <b>oder</b> Dien niege Bedingen op en Stück passen mööt, ehr dat funnen warrt.</p>
nl: <p>Selecteer dit vakje als u een andere conditie wilt toevoegen en wilt dat het filter zoekt naar overeenkomsten van of de vorige condities of deze nieuwe.</p>
nn: <p>Legg til eit nytt vilkår. Filteret må då vera i samsvar med anten det gamle vilkåret eller det nye.</p>
pl: <p>Zaznacz tę opcję jeśli chcesz dodać kolejny warunek i chcesz, żeby filtr pasował jeśli spełniony jest poprzedni lub nowy warunek</p>
pt: <p>Assinale esta opção se quiser adicionar outra condição e quiser que o filtro corresponda a uma das condições anteriores ou a esta nova</p>
pt_br: <p>Selecione essa caixa se você deseja adicionar outra condição e, se você deseja que o filtro iguale quaisquer das condições anteriores ou essa nova</p>
sk: <p>Zaškrtnite toto políčko, ak chcete pridať ďalšiu podmienku a chcete, aby filter bral do úvahy buď predchádzajúce podmienky alebo túto.
sr: <p>Попуните ову кућицу ако желите да додате још један услов, и да филтер поклопи бар један од њих, претходни или нови који додате.</p>
th: <p>เลือกกาที่กล่องนี้หากคุณต้องการที่จะเพิ่มเงื่อนไขเข้าไปอีกเงื่อนไขหนึ่ง และ คุณต้องการให้ตัวกรองจัดการกรองโดยใช้เงื่อนไขอันใดอันหนึ่งก็ได้</p>
uk: <p>Ввімкніть цей параметр, якщо ви бажаєте додати ще одну умову і хочете, щоб фільтр шукав за збігом або попередньої, або цієї нової умови</p>

source: Invert condition
af: Keer kondisie om
bg: Обръщане на условието
ca: Inverteix la condició
cs: Obrátit podmínku
da: Invertér betingelser
de: Bedingung umkehren
el: Αντιστροφή συνθήκης
es: Invertir condición
et: Tingimus tagurpidi
fa: وارونه کردن شرط
fi: Käännä ehto
fr: Inverser la condition
hu: Feltétel invertálása
it: Inverti condizione
ja: 条件を反転
km: លក្ខខណ្ឌ​ដាក់បញ្ច្រាស​
lt: Atvirkštinė sąlyga
nb: Snu om betingelsen
nds: Bedingen ümdreihen
ne: स्थिति उल्टो पार्नुहोस्
nl: Conditie omkeren
nn: Omvend vilkår
pa: ਉਲਟ ਹਾਲਤ
pl: Odwróć warunek
pt: Inverter a condição
pt_br: Inverter condição
ru: Обратить условие
se: Jorgalahte eavttu
sk: Otočiť podmienku
sr: Изврни услов
th: กลับเงื่อนไข
tr: Durumu tersine çevir
uk: Обернена умова
