Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Limit &number of episodes
af: Beperk die aantal episodes
bg: &Ограничаване броя на епизодите
ca: Limita el &nombre d'episodis
cs: O&mezit počet epizod
da: &Begræns antal episoder
de: Anzahl der &Episoden beschränken
el: Περιορισμός &αριθμού επεισοδίων
es: Limitar el &número de episodios
et: Episoodide arvu piirami&ne
fa: محدود کردن &تعداد فقره‌ها‌
fi: Rajoita jaksoje&n määrää
fr: &Nombre limite d'épisodes
he: הגבל את &מספר הקטעים
hu: &Epizódok számának korlátozása
it: &Numero massimo di puntate
ja: エピソードの数を制限する(&N)
ka: ეპიზოდების &რაოდენობის შეზღუდვა
km: កំណត់​ចំនួន​ការ​ផ្សាយ
ko: 에피소드의 수 제한하기(&N)
lt: Riboti epizodų s&kaičių
nb: Begrens a&ntall episoder
nds: Tall vun Kapitels &ingrenzen
ne: भागहरूको सीमित सङ्ख्या
nl: Aa&ntal episodes beperken
nn: Avgrens &talet på episodar
pa: ਇਕਾਈ ਦੀ ਸੀਮਾ ਗਿਣਤੀ(&n)
pl: Ogranicz &liczbę odcinków
pt: Limitar o &número de episódios
pt_br: Limitar o &número de episódios
ru: Ограничить &количество эпизодов
se: Rádje &galle oasi vurke
sk: O&bmedziť počet epizód
sr: Ограничи &број епизода
th: จำกัดจำ&นวนของตอน
tr: Parça listesi sayısının sını&rı
uk: Обмежити &кількість епізодів

source: If checked, Amarok will throw away old podcast episodes
af: As hierdie gekies is, sal Amarok ou <i>podcast</i> episodes weg gooi.
bg: Ако е включена тази отметка, Amarok ще изхвърли старите подкаст епизоди
ca: Si està seleccionat, l'Amarok llençarà els episodis de podcast antics
cs: Je-li zaškrtnuto, Amarok zahodí staré epizody podcastů
da: Hvis markeret, smider Amarok gamle podcast-episoder
de: Wenn diese Einstellung aktiviert ist, wird Amarok alte Podcasts entfernen
el: Αν ενεργοποιηθεί, το AmaroK θα απορρίπτει παλαιότερα επεισόδια pod
es: Si está marcado, Amarok se deshará de los episodios podcasts antiguos
et: Sisselülitamisel eemaldab Amarok vanemad Podcastid
fa: اگر علامت زده شود، Amarok فقره‌های قدیمی podcast را دور می‌اندازد
fi: Mikäli valittu, vanhat podcast-jaksot poistetaan.
fr: Si cette case est cochée, Amarok jettera tous les anciens épisodes du podcast
he: אם סומן, Amarok יזרוק את קטעי הפוד־קסט הישנים
hu: Ha be van jelölve, akkor az Amarok törli a régebbi podcast-epizódokat
it: Se selezionata, Amarok scarterà le vecchie puntate dei podcast
ja: 有効にすると、Amarok は古いポッドキャストエピソードを処分します。
km: ប្រសិន​បើ​គូស​​ធីក amaroK នឹង​បោះចោល​ការ​ផ្សាយ​ផតខាស់​ចាស់ៗ
ko: 만약 체크된다면, Amarok은 오래된 포드캐스트 에피소드를 버릴 것입니다.
nb: Hvis krysset av vil Amarok kaste gamle podkast-episoder
nds: Wenn aktiveert, smitt Amarok ole Podcasts weg
ne: यदि जाँच गरियो भने, अमारोकले पुरानो पोडकास्ट भाग टाढा फाल्नेछ
nl: Wanneer ingeschakeld zal Amarok oude podcastepisodes weggooien
nn: Slett automatisk gamle podkastepisodar.
pa: ਜੇਕਰ ਚੁਣਿਆ ਗਿਆ ਤਾਂ ਅਮਰੋਕ ਪੁਰਾਣੇ ਪੋਸਟ-ਕਾਸਟ ਕਾਂਡਾਂ ਨੂੰ ਸੁੱਟ ਦੇਵੇਗਾ
pl: Jeśli zaznaczone, Amarok będzie automatycznie wyrzucał stare odcinki podcastów
pt: Se activado, o Amarok deita fora os episódios de Podcasts antigos
pt_br: Se selecionada, o Amarok irá descartar os episódios antigos do podcast
ru: Очищать от старых эпизодов
se: Jus merkejuvvon, de Amarok automáhtalaččat sihkku boares podkasttaid
sk: Ak je zaškrtnuté, Amarok zahodí staré podcastové epizódy
sr: Ако је попуњено, Amarok ће бацати старе подемитоване епизоде
th: หากเลือกตัวเลือกนี้ Amarok จะลบพ็อดแคสท์ตอนเก่าๆ ออกไป
tr: Bunu işretlediğinizde, Amarok eski podcast listelerini siler
uk: Якщо увімкнено, Amarok буде очищати старі епізоди подкестів

source: Keep maximum of:
af: Hou 'n maksimum van:
bg: Максимално:
ca: Conserva un màxim de:
cs: Ponechat maximálně:
da: Behold maksimalt:
de: Maximal behalten:
el: Διατήρηση το μέγιστο:
es: Mantener un máximo de:
et: Maksimaalselt
eu: Gorde gehienez:
fa: نگهداری بیشینۀ:
fi: Säilytä enintään:
fr: Conserver un maximum de :
he: השאר מספר מרבי של:
hu: Legfeljebb ennyi legyen megtartva:
it: Tieni un massimo di:
ja: 最大保存数:
ka: მაქსიმუმის დატოვება:
km: រក្សា​ច្រើន​បំផុត ៖
ko: 최대한으로 유지:
lt: Laikyti daugiausia:
nb: Behold ikke fler enn:
nds: Nich mehr wohren as:
ne: यसको अधिक्तम राख्नुहोस्:
nl: Maximum aanhouden van:
nn: Behald ikkje meir enn:
pa: ਰੱਖਣ ਲਈ ਵੱਧੋ-ਵੱਧ ਗਿਣਤੀ:
pl: Zachowaj maksimum:
pt: Manter no máximo:
pt_br: Manter o máximo de:
ru: Максимальное количество элементов:
se: Ále doalat eambbogo:
sk: Ponechať maximálne:
sr: Чувај највише:
th: เก็บจำนวนมากที่สุดที่:
tr: Maksimumda Tut:
uk: Максимальна кількість:

source: Items
af: Itemme
bg: бр.
ca: Elements
cs: položek
da: punkter
de: Einträge
el: αντικείμενα
es: elementos
et: elementi
eu: elementu
fa: فقره
fi: jaksoa
fr: éléments
he: פריטים
hu: elem
it: Elementi
ja: アイテム
ka: ელემენტები
km: វត្ថុ
ko: 항목들
lt: elementų
nb: elementer
nds: Indrääg
ne: वस्तु
nn: mediefiler
pa: ਇਕਾਈਆਂ
pl: Wpisy
pt: Itens
pt_br: Itens
se: merkoša
sk: položiek
sr: ставки
th: รายการ
tr: Öge
uk: елементів

source: The maximum number of podcast items to store
af: Die maksimum aantal podcast itemme om te stoor
bg: Максимален брой подкастове, които да бъдат съхранени
ca: El nombre màxim d'elements de podcast a guardar
cs: Maximální množství položek podcastu, které jsou uloženy
da: Maksimalt antal podcast som skal opbevares
de: Dies ist die maximale Anzahl gespeicherter Podcasts.
el: Ο μέγιστος αριθμός αντικειμένων εκπομπής pod που αποθηκεύονται
es: El número máximo de elementos de podcasts a almacenar
et: Maksimaalne salvestatavate Podcastide arv
eu: Podcast elementuen gehienezko kopurua gordetzeko
fa: تعداد بیشینۀ فقره‌های podcast برای ذخیره
fi: Kuinka monta podcast-jaksoa enintään tallennetaan levylle
fr: Le nombre maximal d'éléments du Podcast à stocker
he: המספר המרבי של הפוד־קסטים לשמירה
hu: Maximum hány darab podcast-elem legyen tárolva
it: Il numero massimo di elementi podcast da conservare
ja: 保存するポッドキャストアイテムの上限
ka: შესანახი podcast-ების მაქსიმჯალური რაოდენობა
km: ចំនួន​វត្ថុ​ផតខាស់​អតិបរមា ដែល​ត្រូវ​ទុក
ko: 저장하기 위한 포드캐스트 항목의 최대 수
nb: Maksimalt antall podkast-elementer som skal lagres
nds: De hööchste Tall vun Podcasts, de wohrt warrt
ne: भण्डारण गर्नका लागि अधिक्तम सङ्ख्याको पोडकास्ट सङ्ख्या
nl: Het maximum aantal Postcastitems om op te slaan
nn: Høgste tal på podkastfiler å lagra.
pa: ਸੰਭਾਲਣ ਲਈ ਪੋਸਟ-ਕਾਸਟ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਗਿਣਤੀ
pl: Maksymalna liczba wpisów podcastów do przechowywania
pt: O número máximo de Podcasts a guardar
pt_br: O número máximo de itens dos podcasts para guardar
ru: Максимальное количество элементов podcast
se: Eanemus podkastfiillat mat vurkejuvvojit
sk: Maximálny počet položiek podcastu, ktoré sú uložené
sr: Највећи број подемисијских ставки за складиштење
th: จำนวนของรายการพ็อดแคสท์ที่มากที่สุดที่จะเก็บไว้
tr: Depolanacak podcast ögelerinin maksimum sayısı
uk: Максимальна кількість елементів podcast, які зберігати

source: Automatically scan for updates
af: Skandeer outomaties vir opdaterings
bg: Автоматично сканиране за обновявания
ca: Comprova automàticament les actualitzacions
cs: Automaticky vyhledávat změny
da: Søg automatisk efter opdateringer
de: Automatisch nach Aktualisierungen suchen
el: Αυτόματη αναζήτηση για ενημερώσεις
es: Buscar actualizaciones automáticamente
et: Automaatne uuenduste otsimine
eu: Eskaneatu automatikoki eguneraketak
fa: پویش خودکار برای به‌روزرسانی
fi: Etsi päivityksiä automaattisesti
fr: Analyse automatique pour recherche de mise à jour
he: סרוק עדכונים אוטומטית
hu: Frissítések automatikus keresése
it: Ricerca automatica degli aggiornamenti
ja: 自動的に更新をスキャン
ka: განახლებების ავრომატურად სკანირება
km: វិភាគរក​ភាព​ទាន់សម័យ​ដោយ​ស្វ័យប្រវត្តិ
ko: 자동적으로 업데이트에 대해 검색
lt: Automatiškai ieškoti atnaujinimų
nb: Søk automatisk etter oppdateringer
nds: Automaatsch na Opfrischen kieken
ne: अद्यावधिकका लागि स्वचालित रूपमा स्क्यान गर्दछ
nl: Automatische zoeken naar herzieningen
nn: Søk automatisk etter oppdateringar
pa: ਅੱਪਡੇਟ ਲਈ ਸਵੈ-ਚਾਲਤ ਜਾਂਚ
pl: Automatycznie poszukuj uaktualnień
pt: Obter actualizações automaticamente
pt_br: Escanear automaticamente por atualizações
ru: Выполнять поиск обновлений автоматически
se: Automáhtalaččat iskka jus leat ođđa oasit
sk: Automaticky kontrolovať aktualizácie
sr: Аутоматски тражи новине
th: ทำการค้นหาตอนใหม่ตโดยอัตโนมัติ
tr: Güncellemeleri otomatik olarak tara
uk: Автоматично сканувати за оновленнями

source: When checked, Amarok will automatically scan the podcast for updates
af: As hierdie gekies is, sal Amarok outomaties die <i>podcast</i> skandeer vir opdaterings.
bg: Ако е включена тази отметка, Amarok автоматично ще сканира за обновления на подкастовете
ca: Si està seleccionat, l'Amarok escanejarà automàticament el podcast per actualitzacions
cs: Je-li zaškrtnuto, Amarok bude automaticky hledat změny v podcastech
da: Hvis markeret, søger Amarok automatisk i podcasten efter opdateringer
de: Ist diese Einstellung aktiviert, sucht Amarok automatisch nach Podcast-Aktualisierungen.
el: Αν ενεργοποιηθεί, το AmaroK θα ελέγχει αυτόματα την εκπομπή pod για ενημερώσεις
es: Cuando está marcado, Amarok comprobará automáticamente si existen actualizaciones del podcast
et: Sisselülitamisel otsib Amarok automaatselt Podcasti uuendusi
fa: هنگامی که علامت زده شود، amaroK به طور خودکار podcast را برای به‌روزرسانیها پویش می‌کند
fi: Mikäli valittu, Amarok etsii automaattisesti päivityksiä podcasteihin.
fr: Si cette case est cochée, Amarok analysera automatiquement les podcasts pour y trouver les mises à jour
he: אם סומן, Amarok יסרוק אוטומטית את הפוד־קסטים לעדכונים
hu: Ha be van jelölve, akkor az Amarok automatikusan fogja figyelni, van-e frissítése a podcastnak
it: Se selezionata, Amarok analizzerà automaticamente il podcast per aggiornamenti
ja: 有効にすると、Amarok は自動的にポッドキャストをスキャンして更新がないかどうか確認します。
km: នៅ​ពេល​គូស​ធីក amaroK នឹង​វិភាគរក​ភាព​ទាន់សម័យ​សម្រាប់​ផតខាស់​ដោយ​ស្វ័យប្រវត្តិ ។
ko: 만약 체크된다면, Amarok은 자동적으로 업데이트에 대해 포드캐스트를 검색할 것입니다.
nb: Når dette er valgt vil Amarok automatisk søke etter oppdateringer til podcastene
nds: Wenn aktiveert, kiekt Amarok de Podcasts automaatsch na Opfrischen dör
ne: जाँच गर्दा, अमारोकले स्वचालित रूपमा अद्यावधिकका लागि पोडकास्ट स्क्यान गर्नेछ
nl: Wanneer ingeschakeld zal Amarok automatisch de Podcasts doorzoeken op updates
nn: Søk automatisk etter nye episodar til podkasten.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਤਾਂ ਅਮਰੋਕ ਖੁਦ ਹੀ ਪੋਸਟਕਾਸਟ ਅੱਪਡੇਟ ਲਈ ਜਾਂਚ ਕਰੇਗਾ
pl: Jeśli zaznaczone, Amarok będzie automatycznie szukał uaktualnień w podcastach
pt: Quando activado, o Amarok procura automaticamente actualizações à podcast
pt_br: Quando selecionada, o Amarok irá escanear automaticamente o podcast por atualizações
ru: Автоматически проверять обновления podcast
se: Jus lea merkejuvvon, de Amarok automáhtalaččat iská jus leat ođđa oasit olámuttus
sk: Ak je zaškrtnuté, Amarok bude automaticky hľadať aktualizácie v podcaste
sr: Када је попуњено, Amarok ће аутоматски тражити новине на подемисијама
th: หากเลือกตัวเลือกนี้ Amarok จะทำการค้นหาพ็อดแคสท์เพื่อหาตอนใหม่โดยอัตโนมัติ
tr: Bunu işaretlediğinizde, Amarok güncellemeleri kontrol etmek için podcastları otomatik olarak tarar
uk: Якщо увімкнено, Amarok автоматично скануватиме подкест на наявність оновлень

source: Save location:
af: Stoor ligging:
bg: Местоположение:
ca: Ubicació de desat:
cs: Umístění uložení:
da: Gem sted:
de: Adresse speichern:
el: Τοποθεσία αποθήκευσης:
es: Guardar ubicación:
et: Salvestamise asukoht:
eu: Gorde helbidea:
fa: ذخیرۀ محل:
fi: Tallennuspaikka:
fr: Emplacement de sauvegarde :
he: שמור מיקום:
hu: Mentési hely:
it: Salva posizione:
ja: 保存場所:
ka: მდებარეობის შენახვა:
km: ទីតាំង​រក្សាទុក ៖
ko: 위치 저장:
lt: Įrašymo vieta:
nb: Lagre til:
nds: Oort för't Sekern:
ne: स्थान बचत गर्नुहोस्:
nl: Locatie opslaan:
nn: Lagra i:
pa: ਟਿਕਾਣਾ ਸੰਭਾਲੋ:
pl: Lokalizacja zapisywania:
pt: Localização de gravação:
pt_br: Salvar no local:
ru: Путь для сохранения:
se: Vurke deikke:
sk: Umiestnenie uloženia:
sr: Локација снимања:
th: บันทึกที่อยู่:
tr: Kayıt yeri:
uk: Адреса збереження:

source: First-Run Wizard
af: Eerste-keer-harloop Assistent
bg: Помощник за първо стартиране
ca: Auxiliar de primera execució
cs: Průvodce prvního spuštění
da: Førstekørsels-guide
de: Einrichtungsassistent
el: Μάγος πρώτης εκτέλεσης
es: Asistente de la primera ejecución
et: Esimese korra nõustaja
eu: Lehen exekuzioko morroia
fa: جادوگر اولین اجرا
fi: Asetusvelho
fr: Assistant de prise en main
he: אשף הפעלה ראשונה
hu: Varázsló
it: Assistente del primo avvio
ja: 初回起動ウィザード
ka: პირველად გაშვების ოსტატი
km: អ្នក​ជំនួយការ រត់​លើក​ដំបូង
ko: 처음 실행 마법사
lt: Pirmojo paleidimo vedlys
nb: Førstegangsveiviser
nds: Inricht-Hölper
ne: पहिले-चलाएको विजार्ड
nl: Configuratie-assistent
nn: Føregongskøyring
pa: ਪਹਿਲਾਂ ਸਹਾਇਕ
pl: Asystent pierwszego uruchomienia
pt: Assistente da Primeira Execução
pt_br: Assistente da Primeira Execução
ru: Мастер первого запуска
se: Heivehusofelaš
sk: Sprievodca prvého spustenia
sr: Чаробњак за прво покретање
th: ตัวช่วยเริ่มใช้งานครั้งแรก
tr: İlk Çalıştırma Sihirbazı
uk: Майстер першого запуску
