Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Hostname where database lives.
af: Bediener se naam waar die databasis lewe.
bg: Името на хоста, където е базата данни.
ca: Nom de la màquina on reposa la base de dades.
cs: Název počítače, kde je umístěna databáze.
da: Værtnavnet hvor databasen findes.
de: Dies ist der Rechnername von dem Rechner, auf dem die Datenbank läuft.
el: Το όνομα του υπολογιστή όπου βρίσκεται η βάση δεδομένων.
es: Nombre del servidor donde reside la base de datos.
et: Masina nimi, kus asub andmebaas.
eu: Datu-basea dagoen ostalariaren izena.
fa: نام میزبان در جایی که دادگان اقامت دارد.
fi: Kone, jolla tietokanta on.
fr: Nom de l'hôte où se situe la base de données.
he: שם השרת שבו נמצא מסד הנתונים.
hu: Az adatbázist tartalmazó gép neve.
it: Nome host presso cui gira il database.
ja: データベースのホスト名
ka: ჰოსტის სახელი, სადაც ბაზა ცხოვრობს.
km: ឈ្មោះ​ម៉ាស៊ីន ដែល​មូលដ្ឋាន​ទិន្នន័យ​ស្ថិត​នៅ ។
ko: 데이터베이스가 있는 호스트이름
lt: Mazgas, kuriame yra duomenų bazė.
nb: Vertsnavnet der databasen er.
nds: De Naam vun den Reekner, op den de Datenbank liggt
ne: होस्टनाम जहाँ डाटाबेस बस्दछ ।
nl: Hostnaam waar de database onder valt.
nn: Vertsnamnet der databasen ligg.
pa: ਹੋਸਟ ਨਾਂ, ਜਿੱਥੇ ਡਾਟਾਬੇਸ ਮੌਜੂਦ ਹੈ।
pl: Nazwa komputera, na którym działa baza danych.
pt: Nome do servidor onde se encontra a base de dados.
pt_br: Máquina onde o banco de dados está.
ru: Узел, на котором расположена база данных.
se: Guossoheaddji gos diehtovuođđu gávdnu.
sk: Názov počítača, kde je umiestnená databáza.
sr: Име домаћина где се налази база.
th: ชื่อโฮสต์ที่ฐานข้อมูลอยู่
tr: Veritabanının bulunduğu makine adı.
uk: Назва вузла, де перебуває база даних.

source: Name of the database.
af: Naam van die databasis.
bg: Име на базата данни.
ca: Nom de la base de dades.
cs: Název databáze.
da: Databasens navn.
de: Dies ist der Name der Datenbank.
el: Το όνομα της βάσης δεδομένων.
es: Nombre de la base de datos.
et: Andmebaasi nimi.
eu: Datu-basearen izena.
fa: نام دادگان.
fi: Tietokannan nimi.
fr: Nom de la base de données.
he: שם מסד הנתונים.
hu: Az adatbázis neve.
it: Nome del database.
ja: データベースの名前
ka: მონაცემთა ბაზის სახელი.
km: ឈ្មោះ​មូលដ្ឋាន​ទិន្នន័យ ។
ko: 데이터베이스의 이름.
lt: Duomenų bazės pavadinimas.
nb: Navnet til databasen.
nds: De Naam vun de Datenbank
ne: डाटाबेसको नाम ।
nl: Naam van de database.
nn: Namnet på databasen.
pa: ਡਾਟਾਬੇਸ ਦਾ ਨਾਂ ਹੈ।
pl: Nazwa bazy danych.
pt: Nome da base de dados.
pt_br: Nome do banco de dados.
ru: Имя базы данных.
se: Diehtovuođu namma.
sk: Názov databázy.
sr: Име базе података.
th: ชื่อของฐานข้อมูล
tr: Veritabanının adı.
uk: Назва бази даних.

source: Username:
af: Gebruiker naam:
bg: Потребителско име:
ca: Nom d'usuari:
cs: Uživatelské jméno:
da: Brugernavn:
de: Benutzername:
el: Όνομα χρήστη:
es: Usuario:
et: Kasutajanimi:
eu: Erabiltzaile-izena:
fa: نام کاربر:
fi: Käyttäjätunnus:
fr: Utilisateur :
he: שם משתמש:
hu: Felhasználónév:
it: Nome utente:
ja: ユーザ名:
ka: მომხმარებლის სახელი:
km: ឈ្មោះ​អ្នក​ប្រើ ៖
ko: 사용자 이름:
lt: Naudotojo vardas:
nb: Brukernavn:
nds: Brukernaam:
ne: प्रयोगकर्ता नाम:
nl: Gebruiker:
nn: Brukarnamn:
pa: ਉਪਭੋਗੀ ਨਾਂ:
pl: Nazwa użytkownika:
pt: Utilizador:
pt_br: Usuário:
ru: Пользователь:
se: Geavaheaddjenamma:
sk: Používateľské meno:
sr: Корисничко име:
th: ชื่อผู้ใช้:
tr: Kullanıcı adı:
uk: Користувач:

source: Username with which to connect to.
af: Gebruiker naam waarmee jy wil koppel
bg: Потребителско име за свързване.
ca: Nom de l'usuari amb el que connectar-se.
cs: Jméno uživatele, se kterým se připojit.
da: Brugernavn at forbinde med.
de: Dies ist der Benutzername, der für die Verbindung mit der Datenbank verwendet werden soll.
el: Το όνομα χρήστη με το οποίο θα γίνει η σύνδεση.
es: Nombre del usuario con el que conectar.
et: Kasutajanimi, millega ühendus luua.
eu: Erabiltzaile-izena, konektatzeko erabiliko dena.
fa: نام کاربری که طبق آن متصل می‌شود.
fi: Käyttäjätunnus tietokannan käyttämiseen.
fr: Nom d'utilisateur utilisé pour se connecter.
he: שם המשתמש להתחבר בעזרתו.
hu: A kapcsolódáshoz használandó felhasználónév.
it: Nome utente con il quale connettersi.
ja: 接続するユーザ名
ka: დასაკავშირებლად მომხმარებლის სახელი.
km: ឈ្មោះ​អ្នក​ប្រើ ដែល​ប្រើ​ដើម្បី​តភ្ជាប់ ។
ko: 연결하기 위한 사용자 이름.
lt: Naudotojo vardas, kuriuo jungtis.
nb: Brukernavnet som skal brukes.
nds: De Bruukernaam för't Tokoppeln
ne: जडान गर्नुपर्ने प्रयोगकर्ता नाम ।
nl: Gebruikersnaam waarmee verbinding wordt gemaakt.
nn: Brukarnamnet som skal brukast til å kopla til databasen med.
pa: ਉਪਭੋਗੀ ਨਾਂ, ਜਿਸ ਨਾਲ ਜੁੜਨਾ ਹੈ।
pl: Nazwa użytkownika, którym się łączyć.
pt: Utilizador com o qual se ligar.
pt_br: Usuário para conectar.
ru: Имя пользователя для соединения.
se: Geavaheaddjinamme mainna laktaša.
sk: Používateľské meno, s ktorým sa pripájať.
sr: Корисничко име са којим се треба повезати.
th: ชื่อผู้ใช้ที่จะใช้ทำการเชื่อมต่อ
tr: Bağlanacağınız kullanıcı adı.
uk: Ім'я користувача, яке вживається для з'єднання.

source: Password with which to connect to.
af: Wagwoord vir die databasis gebruiker
bg: Парола за свързване.
ca: Contrasenya amb la que autenticar-se.
cs: Heslo, se kterým se připojit.
da: Kodeord at forbinde med.
de: Dies ist das Passwort, das für die Verbindung mit der Datenbank verwendet werden soll.
el: Ο κωδικός πρόσβασης με τον οποίο θα γίνει η σύνδεση.
es: Contraseña con la que conectar.
et: Parool, millega ühendus luua.
eu: Pasahitza, konektatzeko erabiliko dena.
fa: اسم رمزی که طبق آن متصل می‌شود.
fi: Tietokannan käyttämiseen vaadittava salasana.
fr: Mot de passe utilisé pour se connecter.
he: הססמה להתחבר בעזרתה.
hu: A kapcsolódáshoz használandó jelszó.
it: Password con la quale connettersi.
ja: 接続に使用するパスワード
ka: დასაკავშირებლად პაროლი.
km: ពាក្យសម្ងាត់ ដែល​ប្រើ​ដើម្បី​តភ្ជាប់ ។
ko: 연결하기 위한 패스워드.
lt: Slaptažodis, kuriuo jungtis.
nb: Passordet som skal brukes.
nds: Dat Passwoort för't Tokoppeln
ne: जडान गर्नुपर्ने पासवर्ड ।
nl: Wachtwoord dat nodig is voor de verbinding.
nn: Passordet som skal brukast til å kopla til databasen med.
pa: ਗੁਪਤ-ਕੋਡ, ਜਿਸ ਨਾਲ ਜੁੜਨਾ ਹੈ।
pl: Hasło, którym się łączyć.
pt: Senha com a qual se ligar.
pt_br: Senha para conectar.
ru: Пароль для соединения.
se: Beassansátni mainna laktaša.
sk: Heslo, s ktorým sa pripájať.
sr: Лозинка са којом се треба повезати.
th: รหัสผ่านที่จะใช้ในการเชื่อมต่อ
tr: Bağlanırken kullanacağınız parola.
uk: Пароль, який вживається для з'єднання.

source: PostgreSQL Configuration
af: PostgreSQL Opstelling
bg: Настройки на PostgreSQL
ca: Configuració del PostgreSQL
cs: Nastavení PostgreSQL
da: Indstilling af PostgreSQL
de: PostgreSQL-Einrichtung
el: Ρυθμίσεις PostgreSQL
es: Configuración de PostgreSQL
et: PostgreSQL seadistamine
fa: پیکربندی Postgresql
fi: PostgreSQL-kannan asetukset
fr: Configuration de PostgreSQL
he: הגדרות PostsreSQL
hu: A PostgreSQL beállításai
it: Configurazione PostgreSQL
ja: PostgreSQL の設定
ka: PostgreSQL კონფიგურაცია
km: ការ​កំណត់​រចនាសម្ព័ន្ធ PostgreSQL
ko: PostgreSQL 설정
lt: Postgresql derinimas
nb: Postgresql-oppsett
nds: PostgreSQL instellen
ne: PostgreSQL कन्फिगरेसन
nl: PostgreSQL-configuratie
nn: PostgreSQL-oppsett
pa: PostgreSQL ਸੰਰਚਨਾ
pl: Konfiguracja PostgreSQL
pt: Configuração do PostgreSQL
pt_br: Configuração do PostgreSQL
ru: Параметры PostgreSQL
se: PostgreSQL-heivehus
sk: Nastavenie PostreSQL
sr: Подешавање PostgreSQL-а
th: ตั้งค่า PostgreSQL
tr: PostgreSQL Yapılandırması
uk: Налаштування PostgreSQL

source: Which port postgresql should connect to.
af: Op watter poort moet PostgreSQL koppel.
bg: Към кой порт да се свърже postgresql.
ca: A quin port s'hauria de connectar el PostgreSQL.
cs: Ke kterému portu se má PostgreSQL připojit.
da: Hvilken port postgresql skal forbinde til.
de: Der Port mit dem PostgreSQL verbinden soll.
el: Η θύρα σύνδεσης με τον εξυπηρετητή postgresql.
es: Puerto al que debe conectarse postgresql.
et: Millise pordiga peab postgresql ühenduse looma.
eu: Zein ataka erabili PostgreSQLrekin konektatzeko.
fa: کدام درگاه mysql باید متصل شود.
fi: Mihin porttiin PostgreSQL yhdistää.
fr: Port utilisé par postgresql pour se connecter.
he: לאיזה שער postgresql צריך להתחבר.
hu: Melyik porthoz kapcsolódjon a PostgreSQL.
it: A quale porta postgresql deve connettersi.
ja: postgreSQL が接続するポート
ka: postgresql რომელ პორტს უნდა დაუკავშირდეს.
km: ច្រក​ដែល postgresql គួរ​តភ្ជាប់​ទៅ ៖
ko: postgresql이 연결하는데 사용할 포트.
lt: Prie kurio prievado jungtis postgresql?
nb: Hvilken port postgresql skal koble seg til.
nds: De Port, na de PostgreSQL sik tokoppeln schall.
ne: यसमा कुन पोर्ट postgresql जडान गर्ने ।.
nl: Met welke poort PostgreSQL verbinding moet maken.
nn: Kva port skal postgresql kopla til.
pa: ਕੇਹੜੀ ਪੋਰਟ ਉੱਤੇ postgresql ਜੁੜਨਾ ਚਾਹੀਦਾ ਹੈ।
pl: Przez jaki port PostgreSQL powinien się łączyć.
pt: O porto onde ligar ao postgresql.
pt_br: Em qual porta o postgresql deve se conectar.
ru: Порт для подключения.
se: Makkár verráhii postgresql laktašuvvo.
sk: Na ktorý port sa má postgresql pripájať.
sr: На који порт PostgreSQL треба да се повеже.
th: จะให้ postgresql เชื่อมต่อที่พอร์ตใด
tr: Postgresql sunucusunun bağlanmak zorunda olduğu port.
uk: З яким портом повинна з'єднуватись postgresql.

source: Amarok can browse music on computers sharing their music via programs such as <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee or iTunes. <p>Enter the hostname or IP address of the computer you want to connect to. <p>Examples: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
af: Amarok kan gedeelde musiek op rekenaars blaai wat die data beskikbaar stel met programme soos <a href="http://www.fireflymediaserver.org/">Firefly Media Bediener</a>, Banshee of iTunes. <p>Voer die bediener naam of IP adres van die rekenaar in waaraan jy wil koppel. <p>Voorbeelde: <blockquote><strong>mymusiek.huislinux.org <br>192.168.1.21</strong></blockquote>
bg: Amarok може да разглежда музика на компютри, които споделят музика с програми като <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee или iTunes. <p>Въведете име на хост или IP адрес на компютъра към който искате да се свържете. <p>Примери: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
ca: L'Amarok pot explorar la música dels ordinadors que la comparteixin mitjançant alguns programes com<a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee o iTunes. <p>Introduïu el nom de la màquina o l'adreça IP de l'ordinador al qual us voleu connectar. <p>Exemples: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
da: Amarok kan kigge i musik på computere som dele musik via programmer såsom <a href="http://www.fireflymediaserver.org/">Firefly mediaserver</a>, Banshee eller iTunes. <p>Angiv værtnavn eller IP-adresse for computeren du vil forbinde til. <p>Eksempel: <blockquote><strong>min_musik.hjemmelinux.org <br>192.168.1.21</strong></blockquote>
de: Amarok kann Musik auf Rechnern durchsehen, die Musik mit Programmen wie <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee oder iTunes freigeben. <p>Geben Sie den Rechnernamen oder die IP-Adresse des Rechners ein, zu dem Sie eine Verbindung herstellen möchten. <p>Beispiele: <blockquote><strong>meinemusik.homelinux.org <br>192.168.1.21</strong></blockquote>
el: To Amarok μπορεί να περιηγηθεί μουσική σε υπολογιστές που μοιράζονται τη μουσική του μέσω προγραμμάτων όπως τα <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee ή iTunes. <p>Εισάγετε το όνομα υπολογιστή ή τη διεύθυνση IP του υπολογιστή που επιθυμείτε να συνδεθείτε. <p>Παραδείγματα: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
es: Amarok puede buscar música en ordenadores que compartan su música mediante programas como <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee o iTunes. <p>Introduzca el nombre o la dirección IP del ordenador al que te quieres conectar. <p>Por ejemplo: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
et: Amarok võib sirvida muusikat jagavaid arvuteid selliste programmidega, nagu <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee või iTunes. <p>Sisesta arvuti masinanimi või IP-aadress, millega soovid ühenduse luua. <p>Näited: <blockquote><strong>minumuusika.kuskilmaailmas.org <br>192.168.1.21</strong></blockquote>
eu: Amarok-ek musika araka dezake <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee edo iTunes bezalako programekin partekatutako ordenagailuetan. <p>Konektatzea nahi duzun ordenagailuaren ostalari-izena edo IP helbidea sartu. <p>Adibidez: <blockquote><strong>niremusika.linuxgunea.org <br>192.168.1.21</strong></blockquote>
fa: Amarok می‌تواند موسیقی را در رایانه‌هایی که موسیقیشان را از طریق برنامه‌هایی نظیر <a href="http://www.fireflymediaserver.org/"> کارساز رسانۀ Firefly </a>، Banshee یا iTunes مشترک می‌کنند، مرور کند. <p>نام میزبان یا نشانی اینترنتی رایانه‌ای که می‌خواهید به آن متصل شوید را وارد کنید. <p>مثالها: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
fi: Amarok pystyy selaamaan jaettuja musiikkikokoelmia, jotka on jaettu ohjelmilla <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee tai iTunes. <p>Anna konenimi tai IP-osoite koneeseen, jonka kokoelmaa haluat selata.. <p>Esimerkkejä: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
fr: Amarok peut voir la musique sur des ordinateurs partageants leur musique à l'aide de programmes comme <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee ou iTunes. <p>Entrer le nom d'hôte ou l'adresse IP de l'ordinateur sur lequel vous voulez vous connecter. <p>Exemples : <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
he: תוכנת Amarok יכולה לעיין במוזיקה שנמצאת על המחשבים המשתפים את המוזיקה שלהם בעזרת תכניות כמו <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee או iTunes. <p>דוגמאות: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
hu: Az Amarok képes böngészni az olyan gépeken levő zenei anyagokat, amely gépek a következőkhöz hasonló programokkal osztanak meg zenét: <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee, iTunes. <p>Adja meg annak a gépnek a nevét vagy az IP-címét, amelyhez kapcsolódni szeretne. <p>Példák: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
it: Amarok può sfogliare musica su computer che la condividono attraverso programmi quali <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee o iTunes. <p>Inserisci il nome host o l'indirizzo IP del computer al quale vuoi connetterti. <p>Esempi: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
ja: Amarok は <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>、Banshee、iTunes などのプログラムを使って音楽を共有しているコンピュータ上の音楽をブラウズすることができます。 <p>接続するコンピュータのホスト名または IP アドレスを入力してください。 <p>例: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
km: Amarok អាច​រក​មើល​តន្ត្រី​នៅ​លើ​ក្នុង​​ការ​ចែករំលែក​តន្ត្រី​នៅ​ក្នុង​កុំព្យូទ័រ​តាមរយៈ​កម្មវិធី​ដូចជា<a href="http://www.fireflymediaserver.org/">ម៉ាស៊ីន​បម្រើ​មេឌៀ​ភ្លឹបភ្លែត</a>Banshee ឬ iTunes ។ <p>បញ្ចូល​ឈ្មោះ​ម៉ាស៊ីន ឬ​អាសយដ្ឋាន IP របស់​កុំព្យូទ័រ​ ដែល​អ្នក​ចង់​តភ្ជាប់​ទៅ ។ <p>ឧទាហរណ៍ ៖ <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
ko: Amarok은 <a href="http://www.fireflymediaserver.org/">Firefly 미디어 서버</a>, Banshee 혹은 iTunes 와 같은 프로그램을 통해 공유되는 음악을 컴퓨터에서 검색 할 수 있습니다. <p>연결하기 원하는 컴퓨터의 IP 주소나 호스트 이름을 입력하십시오. <p>예: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
lt: Naudodami Amarok galite peržiūrėti muziką kompiuteriuose, besidalinančiuose muzika per programas <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee ar iTunes. <p>Įrašykite kompiuterio, prie kurio norite prisijungti, pavadinimą arba IP adresą. <p>Pavyzdžiai: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
nb: Amarok kan finne musikk på datamaskiner som deler ut musikk via slike programmer som <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee eller iTunes. <p>Oppgi vertsnavn eller IP-adresse for den maskinen du vil koble til. <p>Eksempler: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
nds: Amarok kann Musik op Reekners dörkieken, de ehr Musik mit Programmen as <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee oder iTunes freegeevt. <p>Giff den Reeknernaam oder de IP-Adress vun den Reekner in, na den Du Di tokoppeln wullt. <p>Bispelen: <blockquote><strong>mienmusik.tohuuslinux.org <br>192.168.1.21</strong></blockquote>
ne: अमारोकले कार्यक्रम मार्फत तिनीहरूको सङ्गीत साझेदार गरेर कम्प्युटरमा सङ्गीत ब्राउज गर्न सक्छ जस्तै <a href="http://www.fireflymediaserver.org/">फायरफ्लाई मिडिया सर्भर</a>, ब्यानशी वा आईटुन । <p>तपाईँले कम्प्युटरमा जडान गर्न चाहनुभएको होस्टनाम वा आईपी ठेगाना प्रविष्ट गर्नुहोस् । <p>उदाहरणहरू: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
nl: Amarok kan door muziek bladeren op computers die hun muziek delen door middel van programma's als <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee of iTunes. <p>Voer de hostnaam of het IP-adres van de computer in waarmee u verbinding wilt maken. <p>Voorbeelden: <blockquote><strong>mijmuziek.homelinux.org <br>192.168.1.21</strong></blockquote>
nn: Amarok kan spela musikk på maskiner som deler musikken via program som <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee og iTunes. <p>Skriv inn vertsnamnet eller IP-adressa til masina du vil kopla til. <p>Eksempel: <blockquote><strong>musikkenmin.homelinux.org <br>192.168.1.21</strong></blockquote>
pl: Amarok może przeglądać muzykę na komputerach współdzielących swoją muzykę przez programy takie jak <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee lub iTunes. <p>Podaj nazwę lub adres IP komputera, do którego chcesz się podłączyć. <p>Przykłady: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
pt: O Amarok poderá escolher a música de computadores que partilhem a sua música com programas como o <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, o Banshee ou o iTunes. <p>Indique o nome ou o endereço IP da máquina a que se deseja ligar. <p>Exemplos: <blockquote><strong>musica.rede.linux.org <br>192.168.1.21</strong></blockquote>
pt_br: O Amarok pode navegar nas músicas em computadores que compartilhem suas músicas através de programas como o <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee ou iTunes. <p>Digite o nome da máquina ou o endereço IP do computador no qual você deseja se conectar. <p>Exemplos: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
se: Amarok sáhttá bláddet musihkka čađa dihtoriin mat fállet musihka <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee or iTunes prográmmaid bokte. <p>Čális guossoheaddjenama dahje IP-čujuhusa dan dihtorii masa hálidat iežat laktit. <p>Ovdamearkkat: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
sk: Amarok dokáže prehliadať hudbu na počítačoch, ktoré zdieľajú hudbu prostredníctvom programov ako <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee alebo iTunes. <p>Zadajte názov hostiteľa alebo IP adresu počítača, ku ktorému sa chcete pripojiť. <p>Príklady: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
sr: Amarok може да прегледа музику на рачунарима који је деле преко програма као што су <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee или iTunes. <p>Унесите име домаћина или IP адресу рачунара на који желите да се повежете. <p>Примери: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
th: Amarok สามารถเรียกดูดนตรีบนเครื่องคอมพิวเตอร์ที่ได้ทำการแบ่งปันเพลงเอาไว้ ผ่านโปรแกรมอย่างเช่น <a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee หรือ iTunes ได้ <p>ให้ใส่ชื่อโฮสต์ หรือที่อยู่ IP ของคอมพิวเตอร์ที่คุณต้องการจะเชื่อมต่อด้วย <p>ตัวอย่าง: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>
uk: Amarok може переглядати музику на комп'ютерах, які надають доступ до своїх спільних музичних ресурсів за допомогою програм, таких як<a href="http://www.fireflymediaserver.org/">Firefly Media Server</a>, Banshee або iTunes. <p>Введіть назву вузла або адресу IP комп'ютера, з яким ви хочете з'єднатись. <p>Наприклад: <blockquote><strong>mymusic.homelinux.org <br>192.168.1.21</strong></blockquote>

source: Enter host:
af: Voer bediener in:
bg: Въведете хост:
ca: Introduïu el nom de la màquina:
cs: Zadejte hostitele:
da: Angiv vært:
de: Rechner:
el: Εισαγωγή υπολογιστή:
es: Introduzca máquina:
et: Masin:
eu: Sartu ostalaria:
fa: وارد کردن میزبان:
fi: Palvelin:
fr: Entrer l'hôte :
he: הזן מחשב מארח:
hu: Adja meg a gépnevet:
it: Inserisci host:
ja: ホストを入力:
km: បញ្ចូល​ម៉ាស៊ីន ៖
ko: 호스트 입력:
lt: Įrašykite pavadinimą:
nb: Skriv inn vert:
nds: Reekner:
ne: होस्ट प्रविष्ट गर्नुहोस्:
nl: Hostnaam invoeren:
nn: Vert:
pa: ਹੋਸਟ ਦਿਓ:
pl: Podaj nazwę komputera:
pt: Indique a URL da 'Podcast':
pt_br: Digite o nome da máquina:
ru: Введите имя хоста:
se: Čális guossoheaddji:
sk: Zadajte hostiteľa:
sr: Унесите домаћин:
th: ใส่ชื่อโฮสต์:
tr: Bilgisayar girin:
uk: Введіть вузол:

source: Transferring files to media device
af: Besig om lêers na die media toestel oor te dra
bg: Прехвърляне на файлове към устройство
ca: S'estan transferint els fitxers al dispositiu de suports
cs: Přenos skladeb na mediální zařízení
da: Overfør filer til medieenhed
de: Dateiübertragung auf den Media-Player
el: Μεταφορά κομματιών στη συσκευή πολυμέσων
es: Transfiriendo archivos al dispositivo de medios
et: Palade ülekandmine meediaseadmele
eu: Fitxategiak multimediako gailura transferitzen
fa: انتقال پرونده‌ها به دستگاه رسانه
fi: Kappaleita siirretään medialaitteelle
fr: Transfert des morceaux dans le périphérique de média
he: העבר קבצים להתקן־מדיה
hu: Fájlok átvitele a médiaeszközre
it: Trasferimento file al dispositivo multimediale
ja: トラックをメディアデバイスに転送
km: កំពុង​ផ្ទេរ​ឯកសារ​ទៅ​កាន់​ឧបករណ៍​ផ្ទុក
ko: 미디어 장치에 파일들 전송중
lt: Dainos siunčiamos į muzikos įrenginį
nb: Overfører filer til medieenhet
nds: Stücken warrt na Medienreedschap överdragen
ne: मिडिया यन्त्रमा फाइलहरू स्थानान्तरण गर्दै
nl: Bestanden naar media-apparaat sturen
nn: Overfører filer til medieeining
pa: ਫਾਇਲਾਂ ਮੀਡਿਆ ਜੰਤਰ ਉੱਤੇ ਭੇਜੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
pl: Przenoszenie utworów na urządzenie mediów
pt: A transferir os ficheiros para o dispositivo multimédia
pt_br: Transferindo arquivos para o dispositivo de mídia
ru: Копирование файлов в переносное устройство
se: Sáddemin fiillaid mediaovttadahkii
sk: Preniesť súbory do mediálneho zariadenia
sr: Преносим нумере на мултимедијални уређај
th: กำลังถ่ายโอนแฟ้มลงไปยังอุปกรณ์เล่นสื่อ
tr: Dosyalar ortam aygıtına aktarılıyor
uk: Перенесення файлів на пристрій носія
