Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: These scripts are currently known to Amarok.
af: Amarok herken tans die volgende skripte
bg: В момента тези скриптове са известни в Amarok.
ca: Aquestes seqüències són reconegudes actualment per l'Amarok.
cs: AmaroK v současnosti zná tyto skripty.
da: Disse scripter er for øjeblikket kendt af Amarok.
de: Diese Skripte sind Amarok momentan bekannt.
el: Αυτά τα σενάρια είναι αυτή τη στιγμή γνωστά στο AmaroK.
es: Amarok conoce actualmente estos scripts.
et: Need on praegu Amarokile teada skriptid.
fa: این دست‌نوشته‌ها در حال حاضر برای amaroK شناخته هستند.
fi: Amarok tuntee seuraavat komentosarjat.
fr: Ces scripts sont actuellement connus d'Amarok.
he: תסריטים אלו כרגע מוכרים ל־ Amarok.
hu: Az Amarok számára jelenleg ezek a szkriptek ismertek.
it: Questi sono gli script attualmente riconosciuti da Amarok.
ja: Amarok はこれらのスクリプトを認識しています。
km: បច្ចុប្បន្ន amaroK ស្គាល់​ស្គ្រីប​ទាំងនេះ ។
ko: 이 스크립트들은 Amarok에서 사용할 수 있습니다.
lt: AmaroK žino šiuos scenarijus.
nb: Amarok kjenner for tiden til disse skriptene.
nds: Vun disse Skripten weet Amarok opstunns wat af.
ne: यी स्क्रिप्टहरू हालै अमारोकको रूपमा ज्ञात छन् ।
nl: Deze scripts zijn op dit moment bekend bij Amarok.
nn: Amarok kjenner for tida desse skripta.
pa: ਅਮਰੋਕ ਇਸ ਸਮੇਂ ਇਹਨਾਂ ਸਕਰਿਪਟਾਂ ਨੂੰ ਪਛਾਣਦਾ ਹੈ।
pl: Obecnie te skrypty są znane programowi Amarok.
pt: Estes 'scripts' são actualmente conhecidos pelo Amarok.
pt_br: Estes scripts são reconhecidos atualmente pelo Amarok.
ru: Сценарии, доступные amaroK.
se: Amarok dovdá dál dáid skriptaid.
sk: Amarok v súčasností pozná tieto skripty.
sr: Amarok тренутно познаје ове скрипте.
th: ขณะนี้ Amarok รู้จักสคริปต์เหล่านี้
tr: Bu betikler şu anda Amarok tarafından biliniyor.
uk: Ці скрипти в даний час доступні для amaroK.

source: &Get More Scripts
af: Gaan kry meer skripte
bg: &Още скриптове
ca: &Obté més seqüències
cs: Získat ví&ce skriptů
da: &Hent flere scripter
de: &Weitere Skripte holen
el: &Λήψη επιπλέον σεναρίων
es: &Obtener más scripts
et: Han&gi rohkem skripte
eu: &Lortu script gehiago
fa: &به دست آوردن دست‌نوشته‌های بیشتر‌
fi: &Hae lisää komentosarjoja…
fr: &Obtenir plus de scripts
he: השג תסריטים &נוספים
hu: További szkriptek &beszerzése
it: &Scarica altri script
ja: 他のスクリプトを取得(&G)
ka: &სცენარის ჩამოტვირთვა
km: យក​ស្គ្រីប​បន្ថែម​ទៀត
ko: 더 많은 스크립트 얻기(&G)
lt: &Gauti daugiau scenarijų
nb: &Hent flere skript
nds: &Mehr Skripten halen
ne: अझ धेरै स्क्रिप्टहरू प्राप्त गर्नुहोस्
nl: Meer scripts &ophalen
nn: &Hent fleire skript
pa: ਹੋਰ ਸਕਰਿਪਟਾਂ ਲਵੋਂ(&G)
pl: &Pobierz więcej skryptów
pt: O&bter Mais Programas
pt_br: &Baixar Mais Scripts
ru: &Загрузить сценарии
se: &Viečča eanet skriptaid
sk: Získať &viac skriptov
sr: &Добави још скрипти
th: รั&บสคริปต์เพิ่ม
tr: &Daha Çok Betik İndir
uk: &Звантажити скрипти

source: &Install Script
af: Installeer skrip
bg: Инста&лиране на скриптове
ca: &Instal·la una seqüència
cs: Na&instalovat skript
da: &Installationsscript
de: Skript &installieren
el: Εγ&κατάσταση σεναρίου
es: &Instalar el script
et: Pa&igalda skript
eu: &Instalatu script-a
fa: &نصب دست‌نوشته‌
fi: &Asenna komentosarja…
fr: &Installer un script
he: התקן &תסריטים
hu: Szkript &telepítése
it: &Installa script
ja: スクリプトをインストール(&I)
ka: სცენარ&ის ჩადგმა
km: ដំឡើង​ស្គ្រីប
ko: 스크립트 설치(&I)
lt: Į&diegti scenarijų
nb: &Installer skript
nds: Skript &installeren
ne: स्क्रिप्ट स्थापना गर्नुहोस्
nl: Script &installeren
nn: &Installer skript
pa: ਸਕਰਿਪਟ ਇੰਸਟਾਲ(&I)
pl: Za&instaluj skrypt
pt: &Instalar o Programa
pt_br: &Instalar Script
ru: &Установить сценарий
se: &Sajáiduhte skripta
sk: Na&inštalovať skript
sr: &Инсталирај скрипту
th: ติ&ดตั้งสคริปต์
tr: &Betik Kur
uk: &Встановити скрипт

source: &Run
af: Hardloop
bg: &Стартиране
ca: &Executa
cs: &Spustit
da: &Kør
de: &Ausführen
el: &Εκτέλεση
es: Ejecuta&r
et: &Käivita
eu: &Exekutatu
fa: &اجرا‌
fi: &Suorita
fr: &Exécuter
he: ה&רץ
hu: &Futtatás
it: &Esegui
ja: 実行(&R)
ka: &გაშვება
km: ​រត់
ko: 실행(&R)
lt: &Paleisti
nb: &Kjør
nds: &Starten
ne: चलाउनुहोस्
nl: Uitvoe&ren
nn: &Køyr
pa: ਚਲਾਓ(&R)
pl: U&ruchom
pt: Executa&r
pt_br: &Executar
ru: &Выполнить
se: &Vuoje
sk: S&pustiť
sr: Пок&рени
th: สั่ง&ทำงาน
tr: &Çalıştır
uk: &Виконати

source: &Uninstall
af: Deinstalleer
bg: &Премахване
ca: De&sinstal·la
cs: Odinst&alovat
da: &Afinstallér
de: &Deinstallieren
el: &Απεγκατάσταση
es: &Desinstalar
et: &Eemalda
eu: &Desinstalatu
fa: &از نصب خارج کردن‌
fi: &Poista
fr: &Désinstaller
he: ה&סר התקנה
hu: &Eltávolítás
it: &Disinstalla
ja: アンインストール(&U)
ka: &წაშლა
km: លុប
ko: 제거(&U)
lt: Pa&šalinti
nb: &Avinstaller
nds: &Deinstalleren
ne: विस्थापन गर्नुहोस्
nl: Deïn&stalleren
nn: &Avinstaller
pa: ਹਟਾਓ(&U)
pl: &Odinstaluj
pt: &Desinstalar
pt_br: &Desinstalar
ru: &Удалить
se: &Váldde eret
sk: &Odinštalovať
sr: &Деинсталирај
th: &ถอดออก
tr: &Kaldır
uk: &Прибрати

source: <p align="center">The blue drag points can be dragged to adjust the equalizer. Double-click on the line to add a new drag point.</p>
af: <p align="center">Die blou knoppies kan getrek word om die band menger ("equalizer") te verstel. Dubbel kliek op die lyn om nog 'n skuif knoppie by te voeg.</p>
bg: <p align="center">Сините точки могат да бъдат влачени за настройка на еквалайзера. Щракнете два пъти с мишката, ако искате да добавите нова точка.</p>
ca: <p align="center"> Si arrossegueu els punts blaus podreu ajustar l'equalitzador. Feu doble clic a la línia i s'afegirà un altre punt per arrossegar.</p>
cs: <p align="center">Modré body mohou být posunuty pro upravení ekvalizéru. Dvojklikem na křivce je možné přidat další bod.</p>
da: <p align="center">De blå punkter kan trækkes for at justere equalizeren. Dobbeltklik på linjen for at tilføje et nyt punkt at trække.</p>
de: <p align="center">Durch hin- und herziehen der blauen Anfasser können Sie den Equalizer einstellen. Um einen weiteren Anfasser hinzuzufügen, klicken Sie doppelt auf die Linie.</p>
el: <p align="center">Τα μπλε συρόμενα σημεία μπορούν να συρθούν για να ρυθμιστεί ο ισοσταθμιστής. Διπλό κλικ στη γραμμή για να προσθέσετε νέο συρόμενο σημείο</p>
es: <p align="center">Los puntos de arrastre azules se pueden arrastrar para ajustar el ecualizador. Haga doble clic en la línea para añadir un nuevo punto de arrastre.</p>
et: <p align="center">Siniseid punkte lohistades saab kohandada ekvalaiserit. Joonel topeltklõpsu tehes saab lisada uue punkti.</p>
eu: <p align="center">Arrastatzeko puntu urdinak arrastatu daiteke ekualizadorea doitzeko. Egin klik-bikoitza marran arrastatzeko puntu berria gehitzeko.</p>
fa: <p align="center">نقاط کشیدن آبی را برای میزان کردن برابرساز می‌توان کشید. برای افزودن یک نقطۀ کشیدن جدید، روی خط دو بار فشار دهید.</p>
fi: <p align="center">Sinisiä pisteitä vetämällä voit muuttaa taajuuksia. Käyrää kaksoisnapsauttamalla saat lisättyä uuden vetopisteen.</p>
fr: <p align="center">Les points bleus peuvent être déplacés pour ajuster l'égaliseur. Double-cliquez sur la ligne pour ajouter un nouveau point.</p>
he: <p align="center">הנקודות הכחולות ניתנות לשימוש בגרירה על מנת לכוון את האקולייזר. לחץ לחיצה כפולה על הקו על־מנת להוסיף נקודת גרירה חדשה.</p>
hu: <p align="center">A kék húzási pontok egérrel áthelyezhetők az equalizer beállítása érdekében. Új húzási pont hozzáadásához kattintson duplán a vonalra.</p>
it: <p align="center">I punti di trascinamento blu possono essere spostati per regolare l'equalizzatore. Doppio clic sulla linea per aggiungere un nuovo punto di trascinamento.</p>
ja: <p align="center">青い点をドラッグしてイコライザを調節することができます。新しい点を追加するには線上でダブルクリックします。</p>
ka: <p align="center">ლურჯი გადასათრევი წერტილის გადათრევა შეიძლება ეკვალაიზერის გასამართად. ხაზზე ორმაგი წკაპი ახალი გადათრევის წერტილის დასამატებლად.</p>
km: <p align="center">អ្នក​អាច​អូស​ចំណុច​អូស​ពណ៌​ខៀវ ដើម្បី​លៃតម្រូវ​អេហ្គុយ ។ ចុច​ទ្វេដង​លើ​បន្ទាត់ ដើម្បី​បន្ថែម​ចំណុច​អូស​ថ្មី ។</p>
ko: <p align="center">푸른 점으로 이퀼라이저를 조정합니다. 선 위에서 마우스를 더블클릭하여 새로운 점을 만들 수도 있습니다.</p>
lt: <p align="center">Tempdami mėlynus taškus galite derinti ekvalaizerį. Spragtelėję liniją du kartus įdėsite naują tempimo taėką.</p>
nb: <p align="center">Du kan dra de blå merkene for å endre lydbalansen. Dobbeltklikk på linja for å legge til nye punkter.</p>
nds: <p align="center">Mit de blagen Treckpunkten kannst Du den Liekmaker topassen. Wenn Du en niegen Treckpunkt tofögen wullt, klick eenfach dubbelt op de Lien.</p>
ne: <p align="center">नीलो तान्ने बिन्दु तुल्यकारक समायोजन गर्न तान्न सकिन्छ । नयाँ तान्ने बिन्दु थप्न रेखामा डबल क्लिक गर्नुहोस् ।</p>
nl: <p align="center">De blauwe sleeppunten kunnen worden versleept om de equalizer bij te stellen. Dubbelklik op een lijn om een nieuw sleeppunt toe te voegen.</p>
nn: <p align="center">Du kan dra dei blå merka for å endra lydbalansen. Dobbeltklikk på linja for å leggja til nye punkt.</p>
pl: <p align="center">Niebieskie punkty przeciągania mogą być przeciągane by dostosować korektor. Podwójne kliknięcie na linii dodaje nowy punkt przeciągania.</p>
pt: <p align="center">As pegas azuis podem ser arrastadas para ajustar o equalizador. Carregue duas vezes na linha para adicionar um ponto de arrasto novo.</p>
pt_br: <p align="center">Os pontos azuis podem ser arrastados para o ajuste do equalizador. O duplo clique na linha permite adicionar um novo ponto de arrasto.</p>
ru: <p align="center">Синие точки можно перемещать для настройки эквалайзера. Двойной щелчок на линии создаст новую точку.</p>
se: <p align="center">Sáhtát geassit alit čuoggáid rievdadan dihte jietnadássádaga. Duppalcoahkkal linnjá lasihan dihte ođđa čuoggá.</p>
sk: <p align="center">Modré body môžu byť posunuté pre upravenie ekvalizéru. Dvojklikom na krivke je možné pridať další bod.</p>
sr: <p align="center">Плаве тачке се могу превлачити ради подешавања еквилајзера. Двокликните на линију да додате нову тачку за превлачење.</p>
th: <p align="center">จุดสีน้ำเงินสำหรับลากนั้นสามารถจะลากได้เพื่อจัดปรับแต่งอิควอไลเซอร์ ให้ดับเบิลคลิกที่เส้น เพื่อทำการเพิ่มจุดสำหรับลาก</p>
tr: <p align="center">Ekolayzırı ayarlamak için mavi noktaları sürükleyebilirsiniz.Yeni bir sürükleme noktası oluşturmak için çizgiye çift tıklamanız yeterli.</p>
uk: <p align="center">Сині точки можна пересувати і, таким чином, налаштовувати еквалайзер. Клацніть двічі на лінію, щоб додати нову точку.</p>

source: <p align="center">Pre-amp</p>
af: <p align="center">Vooraf versterker</p>
bg: <p align="center">Предусилвател</p>
ca: <p align="center">Preamplificació</p>
cs: <p align="center">Předzesílení</p>
da: <p align="center">Forforstærker</p>
de: <p align="center">Vorverstärkung</p>
el: <p align="center">Προ-ενίσχ</p>
et: <p align="center">Eelmoonutus</p>
eu: <p align="center"> Aurreanplifikadorea</p>
fi: <p align="center">Esivahvistus</p>
fr: <p align="center">Pré-amplification</p>
he: <p align="center">קדם־הגבר</p>
hu: <p align="center">Előerősítő</p>
ja: <p align="center">プリアンプ</p>
km: <p align="center">អាំភ្លី​ដើរ​មុន​គេ</p>
lt: <p align="center">Didinimas</p>
nb: <p align="center">Lydforsterkning</p>
nds: <p align="center">Vörverstärken</p>
nn: <p align="center">Lydforsterking</p>
pl: <p align="center">Wzmocnienie</p>
pt: <p align="center">Pré-amp</p>
pt_br: <p align="center">Pré-amplificador</p>
ru: <p align="center">Усиление</p>
se: <p align="center">Jietnageavrudeaddji</p>
sk: <p align="center">Predzosilnenie</p>
sr: <p align="center">Претпојачање</p>
th: <p align="center">ปรีแอมป์</p>
tr: <p align="center">Ön-Amfi</p>
uk: <p align="center">Підсилення</p>

source: Tag Guesser
af: Etiket Raaier
bg: Отгатване по таговете
ca: Endevinador d'etiquetes
cs: Odhad značek
da: Gæt mærker
de: Metadaten-Errater
el: Ανίχνευση ετικετών
es: Adivinación de etiquetas
et: Sildi äraarvaja
eu: Etiketa asmatzailea
fa: حدس‌زنندۀ برچسب
fi: Sisältökuvausarvaaja
fr: Recherche de balises
he: מנחש תגיות
hu: Fájljellemző-meghatározó
it: Stimatore di tag
ja: タグ推測
ka: ჭდის მიმხვედრი
km: ស្លាក Guesser
ko: 태그 추측기
lt: Meta informacijos spėjimo įrankis
nb: Tagg-gjetter
nds: Betekers raden
ne: ट्याग अनुमानकर्ता
nl: Tag-gisser
nn: Merkelappgjettar
pa: ਟੈਗ ਪ੍ਰਾਪਤਕਰਤਾ
pl: Odgadywacz znaczników
pt: Adivinho de Marcas
pt_br: Gerador de Etiquetas
ru: Генератор тегов
se: Gilkorárvideaddji
sk: Hádanie značiek
sr: Погађач ознака
th: ตัวเดาแท็ก
tr: Etiket Tahminleyicisi
uk: Вгадування міток

source: File Name Scheme
af: Lêernaam Skema
bg: Схема за именуване на файл
ca: Patró del nom de fitxer
cs: Schéma názvu souboru
da: Filnavnesystem
de: Dateinamen-Schema
el: Μορφή ονόματος αρχείου
es: Esquema de los nombres de archivo
et: Failinime skeem
eu: Fitxategi-izenaren eskema
fa: طرحوارۀ نام پرونده
fi: Tiedoston nimeämistyyli
fr: Schéma de nom de fichier
he: תבנית שם קובץ
hu: Fájlnév-séma
it: Schema nome file
ja: ファイル名スキーム
ka: ფაილის სახელის სქემა
km: គ្រោងការណ៍​ឈ្មោះ​ឯកសារ
ko: 파일 이름 구성
lt: Bylos pavadinimo šablonas
nb: Filnavn-mønster
nds: Dateinaam-Schema
ne: फाइल नाम योजना
nl: Bestandsnaamschema
nn: Filnamn-mønster
pa: ਫਾਇਲ ਨਾਂ ਸਕੀਮ
pl: Schemat nazwy pliku
pt: Esquemas dos Nomes de Ficheiros
pt_br: Esquema de Nome do Arquivo
ru: Схема имени файла
se: Fiilanammaminsttar
sk: Schéma pre názov súboru
sr: Шема имена фајла
th: รูปแบบชื่อแฟ้ม
tr: Dosya Adı Şeması
uk: Схема назв файлів
