Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Enter space-separated terms to search
af: Voer spasie geskeide terme in om te soek
bg: Въведете филтриращи термини, разделени с интервал
ca: Introduïu els termes separats per espai per filtrar
cs: Zadejte mezerou oddělená slova pro vyhledání
da: Indtast mellemrumsadskilte udtryk til at søge
de: Bitte geben Sie durch Leerzeichen getrennte Begriffe ein
el: Εισάγετε όρους διαχωρισμένους με κενό για φιλτράρισμα
es: Introduzca términos separados por espacios para buscar
et: Sisesta tühikutega eraldatult otsingusõnad
fa: وارد کردن اصطلاحات با فاصله جداشده برای جستجو
fi: Anna välilyönnein erotetut hakusanat
fr: Saisissez des termes, séparés par un espace, pour chercher
hu: A kereséshez adjon meg szóközzel elválasztott kifejezéseket
it: Inserisci parole separate da spazi per cercare
ja: 検索語をスペースで区切って入力します
km: បញ្ចូល​ពាក្យ​បំបែក​ដោយ​ចន្លោះ​ដើម្បី​ស្វែងរក
lt: Įrašykite tarpais atskirtus pieškos kriterijus
nb: Oppgi ord å søke på, atskilt med mellomrom
nds: Vun Freetekens trennte Wöör ingeven, wenn Du söken wullt
ne: खोजी गर्न खाली स्थान-विभाजित सर्त प्रविष्ट गर्नुहोस्
nl: Voer door spaties gescheiden termen in om te zoeken
nn: Skriv inn ei liste over søkjeord, skild med mellomrom.
pl: Podaj, oddzielone spacjami, kryteria wyszukiwania
pt: Indique termos separados por espaços para procurar
pt_br: Digite termos separados por espaços, para buscar
ru: Введите через пробел слова, по которым нужно отфильтровать список
se: Čális gaskamearka earohuvvon tearpmaid ohcan dihte
sk: Zadajte medzerou oddelené slová pre vyhľadávanie
sr: Унесите размаком раздвојене изразе за тражење
th: ใส่คำค้นสำหรับกรองคั่นด้วยวรรค เพื่อค้นหา
tr: Aramak için boşluk ile ayrılmış sözcükler girin
uk: Введіть, розділені пропусками, критерії пошуку

source: Click to edit filter
af: Kliek om die filter te redigeer
bg: Щракнете, за да изчистите филтъра
ca: Feu clic per editar el filtre
cs: Kliknutím upravíte filtr
da: Klik for at redigere filtret
de: Klicken Sie, um den Filter zu bearbeiten
el: Κλικ για επεξεργασία του φίλτρου
es: Haga clic para editar el filtro
et: Klõpsa filtri muutmiseks
fa: فشار برای ویرایش پالایه
fi: Napsauta muokataksesi suodinta
fr: Cliquez pour éditer le filtre
hu: A szűrő szerkesztéséhez kattintson ide
it: Fai clic per modificare il filtro
ja: クリックしてフィルタを編集
km: ចុច​ដើម្បី​កែសម្រួល​តម្រង
lt: Keisti filtrą
nb: Trykk for å redigere filter
nds: Klick hier, wenn Du den Filter bewerken wullt
ne: सम्पादन फिल्टरमा क्लिक गर्नुहोस्
nl: Klik om het filter te bewerken
nn: Trykk får å endra filteret
pa: ਫਿਲਟਰ ਸੋਧਣ ਲਈ ਕਲਿੱਕ ਕਰੋ
pl: Kliknij, aby edytować filtr
pt: Carregue para editar o filtro
pt_br: Clique para editar o filtro
ru: Щёлкните для изменения параметров фильтрации
se: Coahkkal jus háliidat silli doaimmahit
sk: Kliknite sem pre vyčistenie filtru
sr: Кликните да уредите филтер
th: คลิกเพื่อแก้ไขตัวกรอง
tr: Filtreyi düzenlemek için tıklayın
uk: Клацніть, щоб редагувати фільтр

source: Disable
af: Deaktiveer
bg: Изключване
ca: Deshabilita
cs: Zakázat
da: Deaktivér
de: Deaktivieren
el: Απενεργοποίηση
es: Deshabilitar
et: Keela
eu: Desgaitu
fa: غیرفعال
fi: Ei liitännäistä
fr: Désactivé
he: בטל
hu: Letiltás
it: Disabilita
ja: 無効にする
ka: გამორთე
km: មិន​អនុញ្ញាត
ko: 사용안함
lt: Išjungti
nb: Slå av
nds: Utmaken
ne: अक्षम पार्नुहोस्
nl: Deactiveren
nn: Slå av
pa: ਆਯੋਗ
pl: Wyłącz
pt: Desactivar
pt_br: Desabilitar
ru: Отключить
se: Eret
sk: Vypnúť
sr: Искључи
th: ไม่ใช้งาน
tr: Pasifleştir
uk: Вимкнути

source: Do not handle
af: Moet nie handteer nie
bg: Без
ca: No l'administris
cs: Nespravovat
da: Håndtér ikke
de: Nicht verwenden
el: Μην τη διαχειριστείς
es: No tratar
et: Ei kasutata
eu: Ez kudeatu
fa: عدم گرداندن
fi: Ei liitännäistä
fr: Ne pas gérer
he: אל תטפל
hu: Ne legyen kezelve
it: Non gestire
ja: 扱わない
ka: არ დამუშავება
km: កុំ​ប្រើ
ko: 제어하지 마십시오
lt: Nenaudoti
nb: Ikke håndter
nds: Nich hanteren
ne: ह्यान्डल गर्न सक्दैन
nl: Niet afhandelen
nn: Ikkje handter
pa: ਕੰਟਰੋਲ ਨਾ ਕਰੋ
pl: Nie obsługuj
pt: Não tratar
pt_br: Não gerenciar
ru: Не работать с этим устройством
se: Ale gieđahala
sk: Neošetrovať
sr: Не обрађуј
th: ไม่มี
tr: Kullanma
uk: Не опрацьовувати

source: Amarok has detected new portable media devices. Go to the "Media Devices" pane of the configuration dialog to choose a plugin for these devices.
af: Amarok het 'n nuwe draagbare toestel opgetel. Gaan na die "Media Toestelle" paneel van die opstelling dialoog om 'n inprop module vir die toestel te kies.
bg: Amarok откри нови преносими устройства. Натиснете бутона "Устройства" в подпрозореца и изберете приставки за тях.
ca: L'Amarok ha detectat nous dispositius de suports portables. Aneu al panell «Dispositius de suports» del diàleg de configuració per triar un connector per aquests dispositius.
da: Nye bærbare medieenheder er detekteret af Amarok. Gå til feltet "Medieenheder" i indstillingsdialogen for at vælge et plugin for disse enheder.
de: Amarok hat neue tragbare Media-Player erkannt. Wählen Sie auf der Karteikarte "Media-Player" im Einrichtungsdialog ein Modul für diese Geräte aus.
el: Το AmaroK ανίχνευσε νέες φορητές συσκευές πολυμέσων. Πηγαίνετε στην καρτέλα "Συσκευές πολυμέσων" του διαλόγου ρυθμίσεων και επιλέξτε πρόσθετα γι' αυτές τις συσκευές.
es: Amarok ha detectado nuevos dispositivos de medios portátiles. Vaya al panel «Dispositivos de medios» de la ventana de configuración para escoger un complemento para estos dispositivos.
et: Amarok avastas uued meediaseadmed. Mine nende seadmete pluginate valimiseks meediaseadme kaardile.
eu: Amarok aplikazioak multimediako gailu eramangarri berriak detektatu ditu. Joan "Multimediako gailuak" panelera gailu hauen plugin-ak aukeratzeko.
fa: Amarok دستگاههای رسانۀ قابل حمل جدید را آشکار کرده است. برای انتخاب یک وصله برای این دستگاهها، به قاب »دستگاههای رسانه« محاورۀ پیکربندی بروید.
fi: Amarok on havainnut uusia irrotettavia laitteita. Voit valita näiden laitteiden liitännäiset Amarokin asetusten <i>Medialaitteet<i>-välilehdeltä.
fr: Amarok a détecté de nouveaux périphériques de média. Allez sur l'onglet "Périphériques de média" de la boîte de dialogue de configuration pour choisir un plugin pour ces périphériques.
he: היישום Amarok זיהה התקן מדיה נייד חדש. לך אל לוח "התקני המדיה" בתיבת הדו־שיח של ההגדרות לבחור תוסף עבור התקן זה.
hu: Az Amarok új hordozható médiaeszközöket talált. Ezen eszközökhöz a beállítási párbeszédablak "Médiaeszközök" részében választhat modult.
it: Amarok ha rilevato nuovi dispositivi multimediali portatili. Vai al pannello "Dispositivi" della finestra di configurazione per scegliere un plugin per questi dispositivi.
ja: 新しいポータブルメディアデバイスを検出しました。 設定ダイアログの「メディアデバイス」を開いて これらのデバイス用のプラグインを選んでください。
km: amaroK បាន​រកឃើញ​ឧបករណ៍​ផ្ទុក​​ចល័ត​មួយ ។ អ្នក​អាច​ចូល​ទៅ​ស្លាបព្រិល "ឧបករណ៍​​ផ្ទុក​" នៃ​ប្រអប់​កំណត់​រចនាសម្ព័ន្ធ ដើម្បី​ជ្រើស​កម្មវិធី​ជំនួយ​មួយ សម្រាប់​ឧបករណ៍​នេះ ។
ko: Amarok이 새로운 휴대용 미디어 장치들을 발견했습니다. 설정 대화상자의 "미디어 장치들" 틀로 가서 이 장치에 대한 플러그인을 선택하십시오.
lt: Amarok aptiko naują nešiojamą įrenginį. „Muzikos įrenginio“ derinimo lange nurodykite šio įrenginio įskiepį.
nb: Amarok har funnet nye portable mediaenheter. Gå til fanen «Mediaenheter» i oppsettsdialogen for å velge et tilleggsprogram for disse enhetene.
nds: Amarok hett niege dreegbore Medienredschappen funnen. Op de Siet "Medienreedschappen" vun den Instellendialoog kannst Du dor passen Modulen för utsöken.
ne: अमारोकले नयाँ पोर्टेबल मिडिया यन्त्र पत्ता लगायो । यी यन्त्रहरूका लागि प्लगइन चयन गर्न कन्फिगेसन संवादको "मिडिया यन्त्र" फलकमा जानुहोस् ।
nl: Amarok heeft nieuwe draagbare media-apparaten ontdekt. Klik op de knop "Dit media-apparaat instellen->Plugins beheren" op tabblad Media-apparaat om een plugin voor deze apparaten te selecteren.
nn: Amarok har oppdaga ein ny berbar mediespelar. Gå til kategorien «Mediespelarar» i oppsettdialogen for å velja kva programtillegg som skal handtera denne.
pa: ਅਮਰੋਕ ਨੇ ਨਵੇਂ ਪੋਰਟੇਬਲ ਮੀਡਿਆ ਜੰਤਰਾਂ ਦੀ ਖੋਜ ਕੀਤੀ ਹੈ। ਸੰਰਚਨਾ ਵਾਰਤਲਾਪ 'ਚ "ਮੀਡਿਆ ਜੰਤਰ" ਪੱਟੀ ਉੱਤੇ ਜਾਓ ਅਤੇ ਇਹਨਾਂ ਜੰਤਰਾਂ ਲਈ ਪਲੱਗਇਨ ਦੀ ਚੋਣ ਕਰੋ।
pl: Amarok wykrył nowe przenośne urządzenia mediów. Przejdź do części konfiguracji "Urządzenia mediów", by wybrać wtyczkę dla tych urządzeń.
pt: O Amarok detectou novos dispositivos multimédia portáteis. Vá à área de "Dispositivos Multimédia" da janela de configuração para seleccionar um 'plugin' para esses dispositivos.
pt_br: O Amarok detectou novos dispositivos portáteis de mídia. Vá até o painel "Dispositivos de Mídia" no diálogo de configuração para escolher um plugin para estes dispositivos.
ru: Обнаружены новые устройства. Выберите модуль для работы с ними на вкладке «Переносные устройства» окна конфигурации.
se: Amarok lea áican ođđa guoddehahtti ovttadagaid. Mana «Mediaovttadagat»-gilkoriid heivehuslásežis vai válljet lassemoduvlla dáid gilkoriidda.
sk: Amarok detegoval nové prenosné mediálne zariadenia. Prejdite na panel "Mediálne zariadenia" konfiguračného dialógu a vyberte modul pre tieto zariadenia.
sr: Amarok је открио нове преносиве мултимедијалне уређаје. У подешавањима, идите на „Мултимедијални уређаји“ да бисте изабрали прикључак за ове уређаје.
th: Amarok ได้ตรวจพบอุปกรณ์เล่นสื่อแบบพกพาตัวใหม่ กรุณาไปที่แถบ "อุปกรณ์เล่นสื่อ" ที่กล่องการปรับแต่งเพื่อ เลือกปลั๊กอินสำหรับอุปกรณ์เหล่านี้
tr: Amarok yeni bir çıkarılabilir medya aygıtı algıladı. Medya Aygıtı Tarayıcısı sekmesindeki "Eklentileri Yönet ..." düğmesine tıklayarak bu aygıt için eklentileri seçin.
uk: Програма Amarok виявила нові пристрої носіїв даних. Перейдіть в до вкладки "Пристрої носіїв" у вікні налаштування, щоб вибрати втулок для цих пристроїв.

source: Cannot remove device because disconnect failed
af: Moet nie die toestel verwyder nie, want die ontkoppel opdrag was onsuksesvol.
bg: Устройството не може да бъде премахнато поради грешка при разкачването
ca: No es pot extreure el dispositiu perquè ha fallat la desconnexió
cs: Nelze odstranit zařízení, neboť odpojení selhalo
da: Kan ikke fjerne enheden eftersom afbrydelse mislykkedes
de: Das Gerät kann nicht entfernt werden, weil es nicht erfolgreich getrennt wurde.
el: Αδύνατη η αφαίρεση της συσκευής γιατί η αποσύνδεση απέτυχε
es: No se puede eliminar el dispositivo porque falló la desconexión
et: Seadet ei saa eemaldada, sest lahutamine ebaõnnestus
eu: Ezin da gailua kendu deskonektatzeak huts egin duelako
fa: چون اتصال خراب شد، نمی‌توان دستگاه را حذف کرد
fi: Laitetta ei voi poistaa, koska yhteyden katkaisu epäonnistui
fr: Impossible d'enlever le périphérique car la déconnexion a échouée
he: לא מסוגל להסיר התקן, כי הניתוק נכשל
hu: Nem lehet eltávolítani az eszközt, mivel a lekapcsolódás sikertelen
it: Impossibile rimuovere il dispositivo perché la disconnessione è fallita
ja: 接続の切断に失敗したため、デバイスを取り除けません
km: មិន​អាច​យក​ឧបករណ៍​ចេញ​បាន​ឡើយ ព្រោះ​ផ្ដាច់​មិន​បាន​ជោគជ័យ
ko: 연결끊기를 실패하였으므로 장치를 제거할 수 없습니다.
lt: Nepavyko pašalinti įrenginio, nes jo nepavyko atjungti
nb: Kan ikke fjerne enhet fordi den ikke kunne frakobles
nds: De Reedschap lett sik nich wegmaken, dat Afkoppeln is fehlslaan.
ne: यन्त्र हटाउन सकिँदैन किनभने विच्छेदन असफल भयो
nl: Apparaat kan niet worden verwijderd doordat het verbreken van de verbinding is mislukt.
nn: Klarte ikkje fjerna eininga, grunna feil ved fråkopling.
pa: ਜੰਤਰ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ, ਕਿਉਂਕਿ ਕੁਨੈਕਸ਼ਨ ਖਤਮ ਕਰਨਾ ਅਸਫ਼ਲ ਹੋ ਗਿਆ ਹੈ
pl: Nie można usunąć urządzenia, ponieważ rozłączenie się nie powiodło
pt: Não é possível remover o dispositivo porque a desconexão falhou
pt_br: Não foi possível remover o dispositivo porque a desconexão falhou
ru: Не удалось извлечь устройство из-за ошибки отключения
se: Ii sáhtán váldit eret ovttadaga dannego ii lihkkostuvvan laktit dan eret
sk: Nemôžem odstrániť zariadenie, pretože odpojenie zlyhalo
sr: Не могу да уклоним уређај јер прекид везе није успео
th: ไม่สามารถถอดอุปกรณ์ออกได้ เนื่องจากการตัดการเชื่อมต่อล้มเหลว
tr: Aygıt kaldırılamıyor çünkü bağlantının kapanması başarısız oldu
uk: Не вдається вилучити пристрій, бо його неможливо від'єднати

source: %1 at %2
af: %1 by %2
bg: %1 на %2
ca: %1 a %2
da: %1 på %2
de: %1 an %2
el: %1 στο %2
es: %1 en %2
et: %1 asukohas %2
fa: %1 در %2
fr: %1 sur %2
he: %1 ב־ %2
hu: %1 itt: %2
it: %1 a %2
ja: %2 に %1
ka: %1 %2-ზე
km: %1 នៅ %2
nb: %1 på %2
nds: %1 op %2
ne: %2 मा %1
nl: %1 op %2
nn: %1 på %2
pa: %2 ਉੱਤੇ %1
pl: %1 na %2
pt: %1 em %2
pt_br: %1 em %2
se: %1 %2:s
sk: %1 v %2
sr: %1 код %2
th: %1 ที่ %2
uk: %1 на %2

source: (mounted at %1)
af: (gekoppel by %1)
bg: (монтирано на %1)
ca: (muntat a %1)
cs: (připojeno v %1)
da: (monteret som %1)
de: (Einbindung unter %1)
el: (προσαρτήθηκε στο %1)
es: (montado en %1)
et: (ühendatud asukohas %1)
eu: (muntai-puntua: %1)
fa: )سوارشده در %1(
fi: (liitoskohta %1)
fr: (monté sur %1)
he: (מעוגן ב־ %1)
hu: (ide csatolva: %1)
it: (montato in %1)
ja: (%1 にマウント済み)
ka: (%1-ზეა მონტირებული)
km: (បាន​ម៉ោន​ត្រង់ %1)
ko: (%1에 마운트됨)
lt: (prijungtas %1)
nb: (montert på %1)
nds: (inhangt op %1)
ne: (%1 मा माउन्ट गरियो)
nl: (aangekoppeld op %1)
nn: (montert på %1)
pa: (%1 ਉੱਤੇ ਮਾਊਂਟ)
pl: (zamontowane na %1)
pt: (montado em %1)
pt_br: (montado em %1)
ru: (точка монтирования - %1)
se: (čatnojuvvon dáppe: %1)
sk: (pripojené na %1)
sr: (монтирано на %1)
th: (ถูกเมานท์ที่ %1)
tr: (%1 e bağlandı)
uk: (змонтовано на %1)

source: Drag items here to create new playlist
af: Trek itemme hierna om 'n nuwe speel lys te skep
bg: Завлачете записи тук, за да създадете списък със записи
ca: Arrossegueu elements aquí per crear una nova llista de reproducció
cs: Přetáhnutím položek sem vytvoříte nový seznam skladeb
da: Træk punkter herhen for at oprette en ny spilleliste
de: Ziehen Sie Einträge hier hinein, um eine neue Wiedergabeliste zu erstellen.
el: Σύρετε εδώ αντικείμενα για τη δημιουργία νέας λίστας αναπαραγωγής
es: Arrastre elementos aquí para crear una nueva lista de reproducción
et: Uue esitusnimekirja loomiseks lohista palad siia
eu: Arrastatu elementuak hona zerrenda berria sortzeko
fa: برای ایجاد فهرست پخش جدید، فقره‌ها را به اینجا بکشید
fi: Raahaa tähän nimikkeet, joista haluat luoda soittolistan
fr: Glissez / déposez les éléments ici pour créer une nouvelle liste de lecture
he: גרור פריטים לכאן על מנת ליצור רשימת־השמעה חדשה
hu: Új lejátszólista létrehozásához helyezzen ide elemeket húzd-és-ejtsd módszerrel
it: Trascina qui gli elementi per creare una nuova playlist
ja: 新規プレイリストを作成するにはアイテムをここにドラッグ
ka: ახალი რეპერტუარის შესაქმნელად ელემენტები აქ გადმოათრიეთ
km: អូស​វត្ថុ​នៅ​ទីនេះ ដើម្បី​បង្កើត​បញ្ជី​ចាក់​ថ្មី
ko: 새로운 재생목록을 생성하기 위해 이곳으로 항목을 드래그하십시오.
lt: Norėdami sukurti grojaraštį atitempkite objektus čia
nb: Dra elementer hit for å lage en ny spilleliste
nds: Dreeg hier Indrääg hen, wenn Du en nieg Afspeellist opstellen wullt
ne: नयाँ प्ले सूची सिर्जना गर्न यहाँ वस्तुहरू तान्नुहोस्
nl: Sleep items hier naar toe om een nieuwe afspeellijst aan te maken
nn: Dra element her for å laga ei ny speleliste.
pa: ਨਵੀਂ ਸੰਗੀਤ-ਸੂਚੀ ਬਣਾਉਣ ਲਈ ਇਕਾਈ ਸੁੱਟੋ
pl: Przeciągnij utwory tutaj by utworzyć nową listę odtwarzania
pt: Arraste os itens para aqui para criar uma lista de reprodução
pt_br: Arraste itens aqui para criar uma nova lista de músicas
ru: Перенесите сюда композиции или альбомы для создания нового списка
se: Gease merkošiid deikke jus háliidat ođđa čuojahanlisttu ráhkadit
sk: Ťahaním myši presuňte položky, z ktorých chcete vytvoriť nový zoznam skladieb
sr: Превуците овде ставке да направите нову листу нумера
th: ลากแฟ้มมาที่นี่เพื่อสร้างรายการเล่น
tr: Ögeleri buraya sürükleyerek yeni bir parça listesi oluşturun
uk: Перетягніть елементи сюди, щоб створити список композицій

source: Drag items here to append to this playlist
af: Trek itemme hierna om hulle by die huidige speel lys by te voeg
bg: Завлачете записи тук, за да ги добавите към списък със записи
ca: Arrossegueu elements aquí per afegir-los a aquesta llista de reproducció
cs: Přetáhnutím položek sem je připojíte do seznamu skladeb
da: Træk punkter herhen for at tilføje sidst i denne spilleliste
de: Ziehen Sie Einträge hier hinein, um sie der Wiedergabeliste hinzuzufügen.
el: Σύρετε εδώ αντικείμενα για την προσθήκη τους στη λίστα αναπαραγωγής
es: Arrastre elementos aquí para añadirlos a esta lista de reproducción
et: Esitusnimekirja lisamiseks lohista palad siia
eu: Arrastatu elementuak hona zerrendari gehitzeko
fa: برای پیوست به این فهرست پخش، فقره‌ها را به اینجا بکشید
fi: Raahaa tähän nimikkeet, jotka haluat lisätä soittolistaan
fr: Glissez / déposez les éléments ici pour les ajouter à cette liste de lecture
he: גרור פריטים לכאן להוספה לרשימת־ההשמעה הזאת
hu: Ezen lejátszólistához való hozzáadáshoz helyezzen ide elemeket húzd-és-ejtsd módszerrel
it: Trascina qui gli elementi da aggiungere a questa playlist
ja: このプレイリストに追加するにはアイテムをここにドラッグ
ka: რეპერტუარისთვის დასამატებლად ელემენტები აქ გადმოათრიეთ
km: អូស​វត្ថុ​នៅ​ទីនេះ ដើម្បី​បន្ថែម​ទៅ​ខាង​ចុង​បញ្ជី​ចាក់
ko: 이 재생목록에 추가하기 위해 이곳으로 항목들을 드래그하십시오.
lt: Norėdami papildyti grojaraštį atitempkite objektus čia
nb: Dra elementer hit for å legge til i denne spillelista
nds: Dreeg hier Indrääg hen, de Du na disse Afspeellist anhangen wullt
ne: यो प्ले सूचीमा थप्न यहाँ वस्तुहरू तान्नुहोस्
nl: Sleep items hier naar toe om ze aan deze lijst toe te voegen
nn: Dra element her for å leggja til spelelista.
pa: ਇਹ ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਜੋੜਨ ਲਈ ਇਕਾਈਆਂ ਸੁੱਟੋ
pl: Przeciągnij utwory tutaj by dołączyć je do tej listy odtwarzania
pt: Arraste os itens para aqui para adicionar a esta lista de reprodução
pt_br: Arraste itens aqui para anexá-los a essa lista de músicas
ru: Перенесите сюда композиции или альбомы для добавления в конец списка
se: Gease merkošiid deikke jus háliidat lasihit daid dán čuojahanlistui
sk: Pretiahnite myšou položky sem pre ich pridanie do playlistu
sr: Превуците овде ставке да додате овој листи нумера
th: ลากแฟ้มมาที่นี่เพื่อเพิ่มเข้าไปในรายการเล่น
tr: Ögeleri buraya sürükleyerek parça listesine ekleyin
uk: Перетягніть елементи сюди, щоб додати до списку композицій

source: Drag items here to insert before this item
af: Trek itemme hierna om hulle voor hierdie item by te voeg
bg: Завлачете записи тук, за да ги вмъкнете преди този
ca: Arrossegueu els elements aquí per inserir-los abans d'aquest element
cs: Přetáhnutím položek sem je předřadíte této položce
da: Træk punkter herhen for at indsætte før dette punkt
de: Ziehen Sie Einträge hier her, um sie vor diesem Eintrag hinzuzufügen.
el: Σύρετε εδώ αντικείμενα για την εισαγωγή πριν από αυτό το αντικείμενο
es: Arrastre elementos aquí para insertarlos antes de este elemento
et: Selle pala ette lisamiseks lohista palad siia
eu: Arrastatu elementuak hona elementuaren aurretik txertatzeko
fa: برای درج پیش از این فقره، فقره‌ها را به اینجا بکشید
fi: Raahaa tähän nimikkeet, jotka haluat lisätä ennen tätä nimikettä
fr: Glissez / déposez les éléments ici pour les insérer avant cet élément
he: גרור פריטים לכאן להוספה לפני פריט זה
hu: Ezen elem elé való beszúráshoz helyezzen ide elemeket húzd-és-ejtsd módszerrel
it: Trascina qui gli elementi da inserire prima di questo elemento
ja: このアイテムの前に挿入するにはアイテムをここにドラッグ
ka: ამ ელემენტამდე ჩასასმელად ელემენტები აქ გადმოათრიეთ
km: អូស​វត្ថុ​នៅ​ទីនេះ ដើម្បី​បញ្ចូល​ពី​មុខ​វត្ថុ​នេះ
ko: 이 항목 이전에 삽입하기 위해 이곳으로 항목들을 드래그 하십시오.
lt: Norėdami įterpti atitempkite objektus čia
nb: Dra elementer hit for å sette inn før dette elementet
nds: Dreeg hier Indrääg hen, de Du vöran dissen Indrag infögen wullt
ne: यो वस्तु अघि घुसाउन यहाँ वस्तुहरू तान्नुहोस्
nl: Sleep items hier naar toe om ze voor dit item in te voegen
nn: Dra element her for å leggja til før dette elementet.
pa: ਇਹ ਇਕਾਈ ਤੋਂ ਪਹਿਲਾਂ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ ਏਥੇ ਸੁੱਟੋ
pl: Przeciągnij utwory tutaj by włożyć je przed tym utworem
pt: Arraste os itens para aqui para inserir antes deste item
pt_br: Arraste itens aqui para inseri-los antes desse item
ru: Перенесите сюда композиции или альбомы для вставки в список в этом месте
se: Gease merkošiid deikke jus háliidat daid lasihit dán merkoša ovddabeallái
sk: Pretiahnite myšou položky sem pre ich vloženie pred túto položku
sr: Превуците овде ставке да уметнете пре ове ставке
th: ลากแฟ้มมาที่นี่เพื่อแทรกเข้าไปก่อนหน้าแฟ้มนี้
tr: Ögeleri buraya sürükleyerek bu ögenin öncesine yerleştirin
uk: Перетягніть елементи сюди, щоб вставити перед цим елементом

source: Not visible on media device
af: Nie sigbaar op die media toestel
bg: Не се вижда от медийното устройство
ca: No és visible al dispositiu de suports
cs: Není viditelné na mediálním zařízení
da: Ikke synlig på medieenheden
de: Auf dem Media-Player unsichtbar
el: Μη ορατό στη συσκευή πολυμέσων
es: No es visible en el dispositivo de medios
et: Pole meediaseadmes nähtav
eu: Ez dago ikusgai multimediako gailuan
fa: غیر مرئی در دستگاه رسانه
fi: Ei näkyvissä medialaitteessa
fr: Non visible sur le périphérique de média
he: מוסתר בהתקן המדיה
hu: Nem látható a médiaeszközön
it: Non visibile sul dispositivo multimediale
ja: メディアデバイス上に見えません
ka: მედია მოწყობილობაზე არაა ხილული
km: មិន​ឃើញ​លើ​ឧបករណ៍​​ផ្ទុក​​ឡើយ
ko: 미디어 장치에서 보이지 않습니다.
lt: Įrenginyje nerastas
nb: Ikke synlig på medieenheten
nds: Op de Medienreedschap nich sichtbor
ne: मिडिया यन्त्रमा दृश्यात्मक छैन
nl: Niet zichtbaar op media-apparaat
nn: Ikkje synleg på mediespelar
pa: ਮੀਡਿਆ ਜੰਤਰ ਉੱਤੇ ਦਿੱਖ ਨਹੀਂ
pl: Niewidoczne na urządzeniu mediów
pt: Não visível no dispositivo multimédia
pt_br: Não é visível em dispositivo de mídia
ru: Невидимо на переносном устройстве
se: Oaidnemeahttun mediaovttadagas
sk: Neviditeľné na mediálnom zariadení
sr: Није видљиво на мултимедијалном уређају
th: ตั้งให้มองไม่เห็นบนอุปกรณ์เล่นสื่อ
tr: Medya aygıtı üzerinde görünmeyen
uk: Невидимий на пристрої носія

source: In device database, but file is missing
af: In die toestel databasis, maar die lêer is weg.
bg: В БД на устройството е, но файлът липсва
ca: A la base de dades del dispositiu, però el fitxer no existeix
cs: V databázi zařízení, ale soubor chybí
da: I enhedens database, men filen mangler
de: Der Dateieintrag befindet sich in der Geräte-Datenbank, aber die Datei fehlt.
el: Στη βάση δεδομένων της συσκευής, αλλά το αρχείο λείπει
es: Está en la base de datos del dispositivo, pero falta el archivo
et: Seadme andmebaasis, aga fail puudub
eu: Gailuen datu-basean, baina fitxategia falta da
fa: در دادگان دستگاه، اما پرونده مفقود می‌شود
fi: Laite on tietokannassa, mutta tiedostoa ei ole olemassa.
fr: Dans la base de données du périphérique, mais le fichier est manquant
he: במסד הנתונים של ההתקן, אבל הקובץ חסר
hu: Az eszköz-adatbázisban szerepel, de a fájl hiányzik
it: Nel database del dispositivo, ma il file è mancante
ja: デバイスのデータベースにはありますがファイルがありません
ka: მოწყობილობათა ბაზა, მაგრამ ფაილი არ არის
km: នៅ​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ​ឧបករណ៍ ប៉ុន្តែ​បាត់​ឯកសារ
ko: 장치 데이터베이스에 있습니다만 파일을 찾는 중입니다.
lt: Yra įrenginio duomenų bazėje, bet bylos nėra
nb: Er i enhetens database, men fila mangler
nds: Datei is binnen de Datenbank, man fehlt op de Reedschap
ne: यन्त्र डाटाबेसमा, तर फाइल हराइरहेको छ
nl: In apparaatdatabase, maar bestand ontbreekt
nn: I einingsdatabasen, men fila manglar
pa: ਜੰਤਰ ਡਾਟਾਬੇਸ ਵਿੱਚ ਹੈ, ਪਰ ਫਾਇਲ ਗੁੰਮ ਹੈ
pl: Znajduje się w bazie danych urządzenia, ale brakuje pliku
pt: Na base de dados do dispositivo, mas falta o ficheiro
pt_br: No banco de dados do dispositivo, mas o arquivo está faltando
ru: В базе данных устройства, но файл отсутствует
se: Lea ovttadaga diehtovuođus, muhto fiila váilo
sk: V databáze zariadení, ale súbor chýba
sr: У бази података о уређајима, али фајл недостаје
th: อยู่ในฐานข้อมูลของอุปกรณ์ แต่แฟ้มได้หายไป
tr: Aygıt veritabanında olan ama bulunamayan dosya
uk: В базі даних пристроїв, але файл відсутній
