Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: &Overwrite
af: Oorskryf
bg: &Презапис
ca: &Sobreescriu
cs: &Přepsat
da: &Overskriv
de: Ü&berschreiben
el: &Αντικατάσταση
es: S&obrescribir
et: &Kirjuta üle
eu: &Gainidatzi
fa: &جای‌نوشت‌
fi: &Korvaa
fr: É&craser
he: &שכתב
hu: &Felülírás
it: S&ovrascrivi
ja: 上書き(&O)
ka: &გადაწერა
km: សរសេរ​ជាន់​លើ
ko: 덮어쓰기(&O)
lt: &Perrašyti
nb: Overskriv
nds: Ö&verschrieven
ne: अधिलेखन गर्नुहोस्
nl: &Overschrijven
nn: &Skriv over
pa: ਉੱਤੇ ਲਿਖੋ(&O)
pl: &Zastąp
pt: S&obrepor
pt_br: &Sobrescrever
ru: &Заменить
se: &Buhtte
sk: &Prepísať
sr: &Пребриши
th: เขี&ยนทับ
tr: Üzerine &Yaz
uk: &Перезаписати

source: Artist-Title|Album|Length
af: Kunstenaar-Titel|Album|Lengte
bg: Изпълнител - Заглавие|Албум|Времетраене
ca: Artista-Títol|Àlbum|Durada
cs: Interpret-Název|Album|Délka
da: Kunstner- Titel|Album|Længde
de: Interpret - Titel|Album|Länge
el: Καλλιτέχνης - Τίτλος|Άλμπουμ|Διάρκεια
es: Artista Título|Álbum|Duración
et: Esitaja-Pealkiri|Album|Pikkus
fa: هنرمند-عنوان|آلبوم|طول
fi: Artisti - Kappale|Levy|Pituus
fr: Artiste - Titre|Album|Durée
hu: Előadó-Cím|Album|Hossz
it: Artista-Titolo|Album|Durata
ja: アーティスト-タイトル|アルバム|長さ
km: សល្បះករ-ចំណង​ជើង|អាល់ប៊ុម|ប្រវែង
lt: Atlikėjas-Pavadinimas|Albumas|Trukmė
nb: Artist-tittel|Album|Lengde
nds: Künstler-Titel|Album|Längde
ne: कलाकार-शीर्षक|एल्बम|लम्बाइ
nl: Artiest-titel|Album|Lengte
nn: Artist-tittel|Album|Lengd
pa: ਕਲਾਕਾਰ-ਟਾਇਟਲ|ਐਲਬਮ|ਲੰਬਾਈ
pl: Wykonawca-Tytuł|Album|Długość
pt: Artista-Título|Álbum|Tamanho
pt_br: Artista-Título|Álbum|Duração
ru: Исполнитель-Название|Альбом|Длительность
se: Artista-Namahus|Skearru|Guhkkodat
sk: Interpret-Titul|Album|Dĺžka
sr: извођач-наслов|албум|трајање
th: ศิลปิน-ชื่อเพลง|อัลบั้ม|ความยาว
tr: Sanatçı-Başlık|Albüm|Uzunluk
uk: Виконавець-Заголовок|Альбом|Тривалість

source: Please report this message to amarok@kde.org, thanks!
af: Raporteer asb. hierdie boodskap aan amarok@kde.org, dankie!
bg: Моля, съобщете за това на amarok@kde.org. Благодаря!
ca: Si us plau, notifiqueu aquest missatge a amarok@kde.org, gràcies!
cs: Prosím nahlaste tuto zprávu na amarok-devel@lists.sf.net, děkujeme!
da: Rapportér venligst denne besked til amarok@kde.org, tak.
de: Bitte berichten Sie diese Meldung (in englischer Sprache) an amarok@kde.org - danke!
el: Παρακαλώ αναφέρετε αυτό το μήνυμα στο amarok@kde.org, ευχαριστούμε!
es: Por favor, envíe este mensaje a amarok@kde.org, ¡gracias!
et: Palun anna sellest teada meililisti amarok@kde.org. Täname!
fa: لطفاً، این پیام را به amarok-devel@lists.sf.net، گزارش دهید، متشکرم!
fi: Raportoi tämä viesti osoitteeseen amarok@kde.org. Kiitos!
fr: Veuillez signaler ce message à amarok@kde.org, merci !
he: אנא דווח הודעה זו ל־ amarok@kde.org, תודה!
hu: Kérjük, küldje el ezt az üzenetet a következő email-címre: amarok@kde.org
it: Segnala questo messaggio a amarok@kde.org, grazie!
ja: このメッセージを amarok@kde.org へ報告してください。ありがとう!
km: សូម​រាយការណ៍​សារ​នេះ​ទៅ amarok-devel@lists.sf.net, សូម​អរគុណ !
ko: 이 메시지를 amarok@kde.org 로 보내 주세요, 감사합니다!
lt: Prašome išsiųsti šį pranešimą el. paštu amarok@kde.org, ačiū!
nb: Gi beskjed om denne meldinga til amarok@kde.org. På forhånd takk!
nds: Stüer disse Naricht bitte amarok@kde.org to. Dank Di dorför!
ne: कृपया यो सन्देश amarok@kde.org लाई प्रतिवेदन गर्नुहोस्, धन्यवाद!
nl: Rapporteer deze melding aan amarok@kde.org. Bedankt!
nn: Meld frå om denne meldinga til amarok@kode.org. På førehand takk!
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਸੁਨੇਹਾ amarok@kde.orgਨੂੰ ਭੇਜ ਦਿਓ, ਤੁਹਾਡਾ ਧੰਨਵਾਦ ਹੈ!
pl: Proszę wysłać ten komunikat na adres amarok@kde.org, dziękujemy!
pt: Por favor comunique esta mensagem para amarok@kde.org, obrigado!
pt_br: Por favor, envie esta mensagem para o amarok@kde.org, obrigado!
ru: Отправьте отчёт по адресу amarok@kde.org, спасибо!
se: Sáddeš dán dieđu amarok@kde.org:ii.
sk: Prosím nahláste túto správu na amarok@kde.org, ďakujeme!
sr: Молимо пријавите ову поруку на amarok@kde.org, хвала!
th: กรุณารายงานข้อความนี้ไปยัง amarok@kde.org ขอบคุณ!
tr: Bu mesajı amarok@kde.org adresine rapor ediniz, teşekkürler!
uk: Будь ласка, напишіть звіт про це повідомлення на amarok@kde.org. Дякуємо!

source: Welcome to Amarok
af: Welkom by Amarok
bg: Добре дошли в Amarok
ca: Benvingut a Amarok
cs: Vítejte v Amaroku
da: Velkommen til Amarok
de: Willkommen bei Amarok
el: Καλώς ήρθατε στο AmaroK
es: Bienvenido a Amarok
et: Tere tulemast kasutama Amarokki
fa: به amaroK خوش آمدید
fi: Tervetuloa käyttämään Amarokia
fr: Bienvenue dans Amarok
he: ברוך בואך אל Amarok
hu: Üdvözöljük az Amarokban
it: Benvenuto in Amarok
ja: Amarok へようこそ
km: សូម​ស្វាគមន៍​មក​កាន់ amaroK
ko: Amarok에 오신 것을 환영합니다
lt: Jus sveikina AmaroK
nb: Velkommen til Amarok
nds: Willkamen bi Amarok
ne: अमारोकमा स्वागत छ
nl: Welkom bij Amarok
nn: Velkommen til Amarok
pa: ਅਮਰੋਕ ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ
pl: Witaj w Amarok
pt: Bem-vindo ao Amarok
pt_br: Bem-vindo ao Amarok
ru: Добро пожаловать в amaroK
se: Buresboahtin Amarok:ii
sk: Vitajte v Amaroku
sr: Добродошли у Amarok
th: ยินดีต้อนรับสู่ Amarok
tr: Amarok'a Hoşgeldiniz
uk: Ласкаво просимо до Amarok

source: %1 kBit - %2
af: %1 kBis - %2
bg: %1 кбита- %2
da: %1 kB - %2
fa: %1 کیلوبیت - %2
fr: %1 kBits - %2
ka: %1 კბიტ - %2
km: %1 គីឡូប៊ីត - %2
ne: %1 किलोबाइट - %2
pt: %1 kBits - %2
ru: %1 кбит - %2
uk: %1 кбіт - %2

source: Analyzer
af: Analiseerder
bg: Анализатор
ca: Analitzador
cs: Analyzér
da: Analysator
el: Αναλυτής
es: Analizador
et: Analüsaator
eu: Analizatzailea
fa: تحلیل‌کننده
fi: Jäsentelijä
fr: Analyseur
he: מאבחן
hu: Analizátor
it: Analizzatore
ja: アナライザ
ka: ანალიზატორი
km: ឧបករណ៍​វិភាគ
ko: 분석기
lt: Vaizdiniai
nb: Analyserer
nds: Frequenzkieker
ne: विश्लेषक
nl: Ontleder
nn: Analysator
pa: ਵਿਸ਼ਲੇਸ਼ਕ
pl: Analizator
pt: Analisador
pt_br: Analisador
ru: Анализатор
se: Analyseren
sk: Analyzátor
sr: Анализатор
th: ตัววิเคราะห์เสียง
tr: Analizci
uk: Аналізатор

source: Click for more analyzers, press 'd' to detach.
af: Kliek vir meer analiseerders. Druk 'd' om te ontkoppel.
bg: Щракнете тук, за да видите другите анализатори
ca: Feu clic per més analitzadors, premeu «d» per desancorar.
cs: Klikněte pro další analyzéry - stiskněte'd' pro odtrhnutí.
da: Klik for flere analysatorer, tryk på 'd' for at tage af.
de: Klicken für weitere Analyzer, "d" zum ablösen drücken.
el: Κλικ για περισσότερους αναλυτές, πατήστε 'd' για αποπροσάρτηση.
es: Pulse aquí para ver más analizadores. Pulse 'd' para desprenderlos.
et: Klõpsa analüsaatorite nägemiseks, vajuta 'd' lahtihaakimiseks.
eu: Egin klik analizatzaile gehiagorako, sakatu 'd' desuztartzeko
fa: برای تحلیل‌کننده‌های بیشتر فشار دهید، »d« را برای جدا کردن فشار دهید.
fi: Napsauta nähdäksesi enemmän jäsentelijöitä, paina 'd' irrottautuaksesi.
fr: Cliquez pour changer l'analyseur. Appuyez sur « d » pour le détacher de la fenêtre.
he: לחץ למאבחנים נוספים, לחץ "d" לניתוק.
hu: További analizátorok: kattintással. Leválasztás: "d" billentyű.
it: Premi per ulteriori analizzatori, premi 'd' per staccare.
ja: クリックすると他のアナライザに切り替わります。'd' を押すと分離します。
ka: ანალიზატორის შესაცვლელად დაწკაპეთ, განცალკევებისათვის დააჭირეთ 'd'-ს.
km: ចុច ដើម្បី​ទទួល​បាន​ឧបករណ៍​វិភាគ​ផ្សេង​ទៀត, ចុច 'd' ដើម្បី​ផ្ដាច់ ។
ko: 클릭하면 다른 분석기를 사용할 수 있습니다. 'd'를 누르면 분리됩니다.
lt: Spragtelėję pele pamatysite daugiau vaizdinių. Paspaudę „d“ atskirsite vaizdinių langą.
nb: Trykk for flere analysatorer. Trykk «d» for å koble løs.
nds: Klick hier för mehr Frequenzkiekers, drück "d" för't Aflösen.
ne: धेरै विश्लेषकहरूका लागि क्लिक गर्नुहोस्, संलग्नबाट हटाउन 'डी' थिच्नुहोस् ।
nl: Klik voor meer ontleders, druk op 'd' om te ontkoppelen.
nn: Trykk for fleire analysatorar. Trykk «d» for å kopla laus.
pl: Kliknij po więcej analizatorów. Naciśnij "d", aby odłączyć.
pt: Carregue para mais analisadores ou em 'd' para separar.
pt_br: Clique para mais analisadores, pressione 'd' para desanexar.
ru: Щёлкните, чтобы поменять анализатор, нажмите 'd' чтобы отделить.
se: Coahkkal čájehan dihte eanet analisáhtoriid. Deaddil «d» jus háliidat oaidnit daid sierra láses.
sk: Klikni pre viacej analyzátorov, stlačte 'd' pre odtrhnutie.
sr: Кликните за више анализатора, притисните „d“ да одвојите.
th: คลิกเพื่อดูตัววิเคราะห์เสียงเพิ่มเติม, กดปุ่มพิมพ์ 'd' เพื่อปลดหน้าต่างออกไป
tr: Daha çok analizci için tıklayın, ayırmak için 'd' tuşuna basın.
uk: Клацніть, щоб побачити більше аналізаторів, натисніть "d", щоб відділити.

source: Equalizer is not available with this engine.
af: Die band menger is nie vir hierdie enjin beskikbaar nie.
bg: Няма еквалайзер за тази система.
ca: L'equalitzador no està disponible amb aquest motor.
cs: Ekvalizér je pro tento systém nedostupný.
da: Equalizer er ikke tilgængelige med denne motor.
de: Mit diesem Modul für Audio-Ausgabe ist kein Equalizer verfügbar.
el: Ο ισοσταθμιστής δεν είναι διαθέσιμος με αυτή τη μηχανή ήχου.
es: El ecualizador no está disponible con este motor.
et: Selle mootoriga ei saa ekvalaiserit kasutada.
eu: Ekualizadorea ez da motore honekin erabilgarria.
fa: با این موتور، برابرساز موجود نیست.
fi: Valitussa toistojärjestelmässä ei ole taajuuskorjainta.
fr: L'égaliseur n'est pas disponible avec ce moteur.
he: האקולייזר לא זמין עם מנוע זה.
hu: Ennél a hangrendszernél equalizer nem használható.
it: L'equalizzatore non è disponibile con questo motore.
ja: このエンジンではエフェクトは使えません。
ka: ეკვალაიზერი არ არის ხელმისაწვდომი ამ ძრავაში.
km: មិន​មាន​អេហ្គុយ​ជាមួយ​ម៉ាស៊ីន​នេះ​ឡើយ ។
ko: 이 엔진으로는 이퀼라이저를 사용할 수 없습니다.
lt: Ekvalaizeris šiai garso sistemai neprieinamas.
nb: Denne lydmotoren støtter ikke lydbalanse.
nds: De Liekmaker is för disse Klangmaschien nich verföögbar.
ne: तुल्यकारक यो इन्जिनसँग उपलब्ध छैन ।
nl: De equalizer is niet beschikbaar met deze engine.
nn: Lydbalanse er ikkje støtta av denne lydmotoren.
pa: ਇਸ ਇੰਜਣ ਲਈ ਸੰਤੁਲਨ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pl: Dla tego modułu korektor jest niedostępny.
pt: O equalizador não está disponível com este motor.
pt_br: O equalizador não está disponível para este mecanismo.
ru: Текущая звуковая система не предоставляет эквалайзера.
se: Dát jietnamohtor ii doarjjo jietnadássádaga.
sk: Ekvalizér je pre tento systém nedostupný.
sr: Еквилајзер није доступан са овим мотором.
th: ตัวจัดการเสียงนี้ไม่สามารถใช้งานอิควอไลเซอร์ได้
tr: Bu motorda ekolayzır mevcut değildir.
uk: З цим рушієм еквалайзер недоступний.

source: _n: <b>1</b> file selected. <b>%n</b> files selected.
af: <b>1</b> lêer is gekies. <b>%n</b> lêers is gekies.
bg: <b>1</b> маркиран файл. <b>%n</b> маркирани файла.
ca: <b>Un</b> fitxer seleccionat. <b>%n</b> fitxers seleccionats.
cs: <b>1</b> soubor vybrán. <b>%n</b> soubory vybrány. <b>%n</b> souborů vybráno.
da: <b>1</b> fil valgt. <b>%n</b> filer valgt.
de: <b>Eine</b> Datei ausgewählt <b>%n</b> Dateien ausgewählt
el: Επιλέχθηκε <b>1</b> αρχείο. Επιλέχθηκαν <b>%n</b> αρχεία.
es: <b>1</b> archivo seleccionado. <b>%n</b> archivos seleccionados.
et: <b>1</b> fail valitud. <b>%n</b> faili valitud.
eu: Fitxategi <b>1</b> hautatuta. <b>%n</b> fitxategi hautatuta.
fa: <b>%n</b> پرونده برگزیده شد.
fi: Yksi tiedosto %n tiedostoa
fr: <b>%n</b> fichier sélectionné. <b>%n</b> fichiers sélectionnés.
he: קובץ <b>אחד</b> נבחר. נבחרו <b>%n</b> קבצים.
hu: <b>%n</b> fájl kijelölve.
it: <b>1</b> file selezionato. <b>%n</b> file selezionati.
ja: <b>%n</b> 個のファイルが選択されています。
km: បាន​ជ្រើស​ឯកសារ <b>%n</b> ។
lt: Pažymėta <b>%n</b> byla. Pažymėta <b>%n</b> bylos. Pažymėta <b>%n</b> bylų.
nb: <b>1</b> fil valgt. <b>%n</b> filer valgt.
nds: <b>1</b> Datei utsöcht. <b>%n</b> Dateien utsöcht.
ne: <b>१</b> फाइल चयन गरियो । <b>%n</b> फाइलहरू चयन गरियो ।
nl: <b>1</b> bestand geselecteerd. <b>%n</b> bestanden geselecteerd.
nn: <b>1</b> fil vald. <b>%n</b> filer valde.
pa: <b>1</b> ਫਾਇਲ ਚੁਣੀ ਗਈ ਹੈ। <b>%n</b> ਫਾਇਲਾਂ ਚੁਣੀਆਂ ਗਈਆਂ ਹਨ।
pl: <b>1</b> plik zaznaczony. <b>%n</b> pliki zaznaczone. <b>%n</b> plików zaznaczonych.
pt: <b>1</b> ficheiro seleccionado. <b>%n</b> ficheiros seleccionados.
pt_br: <b>1</b> arquivo selecionado. <b>%n</b> arquivos selecionados.
ru: выбран <b>%n</b> файл. выбрано <b>%n</b> файла. выбрано <b>%n</b> файлов.
se: <b>Okta</b> fiila merkejuvvon. <b>%n</b> fiilla merkejuvvon.
sk: <b>1</b> vybraný súbor. <b>%n</b> vybrané súbory. <b>%n</b> vybraných súborov.
sr: <b>%n</b> фајл изабран. <b>%n</b> фајла изабрана. <b>%n</b> фајлова изабрано.
th: <b>%n</b> แฟ้มถูกเลือก
tr: <b>%n</b> dosya seçili.
uk: <b>%n</b> файл вибрано. <b>%n</b> файли вибрано. <b>%n</b> файлів вибрано.

source: <qt>These items will be <b>permanently deleted</b> from your hard disk.</qt>
af: <qt>Hierdie itemme sal <b>permanent</b> op die hardeskyf uitgevee word.</qt>
bg: <qt>Тези елементи ще бъдат <b>безвъзвратно изтрити</b> от твърдия ви диск.</qt>
ca: <qt>Aquests elements s'<b>esborraran permanentment</b> del vostre disc dur</qt>
cs: <qt>Tyto položky bude <b>navždy smazány</b> z vašeho disku.</qt>
da: <qt>Disse punkter vil blive <b>slettet fuldstændigt</b> fra harddisken.</qt>
de: <qt>Diese Einträge werden <b>unwiderruflich</b> von Ihrer Festplatte gelöscht.</qt>
el: <qt>Αυτά τα αντικείμενα θα σβηστούν <b>δια παντός</b> από το σκληρό σας δίσκο.</qt>
es: <qt>Estos elementos serán <b>borrados permanentemente</b> de su disco duro.</qt>
et: <qt>Need elemendid <b>kustutatakse jäädavalt</b> kõvakettalt.</qt>
eu: <qt>Elementu hauek <b>betirako ezabatuko</b> dira disko gogorretik.</qt>
fa: <qt>این فقره‌ها از دیسک سخت شما <b>به طور دائم حذف می‌شود</b>.</qt>
fi: <qt>Nämä nimekkeet poistetaan levyltä <b>pysyvästi</b>.</qt>
fr: <qt>Ces éléments seront <b>effacés définitivement</b> de votre disque dur.</qt>
he: <qt>המונחים האלו <b>ימחקו לצמיתות</b> מהדיסק הקשיח שלך.</qt>
hu: <qt>Ezek az elemek <b>véglegesen törölve lesznek</b> a lemezről.</qt>
it: <qt>Questi elementi verranno <b>eliminati permanentemente</b> dal tuo disco fisso.</qt>
ja: <qt>これらのアイテムはハードディスクから「完全に削除」されます。</qt>
km: <qt>ធាតុ​ទាំងនេះ​នឹង​ត្រូវ​បាន​<b>លុប​ជាអចិន្ត្រៃយ៍</b>​ពី​ថាសរឹង​របស់​អ្នក ។</qt>
ko: <qt>이 항목들은 여러분의 하드디스크에서 <p>영구적으로 삭제</b> 될 것입니다.</qt>
lt: <qt>Šios bylos bus <b>negrąžinamai pašalintos</b> iš laikmenos.</qt>
nb: <qt>Disse elementene blir <b>permanent slettet </b> fra disken.</qt>
nds: <qt>Disse Indrääg warrt <b>duerhaftig</p> vun Dien Fastplaat <b>wegdaan</b>.</qt>
ne: <qt>यी वस्तुहरू <b>तपाईँको हार्डडिक्सबाट</b> स्थायी रूपमा मेटिनेछन् ।</qt>
nl: <qt>Deze items zullen <b>definitief</b> verwijderd worden van uw harde schijf.</qt>
nn: <qt>Desse filene vert sletta <b>for godt</b> frå harddisken.</qt>
pa: <qt>ਇਹ ਇਕਾਈਆਂ ਤੁਹਾਡੀ ਹਾਰਡ ਡਿਸਕ ਤੋਂ <b>ਹਮੇਸ਼ਾ ਲਈ ਹਟਾਈਆਂ</b> ਜਾਣਗੀਆਂ</qt>
pl: <qt> Te elementy zostaną <b>nieodwracalnie usunięte</b> z twojego dysku.</qt>
pt: <qt>Estes itens serão <b>apagados definitivamente</b> do seu disco rígido.</qt>
pt_br: <qt>Estes itens serão <b>apagados definitivamente</b> do seu disco rígido.</qt>
ru: <qt>Следующие объекты будут <b>навсегда удалены</b> с жёсткого диска.</qt>
se: <qt>Dát merkošat <b>sihkkojuvvot agibeaivái</b> garraskearrus.</qt>
sk: <qt>Tieto položky budu <b>trvale odstránené</b> z vašeho pevného disku.</qt>
sr: <qt>Ове ставке ће бити <b>трајно обрисане</b> са вашег диска.</qt>
th: <qt>รายการเหล่านี้จะถูกลบทิ้ง <b>อย่างถาวร</b> จากฮาร์ดดิสก์ของคุณ</qt>
tr: <qt>Bu dosyalar sabit diskinizden <b>geri dönüşü olmaksızın silinecek</b></qt>
uk: <qt>Ці елементи будуть <b>назавжди вилучені</b> з вашого жорсткого диска.</qt>

source: <qt>These items will be moved to the Trash Bin.</qt>
af: <qt>Hierdie itemme sal na die Asblik geskuif word.</qt>
bg: <qt>Тези елементи ще бъдат преместени в кошчето.</qt>
ca: <qt>Aquests elements es mouran a la Paperera.</qt>
cs: <qt>Tyto položky budou přesunuty do koše.</qt>
da: <qt>Pisse punkter vil blive flyttet til affaldsspanden.</qt>
de: <qt>Diese Einträge werden in den Mülleimer verschoben.</qt>
el: <qt>Αυτά τα αντικείμενα θα μετακινηθούν στον Κάδο Απορριμμάτων.</qt>
es: <qt>Estos elementos serán movidos a la papelera.</qt>
et: <qt>Need elemendid visatakse prügikasti.</qt>
eu: <qt>Elementu hauek zakarrontzira botako dira.</qt>
fa: <qt>این فقره‌ها به سطل زباله حرکت داده می‌شوند.</qt>
fi: <qt>Nämä nimikkeet siirretään <i>roskakoriin</i>.</qt>
fr: <qt>Ces éléments vont être déplacés vers la corbeille.</qt>
he: <qt>מונחים אלו יועברו לסל־האשפה.</qt>
hu: <qt>Ezek az elemek át lesznek helyezve a szemétkosárba.</qt>
it: <qt>Questi elementi verranno spostati nel cestino.</qt>
ja: <qt>これらのアイテムはごみ箱に移動されます。</qt>
km: <qt>ធាតុ​ទាំងនេះ​នឹង​ត្រូវ​បាន​ផ្លាស់ទី​ទៅ​ធុង​សំរាម ។</qt>
ko: <qt>이 항목들은 쓰레기통으로 이동될 것입니다.</qt>
lt: <qt>Šios bylos bus perkeltos į šiukšliadėžę.</qt>
nb: <qt>Disse elementene blir flyttet til papirkurven.</qt>
nds: <qt>Disse Indrääg warrt na de Affalltünn verschaven.</qt>
ne: <qt>यी वस्तुहरू रद्दीटोकरीमा सारिनेछन् ।</qt>
nl: <qt>Deze items zullen naar de prullenbak verplaatst worden.</qt>
nn: <qt>Desse filene vert flytta til papirkorga.</qt>
pa: <qt>ਇਹ ਇਕਾਈਆਂ ਨੂੰ ਰੱਦੀ ਵਿੱਚ ਭੇਜਿਆ ਜਾਵੇਗਾ।</qt>
pl: <qt>Te elementy zostaną przeniesione do Kosza.</qt>
pt: <qt>Estes itens serão movidos para o Caixote do Lixo.</qt>
pt_br: <qt>Estes itens serão movidos para o Lixo.</qt>
ru: <qt>Следующие объекты будут отправлены в Корзину.</qt>
se: <qt>Dát merkošat sirdejuvvojit ruskalihttái.</qt>
sk: <qt>Tieto položky budú presunuté do odpadkového koša.</qt>
sr: <qt>Ове ставке ће бити премештене у корпу за смеће.</qt>
th: <qt>รายการเหล่านี้จะถูกย้ายไปลงถังขยะ</qt>
tr: <qt>Bu dosyalar Çöp'e taşınacak.</qt>
uk: <qt>Ці елементи будуть пересунуті у смітник.</qt>

source: About to delete selected files
af: Gaan nou die gekiesde lêers uitvee
bg: Изтриване на маркираните файлове
ca: Esteu a punt d'esborrar els fitxers seleccionats
cs: Smazat označené soubory
da: Er lige ves at slette udvalgte filer
de: Löschen der ausgewählten Dateien
el: Πρόκειται να διαγραφούν τα επιλεγμένα αρχεία
es: Se dispone a borrar los archivos seleccionados
et: Valitud failide kustutamine
eu: Hautatutako fitxategiak ezabatzeari buruz
fa: دربارۀ حذف پرونده‌های برگزیده
fi: Tiedostojen poisto
fr: Effacer les fichiers sélectionnés
he: עמוד למחוק קבצים מסומנים
hu: A kijelölt fájlok törlése következik
it: Come eliminare i file selezionati
ja: ファイルを削除しようとしています
km: រៀប​នឹង​លុប​ឯកសារ​ដែល​បាន​ជ្រើស
ko: 선택된 파일 지우기에 대하여
lt: Šalinti pažymėtas bylas
nb: Skal til å slette markerte filer
nds: Utsöcht Stücken wegdoon
ne: चयन गरिएको फाइल मेट्ने बारे
nl: Geselecteerde bestanden zullen verwijderd worden
nn: I ferd med å sletta merkte filer
pa: ਚੁਣੀਆਂ ਫਾਇਲਾਂ ਹਟਾਉਣ ਬਾਰੇ
pl: Przystępowanie do usunięcia wybranych plików
pt: Prestes a remover os ficheiros seleccionados
pt_br: Prestes a apagar os arquivos selecionados
ru: &Удалить выделенные файлы
se: Sihko merkejuvvon fiillaid
sk: Zmazať označené súbory
sr: Спремам се да обришем изабране фајлове
th: เกี่ยวกับการลบแฟ้มที่เลือก
tr: Seçilen dosyalar silinmek üzere
uk: Зараз вибрані файли буде вилучено

source: &Send to Trash
af: Beweeg na die Asblik
bg: &Преместване в кошчето
ca: &Llença a la Paperera
cs: Pře&sunout do koše
da: Send til &papirkurv
de: In den &Mülleimer verschieben
el: Μετακίνηση στον &Κάδο Απορριμμάτων
es: &Enviar a la papelera
et: &Viska prügikasti
eu: &Bota zakarrontzira
fa: &ارسال به زباله‌
fi: Siirrä &roskakoriin
fr: Mettre dans la &corbeille
he: &העבר לאשפה
hu: &Szemétkosárba helyezés
it: Invia al ce&stino
ja: ごみ箱に移動(&S)
km: បញ្ជូន​ទៅ​ធុង​សំរាម
ko: 쓰레기통에 보내기(&S)
lt: &Perkelti į šiukšliadėžę
nb: &Send til papirkurven
nds: Na &Affaltünn verschuven
ne: रद्दीटोकरीमा पठाउनुहोस्
nl: Naar pru&llenbak
nn: &Legg i papirkorg
pa: ਰੱਦੀ 'ਚ ਭੇਜੋ(&S)
pl: Przenieś do &Kosza
pt: Enviar para o &Lixo
pt_br: &Enviar para o Lixo
ru: &Перенести в корзину
se: &Sádde ruskálihttái
sk: &Zahodiť do koša
sr: Пошаљи у &смеће
th: ล่งไ&ปทิ้งทถังขยะ
tr: &Çöpe Gönder
uk: &Пересунути у смітник

source: Deleting files
af: Besig om lêers uit te vee
bg: Изтриване на файлове
ca: S'estan suprimint els fitxers
cs: Probíhá mazání souborů
da: Sletter filer
de: Löschen von Dateien
el: Διαγραφή αρχείων
es: Borrando los archivos
et: Failide kustutamine
eu: Fitxategiak ezabatzen
fa: حذف پرونده‌ها
fi: Poistetaan tiedostoja
fr: Suppression des fichiers
he: מוחק קבצים
hu: Fájlok törlése
it: Eliminazione file
ja: ファイルを削除
ka: ფაილების წაშლა
km: កំពុង​លុប​ឯកសារ
ko: 파일을 지우는 중
lt: Bylos šalinamos
nb: Sletter filer
nds: Dateien wegdoon
ne: फाइलहरू मेट्दै
nl: Bestanden verwijderen
nn: Slettar filer
pa: ਫਾਇਲਾਂ ਹਟਾਈਆਂ ਜਾਦੀਆਂ ਹਨ
pl: Usuwanie plików
pt: A remover os ficheiros
pt_br: Apagando arquivos
ru: Удаление файлов
se: Sihkkumin fiillaid
sk: Odstraňujú sa súbory
sr: Бришем фајлове
th: กำลังลบแฟ้ม
tr: Dosyalar Siliniyor
uk: Вилучення файлів

source: Visualizations
af: Visualisering
bg: Визуализации
ca: Visualitzacions
cs: Vizualizace
da: Visualiseringer
de: Visualisierungs-Module
el: Οπτικά εφέ
es: Visualizaciones
et: Visualiseeringud
eu: Bistaraketak
fa: تجسمات
fi: Visualisaatiot
fr: Modules de visualisation
he: אפקטים חזותיים
hu: Kijelzők
it: Visualizzazioni
ja: ビジュアライゼーション
ka: ვიზუალიზაციები
km: រូបភាព​មើល​ឃើញ
ko: 시각화
lt: Vaizdiniai
nb: Lydbilde
nds: Filmmakers
ne: दृष्टिकरण
nl: Visualisaties
nn: Lydbilete
pa: ਦਿੱਖ
pl: Wizualizacje
pt: Visualizações
pt_br: Visualizações
ru: Визуализация
se: Jietnagovvosat
sk: Vizualizácia
sr: Визуелизације
tr: Görsel Eklentiler
uk: Візуалізації

source: Right-click on item for context menu
af: Regs kliek op die item om 'n kontaks kieslys te kry.
bg: Натиснете десен бутон за контекстно меню
ca: Feu clic amb el botó secundari sobre un element per veure'n el menú contextual
cs: Pravým kliknutím na položku získáte kontextovou nabídku
da: Højreklik på punktet for at få sammenhængsafhængig menu
de: Ein Rechtsklick auf einen Eintrag öffnet das Kontextmenü
el: Δεξί κλικ στο αντικείμενο για σχετικό μενού
es: Pulse con el botón derecho del ratón sobre el elemento para abrir el menú contextual
et: Paremklõps elemendil avab kontekstimenüü
eu: Egin klik eskuinarekin elementuan testuinguruko menurako
fa: فشار راست روی فقره برای گزینگان متن
fi: Napsauta hiiren kakkosnäppäimellä saadaksesi kontekstivalikon
fr: Faites un clic droit sur un élément pour accéder au menu contextuel
he: לחץ לחיצה ימנית על פריט לפתיחת תפריט ההקשר
hu: A helyi menü megjelenítéséhez kattintson a jobb oldali egérgombbal a megfelelő bejegyzésen
it: Premi con il pulsante destro sull'elemento per il menu contestuale
ja: アイテムを右クリックでコンテクストメニュー
ka: კონტექსტური მენიუსთვის ელემენტზე მარჯვენა წკაპი
km: ចុច​កណ្ដុរ​ស្ដាំ​លើ​វត្ថុ ដើម្បី​ឃើញ​ម៉ឺនុយ​បរិបទ
ko: 내용 메뉴에 대한 항목에서 오른쪽 클릭
lt: Spragtelėję dešinį pelės klavišą iškviesite kontekstinį meniu
nb: Høyreklikk på elementet for sprettoppmeny.
nds: Rechtsklick op Indrag maakt Rechtsklickmenü op
ne: प्रसङ्ग मेनुका लागि वस्तुमा दायाँ-क्लिक गर्नुहोस्
nl: Klik met de rechtermuisknop op een item om het contextmenu te openen
nn: Høgreklikk på elementet for sprettoppmeny.
pa: ਸੰਖੇਪ ਮੇਨੂ ਲਈ ਇਕਾਈ ਉੱਤੇ ਸੱਜਾ ਬਟਨ ਦਬਾਉ
pl: Kliknij prawym przyciskiem myszy na element aby uzyskać menu kontekstowe
pt: Carregue com o botão direito num item para abrir o menu de contexto.
pt_br: Botão direito sobre o item abre o menu de contexto
ru: Щёлкните правой кнопкой для вызова контекстного меню
se: Olgešcoahkkal áđa, de ihtá bahccanfállu
sk: Pravým kliknutím na položku získate kontextovú ponuku
sr: Десно кликните на ставку за контекстни мени
th: คลิกขวาที่ตัวในรายการเพื่อเปิดเมนูเพิ่มเติม
tr: İçerik menüsü için öğeye sağ tıklayın
uk: Для контекстного меню натисніть на елемент правою кнопкою мишки

source: Fullscreen
af: Volskerm
bg: Цял екран
ca: Pantalla completa
cs: Celá obrazovka
da: Fuldskærm
de: Vollbild
el: Πλήρη οθόνη
es: Pantalla completa
et: Täisekraan
eu: Pantaila osoa
fa: تمام پرده
fi: Kokoruutu
fr: Plein écran
he: מסך מלא
hu: Teljes képernyős mód
it: Schermo intero
ja: フルスクリーン
ka: სრულ ეკრანზე
km: ពេញ​អេក្រង់
ko: 전체 화면
lt: Visame ekrane
nb: Fullskjerm
nds: Heel Schirm
ne: पूरा पर्दा
nl: Volledig scherm
nn: Fullskjerm
pa: ਪੂਰੇ ਪਰਦੇ ਉੱਤੇ
pl: Pełny ekran
pt: Todo o Ecrã
pt_br: Tela Cheia
ru: Полный экран
se: Dievasšearbma
sk: Celá obrazovka
sr: Цео екран
th: แสดงเต็มจอ
tr: Tam Ekran
uk: Повний екран
