Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: If set, amarok follows symlinks when adding files or directories to the playlist.
af: As hierdie gestel is, sal amaroK simboliese skakels volg wanneer lêers of gidse by die speel lys bygevoeg word.
bg: Ако тази отметка е включена, Amarok ще проследява връзките към символи при добавяне на файлове или директории към списъка със записи.
ca: Si està activat l'Amarok segueix els enllaços simbòlics quan afegiu fitxers o directoris a la llista de reproducció.
cs: Je-li nastaveno, amaroK bude následovat symbolické odkazy při přidávání souborů, či adresářů do seznamu skladeb.
da: Hvis markeret følger Amarok symbolske link når filer og mapper tilføjes til spillelisten.
de: Aktivieren Sie diese Einstellung, wenn symbolische Links beim rekursiven Hinzufügen von Einträgen zu der Wiedergabeliste aufgelöst werden sollen.
el: Αν επιλεχθεί, το amaroK θα ακολουθεί τους συμβολικούς δεσμούς όταν προσθέτει αρχεία ή καταλόγους στη λίστα αναπαραγωγής.
es: Si se activa, amaroK sigue los enlaces simbólicos al añadir archivos o carpetas a la lista de reproducción.
et: Märkimisel järgib Amarok failide või kataloogide lisamisel esitusnimekirja nimeviitu.
eu: Ezartzen bada, Amarok-ek esteka sinbolikoak jarraituko ditu fitxategiak edo direktorioak zerrendan gehitzean.
fa: اگر تنظیم شود، هنگام افزودن پرونده‌ها یا فهرستهای راهنما به فهرست پخش، amarok پیوندهای نمادی را دنبال می‌کند.
fi: Jos valittu, Amarok seuraa symbolisia linkkejä lisätessään tiedostoja tai kansioita soittolistaan.
fr: Si cette case est cochée, Amarok suivra les liens symboliques lors de l'ajout de fichiers ou de dossiers dans la liste de lecture.
he: אם סומן, Amarok יעקוב אחרי קישורים סימבוליים בזמן הוספת קבצים או תיקיות לרשימת־ההשמעה.
hu: Ha ez be van jelölve, akkor ha fájlokat vagy könyvtárakat ad hozzá a lejátszólistához, a szimbolikus linkeket is feldolgozza (követi) a program.
it: Se impostata, Amarok segue i collegamenti simbolici quando aggiunge file o cartelle alla playlist.
ja: 有効にすると、プレイリストにファイルやディレクトリが追加されたときにシンボリックリンクをたどります。
ka: მინიჭება ან -სკენ.
km: បើ​កំណត់ amarok នឹង​បន្ត​តាម​តំណ​និមិត្តសញ្ញា នៅ​ពេល​បន្ថែម​ឯកសារ ឬ ថត​ទៅ​បញ្ជី​ចាក់ ។
ko: 만약 설정된다면, Amarok은 파일이나 디렉터리를 재생목록에 넣을때 심볼릭 링크도 따라갑니다.
lt: Įjunkite šią parinktį norėdami, kad AmaroK sektų simbolines nuorodas įkeliant į grojaraštį bylas ir aplankus.
nb: Hvis krysset av, blir symbolske lenker fulgt når du legger filer og mapper til spillelista.
nds: Wenn aktiveert, geiht Amarok symboolsche Verknüppen na, wenn Du de Afspeellist Dateien oder Ornern toföögst.
ne: यदि सेट भयो भने, अमारोकले प्लेसूचीमा फाइलहरू वा डाइरेक्टरीहरू थप्दा सिमलिङ्कहरू अनुशरण गर्दछ ।
nl: Indien aangezet zal Amarok de symbolische koppelingen volgen tijdens het toevoegen van bestanden of mappen aan de afspeellijst.
nn: Viss kryssa av, vert symbolske lenkjer følgde når du legg filer og mapper til spelelista.
pa: ਜੇਕਰ ਸੈਟ ਕੀਤਾ ਗਿਆ ਤਾਂ ਅਮਰੋਕ ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਫਾਇਲਾਂ ਜਾਂ ਡਾਇਰੈਕਟਰੀਆਂ ਨੂੰ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ ਨਿਸ਼ਾਨ ਸਬੰਧਾਂ ਨੂੰ ਵੇਖੇਗਾ।
pl: Jeśli jest zaznaczone, Amarok podąża za dowiązaniami dodając pliki lub katalogi do listy odtwarzania.
pt: Se seleccionado, o Amarok segue ligações simbólicas ao adicionar ficheiros e pastas à lista de reprodução.
pt_br: Se selecionada, o Amarok seguirá os links simbólicos ao adicionar arquivos ou diretórios à lista de músicas.
ru: Следовать по символическим ссылкам при добавлении файлов и папок в список воспроизведения.
sk: Ak áno, Amarok následuje symbolické odkazy pri pridávaní súborov alebo priečinkov do zoznamu skladieb.
sr: Ако је постављено, Amarok прати симвезе при додавању фајлова или директоријума у листу нумера.
th: หากตั้งไว้ amarok จะตาม symlinks เมื่อทำการเพิ่มแฟ้มหรือไดเร็คทอรี เข้าไปยังรายการเล่น
tr: Eğer seçilirse, parça listesine dosyalar ya da dizinler eklenirken, Amarok sembolik bağları takip eder.
uk: Якщо ввімкнено, Amarok буде слідувати за символічними посиланнями при додаванні файлів і каталогів у список композицій.

source: Whether to display a second, left time label.
af: Bepaal of 'n tweede snit tyd in die linker kant vertoon moet word
bg: Дали да се показва оставащото време.
ca: Si s'ha de mostrar una segona etiqueta amb el temps restant.
da: Om endnu en tidsvisning til venstre skal vises.
de: Legt fest, ob zusätzlich auch die verbleibende Spielzeit des Stücks angezeigt werden soll.
el: Αν θα εμφανίζεται ο εναπομένοντας χρόνος του κομματιού σε μια δεύτερη ετικέτα χρόνου.
es: Si mostrar una segunda, etiqueta de tiempo restante.
et: Kas näidata pala esitamisel jäänud aega.
fa: آیا یک ثانیه، برچسب زمان باقی‌مانده نمایش داده شود.
fi: Näytetäänkö toinen, vasen aikamerkki
fr: Afficher ou non le temps restant d'un morceau à gauche dans le libellé de temps.
hu: Legyen-e megjelenítve egy második, bal oldali időcímke
it: Decidi se mostrare una seconda etichetta del tempo rimasto.
ja: 左のもう一つの時間ラベルを表示するかどうか
km: ថាតើ​ត្រូវ​បង្ហាញ​វិនាទី ស្លាក​ពេលវេលា​ដែល​នៅ​សល់ ។
lt: Papildomai rodyti kairįjį grojimo trukmės indikatorių.
nb: Om nok en tidsetikett skal vises, til venstre.
nds: Linkerhand en tweet Tietdorstellen wiesen
ne: बाँकी समय लेबुल, सेकेन्ड प्रदर्शन गर्ने ।
nl: Of er een tweede label met de resterende tijd getoond wordt.
nn: Om gjenståande sportid skal visast.
pa: ਕੀ ਖੱਬੇ ਸਮਾਂ ਲੇਬਲ 'ਚ ਬਾਕੀ ਰਹਿੰਦਾ ਸਮਾਂ ਵੇਖਾਉਣਾ ਹੈ।
pl: Czy wyświetlać drugą etykietę czasu po lewej.
pt: Se deve mostrar ou não um segundo texto com o tempo restante.
pt_br: Exibir um segundo rótulo de tempo, à esquerda.
sk: Či sa má zobraziť druhý displej so zostávajúcim časom skladby
sr: Да ли приказати и друго време, преосталог трајања.
th: จะให้แสดงป้ายบอกเวลาอันที่ 2, ป้ายบอกเวลาทางซ้ายหรือไม่
tr: Parçanın kalan zamanını bir saniye göster.
uk: Чи показувати другий, надпис часу ліворуч.

source: Set this to display a second time label to the left of the seek slider in the player window.
af: Stel hierdie om 'n tweede tyd etiket aan die linker kant van die soek beheerder in die speel venster te vertoon.
bg: Включете тази отметка, ако искате в прозореца на плеъра да се показва оставащото време.
ca: Seleccioneu-ho per mostrar una segona etiqueta de temps a l'esquerra de la barra de progrés a la finestra del reproductor.
da: Markér dette for at vies endnu en tidsvisning til venstre for skyderen i spillervinduet.
de: Wenn diese Einstellung aktiviert ist, wird zusätzlich zur bereits vergangenen Spielzeit neben der Positionsanzeige auch die noch verbleibende Spielzeit des Stücks angezeigt.
el: Επιλέξτε αυτό για την εμφάνιση του εναπομείναντα χρόνου του κομματιού σε μια δεύτερη ετικέτα χρόνου στα αριστερά του ολισθητή στο παράθυρο αναπαραγωγής.
es: Active esto para mostrar una segunda etiqueta de tiempo restante en la izquierda de la barra de desplazamiento de la ventada del reproductor.
et: Märkimisel näidatakse mängija aknas pala lõpuni jäänud aega, mitte selle esitamisele juba kulunud aega.
fa: برای نمایش برچسب زمانی بر حسب ثانیه در سمت چپ لغزان پیگردی در پنجرۀ پخش‌کننده، این را تنظیم کنید.
fi: Aseta tämä näyttääksesi toisen aikamerkin kelauspalkin vasemmalla puolella soitinikkunassa.
fr: Cochez cette case pour afficher un libellé de temps, en seconde, à gauche de la barre de contrôle dans la fenêtre de lecture.
hu: Ha be van jelölve ez az opció, akkor a lejátszóablakban levő ugrási csúszka bal oldalán meg lesz jelenítve egy második időcímke.
it: Impostare questa opzione per visualizzare una seconda etichetta del tempo a sinistra del cursore di ricerca nella finestra del lettore.
ja: プレーヤウィンドウの進捗スライダーの左にもう一つの時間ラベルを表示するには、これを有効にします。
km: កំណត់វា​ដើម្បី​បង្ហាញ​ស្លាក​ពេលវេលា​ជា​វិនាទី​ទៅ​ឆ្វែង​នៃ​គ្រាប់រំកិល​ស្វែង​នៅ​ក្នុង​បង្អួច​កម្មវិធី​ចាក់ ។
lt: Įjungus šią parinktį grotuvo lange kairėje slinkties juostos pusėje papildomai bus rodomas dar vienas grojimo trukmės indikatorius.
nb: Hvis krysset av, vises nok en tidsetikett til venstre for søkeglideren i spillervinduet.
nds: Maak dit an, wenn Du en tweet Tietdorstellen linkerhand vun den Stück-Schuver wiest hebben wullt.
ne: प्लेयर सञ्झ्यालमा खोजी स्लाइडरको बायाँपट्टि सेकेन्ड समय लेबुल प्रदर्शन गर्न यो सेट गर्नुहोस् ।
nl: Schakel dit in om een tweede tijdlabel links van de schuifregelaar in het afspelervenster te plaatsen.
nn: Viss kryssa av, vert gjeståande sportid òg vist i spelarvindauget.
pl: Zaznacz tę opcję, aby wyświetlać drugą etykietę czasu po lewej stronie suwaka pozycji w utworze (w oknie odtwarzacza).
pt: Configure isto para mostrar uma segunda legenda de texto com o tempo restante, à esquerda da barra de posicionamento da janela do leitor.
pt_br: Selecione isto para exibir um segundo rótulo de tempo, à esquerda da barra de busca, na janela do reprodutor.
sk: Nastavte pre zobrazenie druhého displeja so zostávajúcim časom skladby v okne prehrávača vľavo od posuvníka.
sr: Поставите ово за приказивање и другог, преосталог времена нумере у прозору плејера.
th: ตั้งค่าตรงนี้เพื่อแสดงป้ายบอกเวลาอันที่ 2 ทางด้านซ้ายของแถบเลื่อนค้นหาในหน้าต่าง เครื่องเล่น
uk: Увімкніть, щоб показувати другий надпис часу ліворуч від повзунка пошуку в вікні програвача.

source: Whether to display remaining track time in the left time label.
af: Bepaal of die oorblywende snit tyd in die linker tyk etiket vertoon moet word
bg: Дали да се показва оставащото време.
ca: Si s'ha de mostrar el temps restant de la peça a l'etiqueta de temps restant.
da: Om tilbageværende sportid skal vises i den venstre tidsvisning.
de: Legt fest, ob die verbleibende Spielzeit des Stücks im Zeitbereich links angezeigt werden soll.
el: Αν θα εμφανίζεται ο εναπομένοντας χρόνος του κομματιού στην αριστερή ετικέτα χρόνου.
es: Si se muestra el tiempo de reproducción restante de la pista en la etiqueta de tiempo restante.
et: Kas näidata pala esitamisel jäänud aega.
fa: آیا زمان باقی‌ماندۀ شیار در برچسب زمانی سمت چپ نمایش داده شود.
fi: Näytetäänkö kappaleesta jäljellä oleva aika vasemmassa aikamerkissä.
fr: Afficher ou non le temps restant d'un morceau à gauche dans le libellé de temps.
hu: A számokból hátralevő idő legyen-e kijelezve a bal oldali időcímkében.
it: Decidi se mostrare il tempo rimanente della traccia nell'etichetta del tempo rimasto.
ja: 左の時間ラベルにトラックの残り時間を表示するかどうか
km: ថាតើ​ត្រូវ​បង្ហាញ​ពេលវេលា​បទ​ដែល​នៅ​សល់​នៅ​ក្នុង​ស្លាក​ពេលវេលា​ដែល​នៅ​សល់ ។
lt: Kairiajame indikatoriuje rodyti likusią grojimo trukmę.
nb: Om gjenstående sportid skal vises i tidsetiketten til venstre
nds: Nablieven Speeltiet linkerhand wiesen
ne: बाँकी ट्रयाक समय बायाँपट्टि समय लेबुलमा प्रदर्शन गर्ने ।
nl: Of de resterende afspeeltijd getoond wordt in het linker tijdveld.
nn: Om gjenståande sportid skal visast.
pa: ਕੀ ਖੱਬੇ ਸਮਾਂ ਲੇਬਲ 'ਚ ਟਰੈਕ ਦਾ ਬਾਕੀ ਰਹਿੰਦਾ ਸਮਾਂ ਵੇਖਾਉਣਾ ਹੈ।
pl: Czy wyświetlać pozostały czas utworu w lewej tabeli czasu.
pt: Se deve mostrar ou não o tempo restante da faixa na legenda de texto.
pt_br: Exibir tempo restante da faixa no rótulo de tempo esquerdo.
sk: Či sa má zobraziť zostávajúci čas stopy v ľavom návestí s časom.
sr: Да ли приказати преостало време нумере у левој ознаци времена.
th: จะให้แสดงเวลาที่เหลือของเพลงในป้ายบอกเวลาทางซ้าย
tr: Zaman etiketinde parçanın kalan süresini göster.
uk: Чи показувати час до завершення доріжки в лівому надписі часу.

source: Set this to display remaining track time instead of past track time in the player window.
af: Stel hierdie om die oorblywende speel tyd van die snit in die speler venster te vertoon, i.p.v. die speel tyd wat alreeds verstryk het.
bg: Включете тази отметка ако искате в прозореца на плеъра да се показва оставащото време вместо изминалото.
ca: Seleccioneu per a mostrar el temps restant de les peces en comptes del temps transcorregut a la finestra de reproducció.
cs: Nastavte pro zobrazení zbývajícího času stopy v okně přehrávače, namísto normálního zobrazení už přehraného času.
da: Markér dette for at vise tilbageværende tid for spor i stedet for sportid i afspillervinduet.
de: Dies aktivieren, wenn im Player-Fenster statt der abgelaufenen Zeit die noch verbleibende Spielzeit des Stücks angezeigt werden soll.
el: Επιλέξτε αυτό για την εμφάνιση του εναπομείναντα χρόνου του κομματιού στη θέση του χρόνου αναπαραγωγής του κομματιού στο παράθυρο αναπαραγωγής.
es: Active esto para mostrar el tiempo restante de la pista en lugar del tiempo transcurrido en la ventana del reproductor.
et: Märkimisel näidatakse mängija aknas pala lõpuni jäänud aega, mitte selle esitamisele juba kulunud aega.
eu: Ezarri hau pistari falta zaion denbora bistaratzeko, pistaren igarotako denbora bistaratu ordez, erreprodukzio-leihoan.
fa: برای نمایش زمان باقی‌مانده شیار به جای زمان سپری‌شدۀ شیار در پنجرۀ پخش‌کننده، این را تنظیم کنید.
fi: Aseta tämä näyttääksesi kappaleesta jäljellä olevan ajan kappaleesta soitetun ajan sijaan.
fr: Cochez cette case pour afficher le temps restant d'un morceau plutôt que le temps déjà écoulé dans la fenêtre de lecture.
he: סמן את זה על מנת להציג את הזמן הנותר לרצועה במקום את הזמן שעבר בחלון הניגון.
hu: Jelölje be ezt az opciót, ha a lejátszóablakban a számból hátralevő időt szeretné kiíratni a számból eltelt idő helyett.
it: Impostare questa opzione per mostrare il tempo rimanente della traccia invece del tempo trascorso, nella finestra del lettore.
ja: プレーヤウィンドウにトラックの再生済みの時間ではなく残り時間を表示するには、これを有効にします。
ka: დაყენებული -სკენ დრო დრო -ში.
km: កំណត់​វា ដើម្បី​បង្ហាញ​រយៈពេល​នៅ​សល់​របស់​បទ​ក្នុង​បង្អួច​កម្មវិធី​ចាក់ ដោយ​មិន​បង្ហាញ​រយៈពេល​បទ​មុន​ឡើយ ។
ko: 곡이 진행된 시간 대신 남은 시간을 표시하게 하려면 설정하십시오.
lt: Įjungus šią parinktį kairiajame indikatoriuje vietoje grojimo trukmės bus rodoma likusi grojimo trukmė.
nb: Hvis krysset av, blir gjenstående sportid og ikke vanlig sportid vist i spillervinduet.
nds: Aktiveer dit, wenn Du lever de nablieven Speeltiet as de al aflopen Tiet vun dat aktuelle Stück binnen dat Afspeler-Finster wiest hebben wullt.
ne: प्लेयर सञ्झ्यालमा गएको ट्रयाक समयको सट्टा बाँकी ट्रयाक समय प्रदर्शन गर्न यो सेट गर्नुहोस् ।
nl: Zet dit aan om de resterende tracktijd te tonen, in plaats van de verstreken tracktijd, in het afspelervenster.
nn: Viss kryssa av, vert gjeståande sportid og ikkje vanleg sportid vist i spelarvindauget.
pa: ਪਲੇਅਰ ਝਰੋਖੇ ਵਿੱਚ ਟਰੈਕ ਦੇ ਲੰਘੇ ਸਮੇਂ ਨੂੰ ਵਿਖਾਉਣ ਦੇ ਬਜਾਏ ਬਾਕੀ ਬਚਿਆ ਸਮਾਂ ਵਿਖਾਉਣ ਲਈ ਸੈਟ ਕਰੋ।
pl: Zaznacz to aby wyświetlać pozostały czas odtwarzania zamiast czasu, który upłynął od początku.
pt: Configure isto para mostrar o tempo restante da faixa, em vez do tempo passado, na janela do leitor.
pt_br: Selecione isto para exibir o tempo restante da faixa na janela de reprodução, ao invés do tempo reproduzido.
ru: Выводить время, оставшееся до конца композиции вместо прошедшего времени
sk: Nastavte pre zobrazenie zostávajúceho času skladby v okne prehrávača, namiesto zobrazenia už prehraného času.
sr: Поставите ово за приказивање преосталог времена нумере уместо протеклог времена у прозору плејера.
th: ตั้งค่าตรงนี้เพื่อให้แสดงเวลาที่เหลือของเพลงแทนที่จะเป็นเวลาที่ผ่านไป ในหน้าต่างเครื่องเล่น
tr: Parça penceresinde, geçen zaman yerine kalan zamanı görmek istiyorsanız işaretleyin.
uk: Встановіть тут, щоб показувати у вікні програвання час до закінчення доріжки замість часу, який вже пройшов від її початку.

source: Whether to show scores for tracks
af: Moet die telling van snitte vertoon word
bg: Дали да се показват точките на записите
ca: Si es mostraran les puntuacions de les peces
da: Om scoring skal vises for spor
de: Legt fest, ob Punkte für Stücke angezeigt werden sollen
el: Αν θα εμφανίζεται η βαθμολογία των κομματιών
es: Si se muestra la puntuación de las pistas
et: Kas näidata palade hindeid
eu: Pisten puntuazioak erakutsi edo ez
fa: آیا امتیازات برای شیارها نمایش داده شوند
fi: Näytetäänkö kappaleiden pisteet
fr: Afficher ou non les scores pour les morceaux
he: האם להציג את הניקוד עבור הרצועות
hu: Meg legyenek-e jelenítve a számok pontszámai
it: Decidi se mostrare i punteggi delle tracce
ja: トラックのスコアを表示するかどうか
ka: -სკენ -თვის ჩანაწერი
km: ថា​តើ​ត្រូវ​បង្ហាញ​ពិន្ទុ​បទ​ឬ​ទេ
ko: 트랙에 대한 점수를 보여줄 지 여부
lt: Rodyti dainų reitingus
nb: Om poeng skal vises for spor
nds: Pünkt för Stücken wiesen
ne: ट्रयाकहरूका लागि प्राप्ताङ्क देखाउने या नदेखाउने
nl: Of er scores voor tracks worden getoond
nn: Om poeng for spora skal visast.
pa: ਕੀ ਟਰੈਕਾਂ ਲਈ ਸਕੋਰ ਵੇਖਾਉਣਾ ਹੈ
pl: Czy pokazywać punktację dla utworów
pt: Mostrar ou não a pontuação das faixas.
pt_br: Mostrar pontuação das faixas
ru: Показывать ли счёт для дорожек
se: Jus bihtáid čuoggát čájehuvvot
sk: Či zobrazovať skóre pre stopy
sr: Да ли приказати резултате за нумере
th: จะให้แสดงคะแนนของเพลงหรือไม่
tr: Parçalar için puanları göster
uk: Чи показувати рахунки для доріжок

source: A score is a number from 0 to 100, determined automatically by Amarok based on how often you listen to a track and how much of it you listen to.
af: 'n Telling is 'n nommer tussen 0 en 100. Dit word outomaties deur Amarok bepaal en is gebaseer op hoe gereeld jy na die snit luister en na hoeveel jy van die snit luister.
bg: Точките са от 0 до 100 и се определят автоматично от Amarok въз основа на това колко често и каква част от даден запис сте слушали.
ca: La puntuació és un nombre de 0 a 100, determinat automàticament per l'Amarok i basat en la freqüència en què escolteu la peça i en la porció que l'escolteu.
da: Scoring er et tal fra 0 til 100, som bestemmes automatisk af Amarok baseret på hvor ofte du lytter til et spor og hvor stor en del af det du lytter til.
de: Die Punkte für ein Stück sind eine Nummer zwischen 0 und 100. Sie werden von Amarok automatisch ermittelt, basierend auf Ihrem Hörverhalten (wie oft Sie ein Stück hören und ob Sie es ganz zu Ende hören).
el: Η βαθμολογία είναι ένας αριθμός μεταξύ 0 και 100, που το Amarok υπολογίζει αυτόματα ανάλογα με το πόσες φορές έχετε παίξει ένα κομμάτι και πόσο από αυτό ακούσατε.
es: Una puntuación es un número de 0 a 100 determinado automáticamente por Amarok según la frecuencia con la que escucha una pista y cuánto escucha de ella.
et: Hinne on arv vahemikus 0 kuni 100, mille Amarok määrab automaatselt selle põhjal, kui sageli sa pala kuulad ja kui palju sellest sa ära kuulad.
eu: Puntuazioa 0 eta 100 arteko zenbakia da, eta Amarok-ek automatikoki zehazten du pisa bakoitza zenbat aldiz entzun duzun, eta bertatik zenbat entzun duzun arabera.
fa: یک امتیاز، عددی از ۰ تا ۱۰۰ است که به طور خودکار توسط Amarok بر اساس اینکه هر چند وقت یکبار به یک شیار گوش می‌دهید و چقدر به آن گوش می‌دهید، تعیین می‌شود.
fi: Pisteet ovat väliltä 0–100 ja Amarokin määrittelemät.
fr: Un score est un nombre entre 0 et 100, déterminé automatiquement par Amarok, basé sur le nombre d'écoutes d'un morceau ainsi que la durée de son écoute.
he: ניקוד הוא מספר בין 0 ל־ 100, שנקבע אוטומטית על־ידי Amarok, על בסיס תכיפות הפעמים בהן האזנת לרצועה, ולכמה ממנה האזנת.
hu: A pontszám egy 0 és 100 közti szám, amelyet az Amarok automatikusan határoz meg az alapján, hogy Ön milyen gyakran hallgatja az adott számot, illetve annak mekkora részét hallgatja meg.
it: Un punteggio è un numero compreso tra 0 e 100, determinato automaticamente da Amarok, che si basa sulla frequenza di ascolto di una traccia e su quanta parte se ne ascolta.
ja: スコアはあなたがトラックを再生した頻度と、その全部または一部だけを再生したかに基づいて Amarok が自動的に計算します。0 から 100 の数字で表現します。
km: ពិន្ទុ​គឺ​ជា​លេខ​ដែល​ចាប់​ពី ០ ទៅ​ដល់ ១០០ បាន​កំណត់​ដោយ​ស្វ័យ​ប្រវត្តិ​ដោយ​ Amarok ដែល​​ផ្អែក​​លើ​ ​ថាតើ​ជា​រឿយៗ​អ្នក​ស្ដាប់​បទនោះ​ប៉ុណ្ណា ហើយ​តើ​អ្នក​ស្ដាប់​វា​ច្រើន​ប៉ុណ្ណា ។
ko: 점수는 0부터 100까지 수입니다. 점수는 당신이 들은 빈도수에 기반하여 Amarok 에 의해 자동으로 결정됩니다.
lt: Reitingas yra automatiškai AmaroK apskaičiuojamas skaičius nuo 0 iki 100. Jo reikšmė priklauso nuo to, kaip dažnai grojate dainą ir ar išklausote ją iki galo.
nb: En poengsetting er et tall fra 0 til 100, som Amarok regner ut basert på hvor ofte du hører på et spor og hvor mye av det du hører på.
nds: Amarok gifft de Stücken Pünkt twischen 0 un 100, all dor na, wo faken Du en Stück speelst un woveel Du Di dorvun anhöörst.
ne: प्राप्ताङ्क सङ्ख्या ० बाट १०० सम्म हुन्छ, जुन अमारोकद्वारा स्वचालित रूपमा निर्धारण गरिएको हुन्छ र तपाईँले ट्रयाकमा कसरी सुन्नुभयो र कति सुन्नुभयो भन्नेमा आधारित हुन्छ ।
nl: Een score is een getal tussen 0 en 100, dat automatisch door Amarok wordt bepaald aan de hand van hoe vaak u naar een track luistert en hoeveel ervan u beluistert.
nn: Kvart spor kan frå få 0 til 100 poeng, basert på kor ofte du høyrer på det, og kor stor del av sporet du høyrer på.
pa: ਸਕੋਰ ਇੱਕ ਨੰਬਰ 0 ਤੋਂ 100 ਦੇ ਵਿੱਚ ਹੋ ਸਕਦਾ ਹੈ, ਜਿਸ ਦੀ ਗਿਣਤੀ ਅਮਰੋਕ ਵਲੋਂ ਤੁਹਾਡੇ ਵਲੋਂ ਇੱਕ ਗਾਣੇ ਨੂੰ ਅਕਸਰ ਚਲਾਉਣ ਅਤੇ ਤੁਹਾਡੇ ਵਲੋਂ ਸੁਣਨ ਦੇ ਅਧਾਰ ਉੱਤੇ ਆਪਣੇ ਆਪ ਤਿਆਰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
pl: Punktacja jest liczbą od 0 do 100, wyznaczaną automatycznie przez Amaroka bazując na tym, jak często słuchasz utworu i jak długo go słuchasz.
pt: A pontuação vai de 0 a 100 e é determinada automaticamente pelo Amarok, baseado na frequência em que ouve a faixa e quanto dela ouve.
pt_br: Uma pontuação é um número de 0 a 100, determinado automaticamente pelo Amarok, baseado na freqüência em que você escuta uma música e o quanto dela você escutou.
ru: Счёт - это число от 0 до 100, автоматически определяемое проигрывателем и основанное информации о частоте и количестве прослушиваний композиции.
se: Čuokkis lea nummir 0 ja 100 gaskkas. Amarok mearrida dan automáhtalaččat vuođđuduvvon das man dávja guldalat bihtá ja man stuorra oasi bihtás guldalat.
sk: Skóre je číslo medzi 0 a 100, určené automaticky Amarokom na základe toho, ako často stopu počúvate a koľko si z nej vypočujete.
sr: Резултат је број између 0 и 100, одређен аутоматски на основу тога колико често слушате нумеру и колики део ње одслушате.
th: คะแนน คือตัวเลขจาก 0 ถึง 100 ซึ่งจะพิจารณาให้โดย Amarok โดยมีพื้นฐาน ว่าคุณฟังเพลงนั้นบ่อยและมากแค่ไหน
uk: Рахунок - це номер від 0 до 100, який визначається автоматично програмою Amarok залежно від того, наскільки часто ви слухали певну доріжку і наскільки велику частину ви її слухали.

source: Whether to show ratings for tracks
af: Moet die rang van snitte vertoon word
bg: Дали да се показва оценка на записите
ca: Si es mostraran les valoracions de les peces
da: Om klassificering skal vises for spor
de: Legt fest, ob die Bewertung für Stücke angezeigt werden soll
el: Αν θα εμφανίζεται η αξιολόγηση των κομματιών
es: Si se muestra la valoración de las pistas
et: Kas näidata palade hinnanguid
eu: Pisten balioak erakutsi edo ez
fa: آیا ارزیابیها برای شیارها نمایش داده شوند
fi: Näytetäänkö kappaleiden arvostelu
fr: Afficher ou non les votes pour les morceaux
he: האם להציג את המדרוג לרצועות
hu: Meg legyenek-e jelenítve a számok besorolásai
it: Decidi se mostrare le valutazioni delle tracce
ja: トラックの評価を表示するかどうか
ka: -სკენ -თვის ჩანაწერი
km: ថា​តើ​ត្រូវ​បង្ហាញ​រូបតំណាង​នៅ​ក្នុង​ថាស​ប្រព័ន្ធ​ឬ​ទេ
ko: 트랙에 대한 비중을 보일 것인지 여부
lt: Rodyti dainų įvertinimus
nb: Om rangeringer skal vises for spor
nds: Beweerten för de Stück wiesen
ne: ट्रयाकहरूका लागि मूल्याङ्कन देखाउने या नदेखाउने
nl: Of er waarderingen voor tracks worden getoond
nn: Om karakterar for spora skal visast.
pa: ਕੀ ਟਰੈਕਾਂ ਲਈ ਰੇਟਿੰਗ ਵੇਖਾਉਣੀ ਹੈ
pl: Czy pokazywać notowania dla utworów
pt: Mostrar ou não a classificação das faixas
pt_br: Mostrar avaliação das faixas
ru: Показывать ли значок в системном лотке
se: Jus bihtáid árvosánit čájehuvvot
sk: Či zobrazovať hodnotenia pre stopy
sr: Да ли приказати рејтинге нумера
th: จะให้แสดงเรตติ้งของเพลงหรือไม่
tr: Parçaların beğenilerini göster
uk: Чи показувати для доріжок рейтинг
