Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Developer (Untouchable)
af: Ontwikkelaar (Onaanraakbaar)
bg: Разработчик (недосегаем)
ca: Desenvolupador (Intocable)
cs: Vývojář (Nedotknutelný)
da: Udvikler (urørlig)
de: Entwickler (Untouchable)
el: Προγραμματιστής (Untouchable)
es: Desarrollador (intocable)
et: Arendaja (Untouchable)
eu: Garatzailea (Untouchable)
fa: توسعه‌دهنده )غیرقابل لمس(
fi: Kehittäjä (Untouchable)
fr: Développeur (Intouchable)
he: מפתח (Untouchable)
hu: Fejlesztő (érinthetetlen)
it: Sviluppatore (Untouchable)
ja: 開発者 (Untouchable)
ka: პროგრამისტი (Untouchable)
km: អ្នក​អភិវឌ្ឍន៍ (មិន​អាច​ប៉ះពាល់​បាន)
ko: 개발자 (손댈 수 없는)
lt: programuotojas (neliečiamasis)
nb: Utvikler (Uberørbar)
nds: Schriever (Untouchable)
ne: विकासकर्ता (स्पर्श गर्न नमिल्ने)
nl: Ontwikkelaar (ongenaakbaar)
nn: Utviklar (uangripleg).
pa: ਖੋਜੀ (Untouchable)
pl: Programista (niedotykalski)
pt: Programador (Intocável)
pt_br: Desenvolvedor (Untouchable)
ru: Разработчик (Untouchable)
se: Ovdánahtti (Ii guoskkahahtti ge)
sk: Vývojár (nedotknuteľný)
sr: Програмер (Недодирљиви)
tr: Geliştirici (Dokunulmazlığı var)
uk: Розробник (Untouchable)

source: 733t code, OSD improvement, patches (Larson)
af: 733t kde, OSD verbetering, fout rgmaak (Larson)
bg: 733t , подобрения в OSD, кръпки (Larson)
ca: Codi 733t, millores a l'OSD, pedaços (Larson)
cs: sqělý kód, vylepšení OSD, záplaty (Larson)
da: 733t kode, OSD-forbedringer, rettelser (Larson)
de: 733t-Kode, OSD-Verbesserungen, Patches (Larson)
el: κώδικας 733t, βελτιώσεις OSD, διορθώσεις (Larson)
es: Código 733t, mejoras en la OSD, parches (Larson)
et: 733t kood, OSD parandused, paigad (Larson)
eu: 733t kodea, PGB hobekuntza, zuzenketak (Larson)
fa: کد 733t، اصلاح OSD، کژنه‌ها )Larson(
fi: 733t-koodi, kuvaruutunäytön parannukset, korjaukset (Larson)
fr: Code 733t, amélioration de l'OSD, correctifs (Larson)
he: קוד 733t, שיפורי תצוגה על המסך, טלאים (Larson)
hu: 733t kód, az OSD továbbfejlesztése, javítások (Larson)
it: Codice 733t, migliorie all'OSD, patch (Larson)
ja: 773tコード, OSD改良, パッチ (Larson)
ka: 733t კოდი, ეკრანული შეტყობინებების გაუმჯობესება, დამატებები (Larson)
km: កូដ 733t, ធ្វើ​ឲ្យ OSD កាន់​តែ​ប្រសើរ, បំណះ (Larson)
ko: 개발자, 733t 코드, OSD 개선, 패치 (Larson)
lt: kūrė 733t kodą, patobulino pranešimus, taisė klaidas (Larson)
nb: 733t-kode, forbedring av skjermmeldinger, rettelser (Larson)
nds: 733t-Kode, OSD-Verbetern, Kodeplasters (Larson)
ne: 733t code, OSD सुधार, प्याचेस (लार्सन)
nl: ontwikkelaar, 733t-code, OSD-verbeteringen, patches (Larson)
nn: 733t-kode, forbetring av skjermmeldingar, rettingar (Larson).
pa: 733t ਕੋਡ, OSD ਸੁਧਾਰ, ਪੈਂਚ (Larson)
pl: Kod 733t, udoskonalenia OSD, łaty (Larson)
pt: código 733t, melhorias no OSD, correcções (Larson)
pt_br: Código 733t, melhoramento do OSD e correções (Larson)
ru: Индикатор, 733t, заплатки (Larson)
sk: 733t kód, vylepšenie OSD, záplaty (Larson)
sr: 733т код, побољшања OSD-а, закрпе (Larson)
th: โค้ดสุดป๋า, การปรับปรุง OSD, patches (Larson)
tr: 733t kodları, Bilgilendirme Penceresi geliştirmeleri, yamalar (Larson)
uk: Код 733t, вдосконалення індикатора, латки (Larson)

source: Developer (illissius)
af: Ontwikkelaar (illissius)
bg: Разработчик (illissius)
ca: Desenvolupador (illissius)
cs: Vývojář (illissius)
da: Udvikler (illissius)
de: Entwickler (illissius)
el: Προγραμματιστής (illissius)
es: Desarrollador (illissius)
et: Arendaja (illissius)
eu: Garatzailea (illissius)
fa: توسعه‌دهنده )illissius(
fi: Kehittäjä (illissius)
fr: Développeur (illissius)
he: מפתח (illissius)
hu: Fejlesztő (illissius)
it: Sviluppatore (illissius)
ja: 開発者 (illissius)
ka: პროგრამისტი (illissius)
km: អ្នក​អភិវឌ្ឍន៍ (illissius)
ko: 개발자 (illissius)
lt: programuotojas (illissius)
nb: Utvikler (illissius)
nds: Schriever (illissius)
ne: विकासकर्ता (इलिसियस)
nl: Ontwikkelaar (illissius)
nn: Utviklar (illissius).
pa: ਖੋਜੀ (illissius)
pl: Programista (illissius)
pt: Programador (illissius)
pt_br: Desenvolvedor (illissius)
ru: Разработчик (illissius)
se: Ovdánahtti (illisius)
sk: Vývojár (illissius)
sr: Програмер (illissius)
th: ผู้พัฒนา (illissius)
tr: Geliştirici (illissius)
uk: Розробник (illissius)

source: The Beard
af: Die Baard
bg: Брадата
ca: La Barba
cs: Bradka
da: Skægget
de: Der Bart
el: Το Beard
es: La barba
eu: Bizarra
fi: Parta
fr: La Barbe
hu: A Szakáll
ka: წვერი
km: ពុកចង្កា
ko: 턱수염
nb: Skjegget
nds: De Boort
ne: द बियर्ड
nl: De baard
nn: Skjegget
pt: A Barba
pt_br: O Barba
se: Skávža
sk: Brada
sr: Брада
th: ไอ้เครา
uk: Борода

source: Developer (eean)
af: Ontwikkelaar (eean)
bg: Разработчик (eean)
ca: Desenvolupador (eean)
cs: Vývojář (eean)
da: Udvikler (eean)
de: Entwickler (eean)
el: Προγραμματιστής (eean)
es: Desarrollador (eean)
et: Arendaja (eean)
eu: Garatzailea (eean)
fa: توسعه‌دهنده )eean(
fi: Kehittäjä (eean)
fr: Développeur (eean)
he: מפתח (eean)
hu: Fejlesztő (eean)
it: Sviluppatore (eean)
ja: 開発者 (eean)
ka: პროგრამისტი (eean)
km: អ្នក​អភិវឌ្ឍន៍ (eean)
ko: 개발자 (eean)
lt: programuotojas (eean)
nb: Utvikler (eean)
nds: Schriever (eean)
ne: विकासकर्ता (इयान)
nl: Ontwikkelaar (eean)
nn: Utviklar (eean).
pa: ਖੋਜੀ (eean)
pl: Programista (eean)
pt: Programador (eean)
pt_br: Desenvolvedor (eean)
ru: Разработчик (eean)
se: Ovdánahtti (eean)
sk: Vývojár (eean)
sr: Програмер (eean)
th: ผู้พัฒนา (eean)
tr: Geliştirici (eean)
uk: Розробник (eean)

source: Developer (jefferai)
af: Ontwikkelaar (jefferai)
bg: Разработчик (jefferai)
ca: Desenvolupador (jefferai)
cs: Vývojář (jefferai)
da: Udvikler (jefferai)
de: Entwickler (jefferai)
el: Προγραμματιστής (jefferai)
es: Desarrollador (jefferai)
et: Arendaja (jefferai)
eu: Garatzailea (jefferai)
fa: توسعه‌دهنده )jefferai(
fi: Kehittäjä (jefferai)
fr: Développeur (jefferai)
he: מפתח (jefferai)
hu: Fejlesztő (jefferai)
it: Sviluppatore (jefferai)
ja: 開発者 (jefferai)
ka: პროგრამისტი (jefferai)
km: អ្នក​អភិវឌ្ឍន៍ (jefferai)
ko: 개발자 (jefferai)
lt: programuotojas (jefferai)
nb: Utvikler (jefferai)
nds: Schriever (jefferai)
ne: विकासकर्ता (जेफराइ)
nl: Ontwikkelaar (jefferai)
nn: Utviklar (jefferai).
pa: ਖੋਜੀ (jefferai)
pl: Programista (jefferai)
pt: Programador (jefferai)
pt_br: Desenvolvedor (jefferai)
ru: Разработчик (jefferai)
se: Ovdánahtti (jefferai)
sk: Vývojár (jefferai)
sr: Програмер (jefferai)
th: ผู้พัฒนา (jefferai)
tr: Geliştirici (jefferai)
uk: Розробник (jefferai)

source: It's good, but it's not irssi
af: Dies goed, maar dit is nie irssi nie.
bg: Добро е, но не е irssi
ca: És bo, però no és irssi
cs: Je to dobrý, ale není to irssi
da: Det er godt, men det er ikke IRSSI
el: Είναι καλό, αλλά δεν είναι το irssi
es: Es bueno, pero no es irssi
eu: Hain ona da, baina ez da irssi
fa: خوب است، اما irssi نیست
fr: C'est du bon, mais ce n'est pas irssi
hu: Jó az, de nem Irssi
ka: ეს კარგია, მაგრამ ეს არაა ირისი
km: វា​ល្អ​ណាស់ ប៉ុន្តែ​វា​មិន​មែន​ជា irssi ឡើយ
ko: 좋습니다. 하지만 이건 irssi 가 아닙니다.
nb: Det er bra, men irssi er det ikke
nds: Dat's goot, man nich irssi
ne: यो ठीक छ, तर यो इर्सी होइन
nl: Het is goed, maar het is geen irssi
nn: Det er bra, men det er ikkje irssi
pa: ਇਹ ਚੰਗਾ ਹੈ, ਪਰ irssi ਨਹੀਂ
pl: To jest dobre, ale to nie jest irssi
pt: É bom, mas não é o 'irssi'
pt_br: É bom, mas não é irssi
ru: Это всё, конечно, хорошо, но это не irssi
se: Lea buorre, muhto ii gal irssi
sk: Je to dobré, ale nie je to irssi
sr: Добар је, али није irssi
th: มันก็ดีอะ, แต่มันไม่ใช่ irssi
tr: Güzel, fakat irssi değil
uk: Це добре, але це не irssi

source: Project founder (markey)
af: Projek stigter (markey)
bg: Основател на проекта (markey)
ca: Fundador del projecte (markey)
cs: zakladatel projektu (markey)
da: Projektets grundlægger (markey)
de: Projekt-Initiator (markey)
el: Ιδρυτής του έργου (markey)
es: Fundador del proyecto (markey)
et: Projekti rajaja (markey)
eu: Proiektuaren sortzailea (markey)
fa: مؤسس پروژه )مارکی(
fi: Projektin perustaja (markey)
fr: Fondateur du projet (markey)
he: מייסד הפרויקט (markey)
hu: A projekt alapítója (markey)
it: Fondatore progetto (markey)
ja: プロジェクト創設者 (markey)
ka: პროექტის დამაარსებელი (markey)
km: អ្នក​រកឃើញ​គម្រោង (markey)
ko: 프로젝트 창시자 (markey)
lt: Projekto įkūrėjas (markey)
nb: Prosjektstarter (markey)
nds: Projekt-Vader (markey)
ne: परियोजना प्रवर्तक (मार्के)
nl: Projectstichter (markey)
nn: Prosjektstartar (markey).
pa: ਪਰੋਜੈਕਟ ਖੋਜੀ (ਮਾਰਕੀ)
pl: Twórca projektu (markey)
pt: Fundador do projecto (markey)
pt_br: Fundador do projeto (markey)
ru: Основатель проекта (markey)
se: Prošeaktavuođđudeaddji (markey)
sk: Zakladateľ projektu (markey)
sr: Оснивач пројекта (markey)
th: ผู้ก่อตั้งโครงการ (markey)
tr: Proje başlatıcısı (markey)
uk: Засновник проекту (markey)

source: Developer (aumuell)
af: Ontwikkelaar (aumuell)
bg: Разработчик (aumuell)
ca: Desenvolupador (aumuell)
cs: Vývojář (aumuell)
da: Udvikler (aumuell)
de: Entwickler (aumuell)
el: Προγραμματιστής (aumuell)
es: Desarrollador (aumuell)
et: Arendaja (aumuell)
eu: Garatzailea (aumuell)
fa: توسعه‌دهنده )aumuell(
fi: Kehittäjä (aumuell)
fr: Développeur (aumuell)
he: מפתח (aumuell)
hu: Fejlesztő (aumuell)
it: Sviluppatore (aumuell)
ja: 開発者 (aumuell)
ka: პროგრამისტი (aumuell)
km: អ្នក​អភិវឌ្ឍន៍ (aumuell)
ko: 개발자 (aumuell)
lt: programuotojas (aumuell)
nb: Utvikler (aumuell)
nds: Schriever (aumuell)
ne: विकासकर्ता (अउमुएल)
nl: Ontwikkelaar (aumuell)
nn: Utviklar (aumuell).
pa: ਖੋਜੀ (aumuell)
pl: Programista (aumuell)
pt: Programador (aumuell)
pt_br: Desenvolvedor (aumuell)
ru: Разработчик (aumuell)
se: Ovdánahtti (aumuell)
sk: Vývojár (aumuell)
sr: Програмер (aumuell)
th: ผู้พัฒนา (aumuell)
tr: Geliştirici (aumuell)
uk: Розробник (aumuell)

source: DCOP, improvements, Preci-i-o-u-u-s handbook maintainer (madpenguin8)
af: DCOP, verbeteringe, Handleiding onderhouer
bg: DCOP, подобрения, поддръжка на Preci-i-o-u-u-s (madpenguin8)
ca: DCOP, millores, e-s-s-s-t-i-mat encarregat del manual (madpenguin8)
cs: DCOP, vylepšení, výborný správce příručky (madpenguin8)
da: DCOP-forbedringer, den værdsatte håndbogs vedligholder (madpenguin)
de: DCOP, Verbesserungen, unser Schaattz-z-s-s Handbuchbetreuer (madpenguin8)
el: DCOP, βελτιώσεις, Πολύτιμος συντηρητής του εγχειριδίου (madpenguin8)
es: DCOP, mejoras, encargado del preci-i-o-o-s-s-o manual (madpenguin8)
et: DCOP, parandused, kõrgeauline käsiraamatu hooldaja (madpenguin8)
eu: DCOP, hobekuntzak, eskuliburuaren kudeatzaile po-o-o-o-litena (madpenguin8)
fa: DCOP، اصلاحات، نگه‌دارندۀ کتاب مرجع ارزشمند )madpenguin8(
fi: DCOP, parannuksia, Preci-i-o-u-u-s handbook maintainer (madpenguin8)
fr: DCOP, améliorations, Mainteneur du précieux manuel (madpenguin8)
he: שיפורים, DCOP, מתחזק חוברת ההסבר היק-ר-ר-ר-ה (madpenguin8)
hu: DCOP, fejlesztések, nélkülözhetetlen kézikönyv-karbantartó (madpenguin8)
it: DCOP, miglioramenti, preziosissimo curatore del manuale (madpenguin8)
ja: DCOP、改良、超貴重なハンドブックメンテナ (madpenguin8)
ka: DCOP, გაუმჯობესებები, Preci-i-o-u-u-s სახელმძღვანელოს მხარდამჭერი (madpenguin8)
km: DCOP, ធ្វើ​ឲ្យ​កាន់​តែ​ប្រសើរ, អ្នក​ថែទាំ​សៀវភៅ​ដៃ​ដ៏​មាន​តម្លៃ.....បំផុត (madpenguin8)
ko: DCOP, 개선, 쥑-이는 설명서 관리자 (madpenguin8)
lt: DCOP, patobulinimai, naudingas naudotojo vadovo prižiūrėtojas (madpenguin8)
nb: DCOP, forbedringer, kost-e-e-l-i-i-g håndbokvedlikeholder (madpenguin8)
nds: DCOP, Verbetern, böös böös wichtig Handbookpleger
ne: डीसीओपी, सुधारहरू, अघिल्लो हातेपुस्तक सम्भारकर्ता (madpenguin8)
nl: DCOP, verbeteringen, D i e r b a r e handboekonderhouder (madpenguin8)
nn: DCOP, forbetringar og høgt verdsatt vedlikeheldar av handboka (madpenguin8).
pa: DCOP, ਸੁਧਾਰ, ਹੱਥਲੀ ਕਿਤਾਬ ਲੇਖਕ (madpenguin8)
pl: DCOP, usprawnienia, Najdro-o-o-ż-sz-szy opiekun poradnika (madpenguin8)
pt: DCOP, melhorias, Manutenção do manual (madpenguin8)
pt_br: DCOP, melhorias; o pre-ci-o-so mantenedor do manual do Amarok (madpenguin8)
ru: DCOP, различные улучшения, сопровождающий руководства (madpenguin8)
se: DCOP, buorideamit, má-á-á-ilmmi buoremes giehtagirjematásdoalli (madpenguin8)
sk: DCOP, vylepšenia, výborný správca príručky (madpenguin8)
sr: DCOP, побољшања, пре-е-е-кра-сни одржавалац приручника (madpenguin8)
th: DCOP, การปรับปรุง, ผู้ดูแลคู่มือแสน-น-น-รั-ก (madpenguin8)
tr: DCOP, geliştirmeleri, Preci-i-o-u-u-s kılavuz sorumlusu (madpenguin8)
uk: DCOP, вдосконалення, безцінний супровід підручника (madpenguin8)

source: Meet me at the Amarok Bar!
af: Kry my by die Amarok kroeg!
bg: Да се срещнем в бар Amarok!
ca: Troba'm a la barra de l'Amarok!
da: Mød mig i Amarok-baren!
el: Συνάντηση στο μπαρ του Amarok!
es: Encuéntreme en el bar de Amarok
et: Kohtume Amaroki ribal!
eu: Jar zaitez nirekin harremanetan Amarok-eko barran!
fa: در میلۀ Amarok مرا ملاقات کن!
fi: Tapaa minut Amarok-kuppilassa!
fr: Rencontrez-moi au Bar d'Amarok !
hu: Találkozzunk az Amarok Bárban
it: Incontriamoci all'Amarok Bar!
ja: Amarok バーで会いましょう!
km: ជួប​ខ្ញុំ​នៅ​របារ Amarok !
ko: Spaghetti Coder
nb: Møt meg i Amarok-baren!
nds: Dreep mi an de Amarok-Toonbank!
ne: अमारोकपट्टीमा मलाई भेट्नुहोस्!
nl: Ontmoet me in de Amarok-bar!
nn: Møt meg på Amarok-baren!
pl: Spotkajmy się w barze Amarok!
pt: Encontre-me no Bar do Amarok!
pt_br: Me encontre no Bar Amarok!
ru: Встретимся на панели amaroK!
se: Oaidnáletne Amarok-báras!
sk: Stretneme sa v Amarok bare!
sr: Нађимо се код Amarok-траке!
th: พบกันที่ Amarok Bar!
tr: Benimle Amarok Barı'nda buluş!
uk: Зустрінемось в барі Amarok!

source: Developer (foreboy)
af: Ontwikkelaar (foreboy)
bg: Разработчик (foreboy)
ca: Desenvolupador (foreboy)
cs: Vývojář (foreboy)
da: Udvikler (foreboy)
de: Entwickler (foreboy)
el: Προγραμματιστής (forboy)
es: Desarrollador (foreboy)
et: Arendaja (foreboy)
eu: Garatzailea (foreboy)
fa: توسعه‌دهنده )foreboy(
fi: Kehittäjä (foreboy)
fr: Développeur (foreboy)
he: מפתח (foreboy)
hu: Fejlesztő (foreboy)
it: Sviluppatore (foreboy)
ja: 開発者 (foreboy)
km: អ្នក​អភិវឌ្ឍន៍ (foreboy)
ko: 개발자 (foreboy)
lt: programuotojas (foreboy)
nb: Utvikler (foreboy)
nds: Schriever (foreboy)
ne: विकासकर्ता (फोरब्वाई)
nl: Ontwikkelaar (foreboy)
nn: Utviklar (foreboy).
pa: ਡੀਵੈਲਪਰ (foreboy)
pl: Programista (foreboy)
pt: Programador (foreboy)
pt_br: Desenvolvedor (foreboy)
ru: Разработчик (foreboy)
se: Ovdánahtti (foreboy)
sk: Vývojár (foreboy)
sr: Програмер (foreboy)
th: ผู้พัฒนา (foreboy)
tr: Geliştirici (foreboy)
uk: Розробник (foreboy)

source: Playlist-browser, cover-manager (teax)
af: Speel lys blaaier, CD-omslag bestuurder
bg: Браузър на списъка със записи, управление на обложките (teax)
ca: Navegador de llistes de reproducció, gestor de caràtules (teax)
cs: prohlížeč seznamu skladeb, správce obalů (teax)
da: Spillelistesøger, omslagshåndtering (teax)
de: Wiedergabelisten-Browser, Cover-Verwaltung (teax)
el: Περιήγηση λίστας αναπαραγωγής, διαχειριστής εξώφυλλων (teax)
es: Navegador de la lista de reproducción, gestor de carátulas (teax)
et: Esitusnimekirja sirvija, kaanepildi haldur (teax)
eu: Zerrendaren arakatzailea, azal-kudeatzailea (teax)
fa: مرورگر فهرست پخش، مدیر پوشش )teax(
fi: Soittolistaselain, kansikuvaselain (teax)
fr: Navigateur de liste de lecture, gestionnaire de jaquettes (teax)
he: סייר רשימת־ההשמעה, מנהל עטיפות (teax)
hu: Lejátszólista-böngésző, borítókezelő (teax)
it: Navigatore della playlist, gestore delle copertine (teax)
ja: プレイリストブラウザ, カバーマネージャ (teax)
ka: რეპერტუარის მიმომხილველი, ყდათა მმართველი (teax)
km: កម្មវិធី​រុករក​បញ្ជី​ចាក់, កម្មវិធី​គ្រប់គ្រង​គម្រប (teax)
ko: 재생목록 브라우저, 표지 그림 관리자 (teax)
lt: kūrė grojaraščio langą, viršelių tvarkyklę (teax)
nb: Spillelisteoversikt, omslagshåndtering (teax)
nds: Afspeellistkieker, Titelbildpleger (teax)
ne: प्ले सूची-ब्राउजर, आवरण-प्रबन्धक (टियक्स)
nl: Afspeellijstbrowser, hoesbeheerder (teax)
nn: Spelelisteoversikt, omslagshandtering (teax).
pa: ਸੰਗੀਤ-ਸੂਚੀ ਝਲਕਾਰਾ, ਕਵਰ-ਮੈਜੇਨਰ (teax)
pl: Przeglądarka listy odtwarzania, menedżer okładek (teax)
pt: Navegador das listas de músicas, gestor de capas (teax)
pt_br: Navegador da lista de músicas, gerenciador de capas (teax)
ru: Управление списками, обложками (teax)
se: Čuojahanlistulogan, olggošgieđahalli (teax)
sk: Prehliadač zoznamu skladieb, správca obalov (teax)
sr: Прегледач листе нумера, менаџер омота (teax)
th: ตัวเรียกดูรายการเล่น, ส่วนจัดการหน้าปก (teax)
tr: Parça listesi tarayıcı, kapak yöneticisi (teax)
uk: Навігатор списку композицій, менеджер обкладинок (teax)

source: And God said, let there be Mac
af: Vir die Mac ouens
bg: И Господ каза: да бъде Мак
ca: I Déu va dir, que es faci el Mac
cs: A Bůh řekl, budiž Mac
da: Gud sagde: "Mac, bliv til!"
el: Και είπεν ο Θεός, γενηθείτω Mac
es: Y Dios dijo: que se haga el Mac
eu: Eta Jaungokioak esan zuen: egin bedi Mac
fa: و خدا گفت، بگذارید Mac باشد
fi: Ja Jumala sanoi, tulkoon Mac
he: ויאמר אלוהי, יהיה Mac
hu: Ezt mondta Isten: legyen Mac!
ka: და თქვა ღმერთმა: დაე იყოს Mac
ko: 신이 말씀하시길, 거기에 맥이 있으라
nb: Og gud sa, la det bli Mac
nds: Un Gott segg "Laat Mac warrn"
ne: र भगवानले भन्नुभयो, त्यहाँ म्याक हुन दिनुहोस्
nn: Og Gud sa, la det verta Mac
pa: ਅਤੇ ਰੱਬ ਨੇ ਕਿਹਾ, ਮੈਕ ਹੋਵੇਗਾ
pl: I rzekł Bóg, nie stanie się Mac
pt: E Deus disse, que hajam Macs
pt_br: E Deus disse, que exista o Mac
ru: И сказал Бог: Пусть будет Mac
se: Ja Ipmil dajai, lehkos Mac.
sk: A Boh povedal, budiž Mac
sr: И Бог рече, нека буде Мек
th: และพระเจ้าก็ตรัสว่า ให้มี Mac ได้
tr: Tanrı der ki, Mac de olsun
uk: І Бог сказав, нехай буде Мак

source: Amarok logo, splash screen, icons
af: Amarok embleem, ikone, spat skerm
bg: Лого на Amarok, начален екран, икони
ca: Logotip de l'Amarok, pantalla flaix, icones
cs: AmaroK logo, úvodní obrazovka, ikony
da: Amarok logo, opstartsskærm, ikoner
de: Grafiken: Amarok-Logo, Start-Logo, Symbole
el: Λογότυπο του AmaroK, εισαγωγική οθόνη, εικονίδια
es: Logo de Amarok, pantalla de bienvenida, iconos
et: Amaroki logo, käivituslogo, ikoonid
fa: آرم amaroK، رنگ‌پاشی پرده، شمایلها
fi: Amarok-logo, käynnistysruutu, kuvakkeet
fr: Logo d'Amarok, écran d'accueil, icônes
he: הלוגו של Amarok, מסך פתיחה, סמלים
hu: Amarok-embléma, nyitóképernyő, ikonok
it: Logo di Amarok, schermata iniziale, icone
ja: Amarok ロゴ, スプラッシュスクリーン, アイコン
km: រូបសញ្ញា Amarok អេក្រង់​ស្វាគមន៍ រូបតំណាង
ko: Amarok 로고, 시작화면, 아이콘
lt: kūrė AmaroK logotipą, pasveikinimo ekraną, ženkliukus
nb: Amarok logo, velkomstbilde og ikoner
nds: Amarok-Teken, Startschirm, Lüttbiller
ne: अमारोक लोगो, स्प्ल्यास पर्दा, प्रतिमा
nl: Amarok-logo, pictogrammen, opstartlogo
nn: Logo, velkomstbilete og ikon.
pa: ਅਮਰੋਕ ਲੋਗੋ, ਸਵਾਗਤੀ ਪਰਦਾ ਅਤੇ ਆਈਕਾਨ
pl: Logo Amaroka, ekran powitalny, ikony
pt: logótipo do Amarok, ecrã inicial, ícones
pt_br: Logotipo do Amarok, tela de apresentação e ícones
ru: Логотип amaroK, значки
se: Amarok-logo, álgogovva ja govažat
sk: Logo Amaroku, úvodná obrazovka, ikony
sr: Лого Amarok, уводни екран, иконе
th: โลโก้ Amarok, หน้าจอโลโก้, ไอคอน
tr: Amarok logosu, açılış resmi ve simgeleri
uk: Логотип Amarok, екран заставки, піктограми

source: Surfin' down under
af: Australianers
bg: Сърфиране
ca: Surfejant per davall
da: Surfer 'down under'
el: Σερφάρισμα ασταμάτητα
es: Haciendo surf en las antípodas
eu: Azpian surfeatzen
hu: Távoli szörfölés
nb: Australsk surfenerd
nds: Nettkieken dor nerrn
ne: तल मुनि सर्फिन
nl: Surft down under
nn: Surfar i Australia
pt: Surf lá em baixo
pt_br: Surfando para baixo
ru: Странник
se: Surfemin Australias
sr: Сурфовање доле испод
th: โต้คลื่นที่ออสเตรเลีย
uk: Подорожній

source: Developer (sebr)
af: Ontwikkelaar (sebr)
bg: Разработчик (sebr)
ca: Desenvolupador (sebr)
cs: Vývojář (sebr)
da: Udvikler (sebr)
de: Entwickler (sebr)
el: Προγραμματιστής (eean)
es: Desarrollador (sebr)
et: Arendaja (sebr)
eu: Garatzailea (sebr)
fa: توسعه‌دهنده )sebr(
fi: Kehittäjä (sebr)
fr: Développeur (sebr)
he: מפתח (sebr)
hu: Fejlesztő (sebr)
it: Sviluppatore (sebr)
ja: 開発者 (sebr)
ka: პროგრამისტი (sebr)
km: អ្នក​អភិវឌ្ឍន៍ (sebr)
ko: 개발자 (sebr)
lt: programuotojas (sebr)
nb: Utvikler (sebr)
nds: Schriever (sebr)
ne: विकासकर्ता (sebr)
nl: Ontwikkelaar (sebr)
nn: Utviklar (sebr).
pa: ਖੋਜੀ (sebr)
pl: Programista (sebr)
pt: Programador (sebr)
pt_br: Desenvolvedor (sebr)
ru: Разработчик (sebr)
se: Ovdánahtti (sebr)
sk: Vývojár (sebr)
sr: Програмер (sebr)
th: ผู้พัฒนา (sebr)
tr: Geliştirici (sebr)
uk: Розробник (sebr)

source: All you need is DCOP
af: DCOP is al wat jy nodig het
bg: Всичко, което ви трябва е DCOP
ca: Tot el que necessites és DCOP
cs: všechno, co potřebujete, je DCOP
da: Alt som behøves er DCOP
el: Το μόνο που χρειάζεστε είναι το DCOP
es: Todo lo que necesitas es DCOP
eu: Behar duzun guztia DCOP da
fa: همۀ آنچه نیاز دارید، DCOP است
fr: Tout ce dont vous avez besoin, c'est DCOP
hu: Csak a DCOP-ra van szükség
ka: ის რაც თქვენ გჭირდებათ - არის DCOP
km: អ្វី​ដែល​អ្នក​ត្រូវការ​គឺ DCOP
ko: 당신이 필요한 모든것은 DCOP
nb: Alt du trenger er DCOP
nds: Allens wat Du bruukst is DCOP
ne: सबै तपाईँले चाहेको डीसीओपी हो
nn: Du treng berre DCOP
pa: ਤੁਹਾਨੂੰ DCOP ਦੀ ਲੋੜ ਹੈ
pl: Wszystko czego potrzebujesz to DCOP
pt: Tudo o que precisa é de DCOP
pt_br: Tudo que você precisa é do DCOP
ru: Всё, что вам нужно - это DCOP
se: Dárbbašat dušše DCOP:a
sk: Všetko čo potrebujete je DCOP
sr: Све што вам треба је DCOP
th: ทั้งหมดที่คุณต้องการก็คือ DCOP
tr: Size tüm gereken DCOP
uk: Все, що вам потрібно - це DCOP

source: DCOP, improvements, cleanups, i18n (berkus)
af: DCOP, verbeteringe, skoon maak, i18n
bg: DCOP, подобрения, изчистване на кода, i18n (berkus)
ca: DCOP, millores, rentat de cara, i18n (berkus)
cs: DCOP, vylepšení, vyčištění, i18n (berkus)
da: DCOP, forbedringer, oprydninger, i18n (berkus)
de: DCOP, Verbesserungen, Bereinigungen, i18n (berkus)
el: Βελτιώσεις DCOP, βελτιώσεις κώδικα, i18n (berkus)
es: DCOP, mejoras, limpieza, i18n (berkus)
et: DCOP, parandused, puhastused, i18n (berkus)
eu: DCOP, hobekuntak, garbiketak, i18n (berkus)
fa: DCOP، اصلاحات، پاک‌سازیها، i18n )berkus(
fi: DCOP, parannuksia, puhdistuksia, i18n (berkus)
fr: DCOP, améliorations, nettoyages, internationalisation (berkus)
he: שיפורים, DCOP, ניקיונות, i18n
hu: DCOP, továbbfejlesztések, tisztítások, i18n (berkus)
it: DCOP, migliorie, pulizie, i18n (berkus)
ja: DCOP, 改良, クリーンアップ, 国際化 (berkus)
ka: DCOP, გაუმჯობესებები, გაწმენდა, i18n (berkus)
km: DCOP, ធ្វើ​ឲ្យ​កាន់​តែ​ប្រសើរ, សម្អាត, i18n (berkus)
ko: DCOP, 성능 개선, 최적화, i18n (berkus)
lt: DCOP, patobulinimai, tvarkos darymas, lokalizacija (berkus)
nb: DCOP, forbedringer, opprydding, språkversjonering (berkus)
nds: DCOP, Verbetern, Oprümen, i18n (berkus)
ne: डीसीओपी, सुधारहरू, सफाई, i18n (बर्कस)
nl: DCOP, verbeteringen, opschoningen, i18n (berkus)
nn: DCOP, forbetringar, opprydding, språkversjonering (berkus).
pa: DCOP, ਸੁਧਾਰ, ਸਫ਼ਾਈ(cleanup), i18n (berkus)
pl: DCOP, udoskonalenia, porządkowanie, i18n (berkus)
pt: DCOP, melhorias, limpezas, i18n (berkus)
pt_br: DCOP, melhoramentos e i18n (berkus)
ru: DCOP, улучшения, i18n (berkus)
se: DCOP, buorideamit, čorgemušat, giellabuorideamit (berkus).
sk: DCOP, vylepšenia, vyčistenia, i18n(berkus)
sr: DCOP, побољшања, чишћења, и18н (berkus)
th: DCOP, การปรับปรุงหลายๆ อย่าง, ทำความสะอาด, i18n (berkus)
tr: Geliştirici, yerelleştirme, DCOP
uk: DCOP, вдосконалення, чистки, i18n (berkus)
