Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Error: No engine loaded, cannot start playback.
af: Fout: Geen enjin is gelaai nie. Speel van musiek sal nie kan begin nie.
bg: Грешка: Не е заредена звукова система, изпълнението е невъзможно.
ca: Error: No hi ha cap motor carregat, no es pot engegar la reproducció.
cs: Chyba: není načten žádný zvukový systém, nelze přehrávat.
da: Fejl: Ingen motor indlæst, kan ikke starte afspilning.
de: Fehler: Es ist kein Modul zur Audio-Ausgabe geladen, die Wiedergabe kann nicht gestartet werden.
el: Σφάλμα: Δεν έχει εκκινηθεί μηχανή ήχου, αδυναμία εκτέλεσης κομματιού.
es: Error: no se ha cargado ningún motor. No se puede comenzar la reproducción.
et: Viga: mootorit pole laaditud, ei saa hakata mängima.
eu: Errorea: ez da motorrik kargatu, ezin da erreprodukzioa hasi
fa: خطا: هیچ موتوری بار نشد، بازپخش را نمی‌توان آغاز کرد.
fi: Virhe: Toistoa ei voida aloittaa, koska toistojärjestelmää ei ole ladattu.
fr: Erreur : aucun moteur chargé, impossible de démarrer la lecture.
he: שגיאה: לא נטען מנוע השמעה, אין אפשרות להתחיל השמעה.
hu: Hiba: nincs elindítva hangrendszer, ezért lejátszás nem lehetséges.
it: Errore: nessun motore caricato, non posso riprodurre.
ja: エラー: エンジンがロードされていません。そのため再生することができません。
ka: შეცდომა: ძრავა არაა ჩატვირთული, დაკვრა ვერ იწყება.
km: កំហុស ៖ មិន​បាន​ផ្ទុក​ម៉ាស៊ីន ។ មិន​អាច​ចាប់ផ្ដើម​ការ​ចាក់​សារ​ថ្មី​បាន​ឡើយ ។
ko: 오류: 엔진이 열려지지 않았습니다. 재생할 수 없습니다.
lt: Klaida: neįkelta jokia garso sistema. Grojimas neįmanomas.
nb: Feil: Ingen motor lastet. Kan ikke starte avspilling.
nds: Fehler: Keen Klangmaschien laadt, Afspelen nich mööglich.
ne: त्रुटि: कुनै इन्जिन लोड भएन, प्लेब्याक सुरु गर्न सकिँदैन ।
nl: Fout: geen engine geladen. Afspelen kon niet worden gestart.
nn: Feil: Ingen motor lasta. Kan ikkje starta avspeling.
pa: ਗਲਤੀ: ਕੋਈ ਇੰਜਣ ਲੋਡ ਨਹੀਂ ਹੈ, ਗਾਣਾ ਸ਼ੁਰੂ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।
pl: Błąd: Nie wczytano żadnego modułu, nie można rozpocząć odtwarzania.
pt: Erro: Não está nenhum motor carregado. Não é possível começar a tocar.
pt_br: Erro: Nenhum mecanismo carregado, não é possível iniciar a reprodução.
ru: Ошибка: Нет загруженных движков.
se: Meattáhus: Ii oktage mohtor vižžon. Ii sáhte čuojahišgoahtit.
sk: Chyba: Nie je načítaný žiadny zvukový systém, nie je možné prehrávať.
sr: Грешка: Ниједан мотор није учитан, не могу да почнем пуштање.
th: ข้อผิดพลาด: ไม่มีโปรแกรมประมวลผลเสียงที่จะเรียกใช้งาน ไม่สามารถเริ่มการเล่นได้
tr: Hata: Herhangi bir Motor yüklenmedi, çalma başlatılamıyor.
uk: Помилка: не завантажено рушій, неможливо почати програвання.

source: Autodetect
af: Outo bespeur
bg: Авторазпознаване
ca: Autodetecta
cs: Automatická detekce
da: Auto-detektér
de: Automatisch erkennen
el: Αυτόματη σάρωση
es: Detectar automáticamente
et: Automaatne tuvastamine
eu: Autodetektatu
fa: آشکارسازی خودکار
fi: Tunnista automaattisesti
fr: Autodétection
he: זיהוי אוטומטי
hu: Automatikus azonosítás
it: Autorileva
ja: 自動検知
ka: ავტოგანსაზღვრა
km: រក​ឃើញ​ស្វ័យ​ប្រវត្តិ
ko: 자동 감지
lt: Atpažinti automatiškai
nb: Oppdag automatisk
nds: Automaatsch rutfinnen
ne: स्वत: पत्ता लगाउनुहोस्
nl: Autodetecteren
nn: Oppdag automatisk
pa: ਸਵੈ-ਚਾਲਿਤ ਖੋਜ
pl: Wykryj automatycznie
pt: Auto-detectar
pt_br: Autodetectar
ru: Автоопределение
se: Gávnna automáhtalaččat
sk: Automatická detekcia
sr: Аутоматски откриј
th: ตรวจสอบอัตโนมัติ
tr: Otomatik Bul
uk: Автовиявлення

source: Amarok could not initialize xine.
af: Amarok kon nie Xine inisialiseer nie.
bg: Amarok не успя да инициализира xine.
ca: L'Amarok no ha pogut inicialitzar xine.
cs: Amarok nemohl inicializovat xine.
da: Amarok kunne ikke initialisere xine.
de: xine lässt sich nicht initialisieren.
el: Ο amaroK αδυνατεί να εκκινήσει το xine.
es: Amarok no pudo inicializar xine.
et: Amarokil ebaõnnestus xine initsialiseerimine.
fa: amaroK نتوانست xine را مقداردهی اولیه کند.
fi: Amarok ei pystynyt alustamaan xineä.
fr: Amarok n'a pas pu initialiser xine.
he: היישום Amarok לא הצליח לאתחל את xine.
hu: Az Amarok nem tudta inicializálni a Xine-t.
it: Amarok non può inizializzare xine.
ja: Amarok は xine を初期化できませんでした。
km: amaroK មិន​អាច​ចាប់ផ្ដើម xine បាន​ឡើយ ។
ko: Amarok이 xine를 초기화하지 못했습니다.
lt: AmaroK nepavyko paleisti xine.
nb: Amarok klarte ikke å klargjøre xine.
nds: Amarok kunn "xine" nich torechtmaken.
ne: अमारोकले जाइन सुरु गर्न सकेन ।
nl: Amarok kon xine niet initialiseren.
nn: Klarte ikkje starta xine.
pa: ਅਮਰੋਕ xine ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕਰ ਸਕਿਆ ਹੈ।
pl: Amarok nie mógł zainicjować xine.
pt: Não foi possível ao Amarok inicializar o xine.
pt_br: O Amarok não pôde inicializar o xine.
ru: Не удалось инициализировать Xine.
se: Amarok ii sáhttán gárvvistit xine.
sk: Amarok nemohol inicializovať xine.
sr: Amarok није могао да иницијализује Xine.
th: AmaroK ไม่สามารถเริ่มงานโปรแกรมประมวลผลเสียง xine ได้
tr: Amarok, xine motorunu algılayamadı.
uk: Програмі Amarok не вдалося започаткувати xine.

source: xine was unable to initialize any audio drivers.
af: Xine kon geen oudio drywers inisialiseer nie.
bg: xine не успя да инициализира звукови драйвери.
ca: xine no ha pogut inicialitzar cap controlador d'àudio.
cs: xine se nepodařilo inicializovat žádný zvukový ovladač.
da: xine kunne ikke initialisere nogen lyd-drivere.
de: xine konnte keine Audio-Treiber initialisieren.
el: το xine δεν μπορεί να εκκινήσει κανέναν οδηγό ήχου.
es: xine no pudo inicializar ningún controlador de sonido.
et: xinel ebaõnnestus audiodraiverite initsialiseerimine.
fa: xine قادر به مقداردهی اولیۀ هیچ گردانندۀ صوتی نبود.
fi: xine ei kyennyt alustamaan ääniohjaimia.
fr: Xine n'a pas pu initialiser de pilote audio.
he: הספרייה xine לא הצליחה לאתחל אף אחד ממנהלי התקן השמע.
hu: A Xine egyik hangmeghajtóprogramot sem tudta inicializálni.
it: xine non è stato in grado di inizializzare alcun driver audio.
ja: xine はどのオーディオドライバも初期化できませんでした。
km: xine មិន​អាច​ចាប់ផ្ដើម​កម្មវិធី​បញ្ជា​អូឌីយ៉ូ​ណា​មួយ​បាន​ឡើយ ។
ko: xine은 어떤 오디오 드라이버를 초기화 할 수 없습니다.
lt: xine nepavyko paleisti jokių garso tvarkyklių.
nb: xine karte ikke å klargjøre noen lyddriver.
nds: "xine" kunn keen Audio-Drievers torechtmaken.
ne: जाइनले कुनै अडियो ड्राइभर सुरु गर्न सकेन ।
nl: Xine kon geen enkel geluidstuurprogramma initialiseren.
nn: xine klarte ikkje starta nokon lyddrivar.
pa: xine ਕੋਈ ਵੀ ਆਡੀਓ-ਡਰਾਇਵਰ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ।
pl: xine nie był w stanie zainicjować żadnych sterowników dźwięku.
pt: Não foi possível ao Xine inicializar quaisquer controladores de áudio.
pt_br: O Xine não foi capaz de inicializar quaisquer drivers de áudio.
ru: xine не смог инициализировать звуковые драйвера.
se: xine ii sáhttán gárvvistit ovttage jietnastivrrana.
sk: xine sa nepodarilo inicializovať žiadne zvukove ovládače.
sr: Xine није могао да покрене ниједан аудио драјвер.
th: xine ไม่สามารถเริ่มต้นไดรเวอร์เสียงใดๆ ได้เลย
tr: Xine ses sürücülerini başlatamadı.
uk: xine не зміг започаткувати жодного аудіо-драйвера.

source: Amarok could not create a new xine stream.
af: Amarok kon nie 'n nuwe Xine stroom skep nie.
bg: Amarok не успя да създаде нов xine поток.
ca: L'Amarok no ha pogut crear un nou flux xine.
cs: Amarok nemohl vytvořit nový xine stream.
da: Amarok kunne ikke lave en ny xine-strøm.
de: Amarok kann keinen neuen xine-Stream erzeugen.
el: Το amaroK δε μπορεί να δημιουργήσει μια νέα ροή του xine.
es: Amarok no pudo crear un nuevo flujo de xine.
et: Amarokil ebaõnnestus uue xine voo loomine.
fa: amaroK نتوانست یک جریان xine جدید ایجاد کند.
fi: Amarok ei kyennyt luomaan uutta xine-virtaa.
fr: Amarok n'a pas pu créer de nouveau flux xine.
he: היישום Amarok לא הצליח לפתוח תהליך ניגון חדש של xine.
hu: Az Amarok nem tudott új Xine-adatfolyamot létrehozni.
it: Amarok non può creare un nuovo flusso xine.
ja: Amarok は新しい xine ストリームを作成できませんでした。
km: Amarok មិន​អាច​បង្កើត​ស្ទ្រីម​ xine ថ្មី ។
ko: Amarok은 새로운 xine 스트림을 만들 수 없습니다.
lt: AmaroK nepavyko sukurti naujo xine srauto.
nb: Amarok klarte ikke å opprette en ny xine-strøm.
nds: Amarok kunn keen nieg Xine-Stroom opstellen.
ne: अमारोकले नयाँ जाइन प्रणाली सिर्जना गर्न सकेन ।
nl: Amarok kon geen nieuwe xine-stream aanmaken.
nn: Klarte ikkje starta ein xine-straum.
pa: ਅਮਰੋਕ ਨਵੀਂ xine stream ਨਹੀਂ ਬਣਾ ਸਕਿਆ ਹੈ।
pl: Amarok nie mógł utworzyć nowego strumienia xine.
pt: Não foi possível ao Amarok criar uma nova sequência do Xine.
pt_br: O Amarok não conseguiu criar um novo stream do xine.
ru: Не удалось создать новый поток xine.
se: Amarok ii sáhttán ráhkadit ođđa xine-rávnnji.
sk: Amarok nemohol vytvoriť nový xine stream.
sr: Amarok није могао да направи нови ток Xine-а.
th: AmaroK ไม่สามารถสร้าง xine stream ใหม่ได้
tr: Amarok yeni bir xine yayını başlatamadı.
uk: Програмі Amarok не вдалося створити новий потік xine.

source: No suitable input plugin. This often means that the url's protocol is not supported. Network failures are other possible causes.
af: Geen bruikbare invoer inprop module gevind nie. Die oorsaak kan wees dat die URL se protokol nie ondersteun word nie of dat 'n netwerk fout voorgekom het.
bg: Няма подходяща входна приставка. Това често значи, че протоколът на адреса не се поддържа. Друга възможна причина е неработеща мрежа.
ca: No hi ha cap connector d'entrada adequat. Això sovint significa que el protocol de l'URL no està acceptat. Les fallades de la xarxa també són una altra de les possibles causes.
da: Intet passende plugin for inddata. Det betyder ofte at url'ens protokol ikke understøttes. Netværksfejl er andre mulige grunde.
de: Kein passendes Eingabe-Modul. Meist bedeutet dies, dass das zur Adresse gehörende Protokoll nicht unterstützt wird. Des Weiteren sind auch Netzwerkfehler eine häufige Ursache für dieses Problem.
el: Κανένα κατάλληλο πρόσθετο εισόδου. Αυτό συνήθως σημαίνει ότι το πρωτόκολλο της url δεν υποστηρίζεται. Άλλη πιθανή αιτία είναι διάφορα προβλήματα στο δίκτυο.
es: No hay un plugin apropiado. Esto suele significar que no está soportado el protocolo de la url. También puede deberse a fallos en la red.
et: Pole sobivat sisendpluginat. See tähendab enamasti, et URL-i protokoll pole toetatud. Võimalik on ka võrguviga.
eu: Ez dago sarrerako baliozko plugin-ik. URLaren protokoloa ez dagoela onartuta adierazi izan ohi du. Sareko hutsegiteak ere eragin dezakete.
fa: وصلۀ ورودی مناسبی نیست. این اغلب بدین معناست که قرارداد نشانی وب پشتیبانی نمی‌شود. خرابیهای شبکه، دیگر علل ممکن هستند.
fi: Ei sopivaa syöteliitännäistä. Toistojärjestelmä ei tue käytettyä URL-protokollaa tai ei verkko-ongelmien takia löytänyt kappaletta.
fr: Aucun plugin d'entrée valide. Cela signifie la plupart du temps que le protocole de l'url n'est pas supporté. Un problème réseau peut également en être la cause.
he: אין תוסף קלט מתאים. פעמים רבות פרוש הדבר שכתובת הפרוטוקול אינה נתמכת. גורמים נוספים עשויים להיות כישלונות רשת.
hu: Nincs megfelelő bemeneti modul. Ez gyakran azt jelenti, hogy az URL-hez tartozó protokoll nincs támogatva, de okozhatja például hálózati probléma is.
it: Non ci sono plugin d'ingresso appropriati. Spesso, ciò significa che il protocollo dell'URL non è supportato. Errori di rete sono altre possibili cause.
ja: 適切な入力プラグインがありません。これはしばしば、URL のプロトコルがサポートされていないことを意味します。ネットワークの問題が原因の場合もあります。
km: គ្មាន​កម្មវិធី​ជំនួយ​បញ្ចូល​ដែល​សមរ្យ ។ វា​ជា​រឿយៗ​មាន​ន័យ​ថា​ពិធីការ​របស់​ url មិន​ត្រូវ​បានគាំទ្រ ។ ភាព​បរាជ័យ​របស់​បណ្ដាញ​គឺ​ជា​បញ្ហា​ដែល​អាច​កើត​ឡើង​ផ្សេងៗ​ទៀត ។
lt: Nerastas tinkamas įskiepis. Paprastai tai reiškia, kad su URL protokolais nebus dirbama. Kita galima priežastis – sutrikęs tinklas.
nb: Ikke noe passende tilleggsprogram for inndata. Dette betyr ofte at det ikke er støtte for protokollen i nettaddressa. Feil ved nettverket er andre mulige årsaker.
nds: Dat gifft keen passen Ingaav-Moduul. Dat bedüüdt faken: Dat Protokoll vun de URL warrt nich ünnerstütt. Nettwarkfehlers sünd anner möögliche Oorsaken.
ne: कुनै उपयुक्त आगत प्लगइन छैन । यसको मतलब यूआरएलको प्रोटोकल समर्थित छैन भनेको होइन । सञ्जाल असफलताका अन्य सम्भाव्य कारणहरू हुन सक्छन् ।
nl: Geen geschikte invoerplugin. Dit betekent vaak dat het protocol niet wordt ondersteund of dat er een probleem is met de netwerkverbinding.
nn: Fann inkje passande programtillegg for inndata. Dette kjem ofte av at protokollen til adressa ikkje er støtta. Feil på nettverk er ein annan mogleg grunn.
pl: Brak odpowiedniej wtyczki. To często oznacza, że protokół określony w adresie URL nie jest obsługiwany. Inną potencjalną przyczyną może być problem z siecią.
pt: Não foi encontrado um 'plugin' de entrada adequado. Significa normalmente que o URL do protocolo não é suportado. Também poderá ser devido a problemas de rede.
pt_br: Nenhum plugin de entrada encontrado. Na maioria das vezes isto significa que protocolo da url não é suportado. Falhas na rede podem ser outras das causas possíveis.
ru: Нет подходящего модуля ввода. Обычно это означает, что протокол URL не поддерживается. Другие возможные причины - сбои сети.
sk: Žiaden vhodný vstupný modul. Toto častokrát znamená, že protokol adresy (url) nie je podporovaný. Chyby sieťovej vrstvy sú ďalšími možnými príčinami.
sr: Нема погодног улазног прикључка. Ово често значи да протокол URL-а није подржан. Друга могућност је проблем са мрежом.
th: ไม่พบปลั๊กอินนำข้อมูลเข้าที่เหมาะสม ส่วนมากนี่หมายถึงว่าไม่มีการรองรับโปรโตคอลของ url ที่ใส่มา อีกสาเหตุหนึ่งที่เป็นไปได้คือเครือข่ายล่ม
tr: Uygun girdi eklentisi bulunamadı. Bu çoğunlukla url protokolünün desteklenmediği anlamına gelir. Ağ hataları olası diğer nedenlerdendir.
uk: Нема відповідного втулку вводу. Часто це означає, що цей протокол не підтримується. Інша, ймовірна причина - проблеми в мережі.

source: No suitable demux plugin. This often means that the file format is not supported.
af: Geen bruikbare demultipleks inprop module gevind nie. Die oorsaak kan wees dat die lêer formaat nie ondersteun word nie.
bg: Няма демулсипкексираща приставка. Това често значи, че форматът на файла не се поддържа.
ca: No hi ha cap connector demux adequat. Això sovint significa que el format del fitxer no està acceptat.
da: Intet passende plugin for demultiplexing fundet. Det betyder oftest at filformatet ikke understøttes.
de: Kein passendes demux-Modul. Meist bedeutet dies, dass das Dateiformat nicht unterstützt wird.
el: Κανένα κατάλληλο πρόσθετο απόπλεξης. Αυτό συνήθως σημαίνει ότι η μορφή αρχείου δεν υποστηρίζεται.
es: No se ha encontrado ningún complemento desmultiplexador adecuado. Normalmente esto significa que no se reconoce el formato del archivo.
et: Pole sobivat demux-pluginat. See tähendab enamasti, et failivorming pole toetatud.
eu: Ez dago baliozko demultiplexadore plugin-ik. Fitxategi-formatua ez dagoela onartuta adierazi izan ohi du.
fa: وصلۀ واتسهیم‌سازی مناسبی نیست. این اغلب به معنای این است که قالب پرونده پشتیبانی نمی‌شود.
fi: Sopivaa limityksen purku (demux) -liitännäistä ei löytynyt. Toistojärjestelmä ei osaa käsitellä äänenpakkausmuotoa.
fr: Aucun plugin demux valide. Cela signifie la plupart du temps que le format du fichier n'est pas supporté.
he: אין תוסף demux מתאים. פעמים רבות פרוש הדבר שהפורמט אינו נתמך.
hu: Nincs megfelelő demux-modul. Ez gyakran azt jelenti, hogy a fájlformátum nincs támogatva.
it: Non ci sono plugin di demux appropriati. Nella maggior parte dei casi, ciò significa che il formato del file non è supportato.
ja: 適切な demux プラグインがありません。これはしばしば、ファイルの形式がサポートされていないことを意味します。
km: គ្មាន​កម្មវិធី demux ដែល​សមរម្យ ។ វា​ជា​រឿយៗ​មាន​ន័យ​ថា​ទ្រង់ទ្រាយ​ឯកសារ​មិន​ត្រូវ​បានគាំទ្រ​ទេ ។
ko: 적절한 demux 플러그인이 없습니다. 이것은 파일 형식이 지원되지 않음을 의미합니다.
lt: Nerastas tinkama demux įskiepis. Paprastai tai reiškia, kad su bylos formatu nebus dirbama.
nb: Ikke noe passende tilleggsprogram for demux. Dette betyr ofte at det ikke er støtte for filformatet.
nds: Keen passen Kanaaltosamenföhr-Moduul funnen. Dat bedüüdt faken: Dat Dateiformaat warrt nich ünnerstütt.
ne: कुनै उपयुक्त डिमक्स प्लगइन छैन । यसको अर्थ फाइल ढाँचा समर्थित छैन भनेको होइन ।
nl: Geen geschikte demux-plugin. Dit betekent vaak dat het bestandsformaat niet wordt ondersteund.
nn: Fann ikkje noko passande demux-tillegg. Dette kjem ofte at filformatet ikkje er støtta.
pl: Brak odpowiedniej wtyczki demultipleksera. To często oznacza, że ten format pliku nie jest obsługiwany.
pt: Não foi encontrado um desmultiplexador adequado. Significa normalmente que o formato do ficheiro não é suportado.
pt_br: Nenhum plugin de demultiplexação foi encontrado. Na maioria das vezes isto significa que o formato do arquivo não é suportado.
ru: Нет подходящего модуля демультиплексора потока. Обычно это означает, что формат файла не поддерживается.
sk: Žiaden vhodný demux modul. Toto častokrát znamená, že súborový formát nie je podporovaný.
sr: Није нађен погодан демукс прикључак. Ово често значи да формат фајла није подржан.
th: ไม่พบปลั๊กอินสำหรับทำ demux ที่เหมาะสม ส่วนใหญ่หมายถึงว่าไม่มีการรองรับ แฟ้มรูปแบบนี้
tr: Uygun bir çoğullama çözme eklentisi bulunamadı. Bu çoğunlukla dosya biçiminin desteklenmediği anlamına gelir.
uk: Нема відповідного втулку demux. Часто це означає, що цей формат файлів не підтримується.

source: Demuxing failed.
af: Demultipleksering was onsuksesvol.
bg: Демултиплексирането беше неуспешно.
ca: Ha fallat el demuxing.
cs: Demuxing selhal.
da: Demultiplexing mislykkedes.
de: Demuxen fehlgeschlagen
el: Το demuxing απέτυχε.
es: La desmultiplexación ha fallado.
et: Demux ebaõnnestus.
eu: Demultiplexadoreak huts egin du
fa: خرابی در واتسهیم‌سازی.
fi: Limityksen purku (demux) epäonnistui.
fr: Échec du démultiplexeur
he: פעולת Demuxing נכשלה.
hu: Nem sikerült a demultiplexelés.
it: Demuxing fallito.
ja: demux に失敗しました。
km: Demuxing បាន​បរាជ័យ ។
ko: Demuxing이 실패했습니다.
lt: Nepavyko demux.
nb: Demuxing mislyktes.
nds: Dat Tosamenföhren vun de Kanaals is fehlslaan.
ne: डिमक्सिङ असफल भयो ।
nl: Demuxing is mislukt
nn: Feil ved demuxing.
pa: Demuxing ਅਸਫ਼ਲ ਹੈ।
pl: Demultipleksowanie nie powiodło się.
pt: A desmultiplexagem foi mal-sucedida.
pt_br: Demultiplexação falhou.
se: Demuxing filtii.
sk: Demuxovanie zlyhalo.
sr: Демуксовање није успело.
th: การทำ demux ล้มเหลว
tr: Çoğulllama çözme başarısız.
uk: Невдача demux.

source: Could not open file.
af: Kon nie die lêer oopmaak nie.
bg: Неуспешно отваряне на файла.
ca: No s'ha pogut obrir el fitxer.
cs: Nelze otevřít soubor.
da: Kunne ikke åbne filen.
de: Die Datei lässt sich nicht öffnen.
el: Αδύνατο το άνοιγμα του αρχείου.
es: No se pudo abrir el archivo.
et: Faili avamine ebaõnnestus.
eu: Ezin izan da fitxategia ireki.
fa: نتوانست پرونده را باز کند.
fi: Tiedostoa ei voi avata.
fr: Impossible d'ouvrir le fichier.
he: אין אפשרות לפתוח קובץ.
hu: Nem sikerült megnyitni a fájlt.
it: Impossibile aprire il file.
ja: ファイルを開けませんでした。
km: មិន​អាច​បើក​ឯកសារ
ko: 파일을 열 수 없습니다.
lt: Nepavyko atverti bylos.
nb: Kunne ikke åpne fila.
nds: Datei lett sik nich opmaken.
ne: फाइल खोल्न सकेन ।
nl: Kon het bestand niet openen.
nn: Klarte ikkje opna fila.
pa: ਫਾਇਲ ਖੋਲ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ ਹੈ।
pl: Nie można otworzyć pliku.
pt: Não foi possível aceder ao ficheiro.
pt_br: Não foi possível abrir o arquivo.
ru: Не удалось открыть файл.
se: Ii sáhttán rahpat fiilla.
sk: Nepodarilo sa otvoriť súbor.
sr: Нисам могао да отворим фајл.
th: ไม่สามารถเปิดแฟ้มได้
tr: Amarok dosyayı açamadı.
uk: Не вдалося відкрити файл.

source: The location is malformed.
af: Die ligging formaat is verkeerd
bg: Местоположението е сгрешено.
ca: La ubicació està malformada.
cs: Chybné umístění
da: Stedet er misdannet.
de: Die Adresse ist nicht korrekt aufgebaut.
el: Η τοποθεσία είναι κακοδιατυπωμένη.
es: La ubicación está mal formada.
et: Asukoht on vigase vorminguga.
eu: Kokalekuak gaizki osatuta dago.
fa: محل بد شکل است.
fi: Sijainti ei ole kelvollinen.
fr: L'emplacement est malformé.
he: המיקום אינו תקין.
hu: Hibás a helymegadás.
it: L'indirizzo non è corretto.
ja: 場所の形式が不正です。
ko: 위치가 잘못되었습니다.
lt: Vieta nurodyta klaidingai.
nb: Adressen er ikke riktig formet.
nds: De Adress hett en leeg Formaat.
ne: स्थान विकृत गरिएको छ ।
nl: De locatie is onjuist gevormd.
nn: Adressa er ugyldig.
pa: ਟਿਕਾਣਾ ਨਿਕੰਮਾ ਹੈ।
pl: Ta lokalizacja jest niepoprawna.
pt: A localização é inválida.
pt_br: A localização está mal formatada.
ru: Недопустимый формат адреса.
se: Gustohis čujuhus
sk: Umiestnenie je znetvorené.
sr: Локација је лоше формирана.
th: ที่อยู่ผิดรูปแบบ
tr: Yer adı bozuk.
uk: Неправильна адреса.

source: There is no available decoder.
af: Geen dekodeerders is beskikbaar nie.
bg: Няма наличен декодер.
ca: No hi ha cap descodificador disponible.
cs: Není dostupný žádný dekodér.
da: Der er ingen tilgængelig afkoder.
de: Es ist kein Decoder verfügbar.
el: Δεν υπάρχει διαθέσιμος αποκωδικοποιητής.
es: No hay ningún descodificador disponible.
et: Ühtegi dekoodrit pole saadaval.
eu: Dekodetzailerik ez dago erabilgarri.
fa: کدگشای موجود نیست.
fi: Ei sopivaa purkajaa.
fr: Il n'y a aucun décodeur de disponible.
he: אין מפענח זמין.
hu: Nincs elérhető dekódoló.
it: Nessun decodificatore disponibile.
ja: 利用可能なデコーダがありません。
km: គ្មាន​ឌិកូដឌ័រ ។
ko: 사용가능한 디코더가 없습니다.
lt: Nerasta iškodavimo priemonių.
nb: Det finnes ingen tilgjengelig dekoder.
nds: Keen Dekoder verföögbor
ne: त्यहाँ उपलब्ध डिकोडर छैन ।
nl: Er is geen decoder beschikbaar.
nn: Det finst dekodar tilgjengeleg.
pa: ਕੋਈ ਡੀਕੋਡਰ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pl: Brak dostępnego dekodera.
pt: Não está disponível nenhum descodificador.
pt_br: Não existe nenhum decodificador disponível.
ru: Для этого формата нет декодера.
se: Ii leat olámuttus dekoder.
sk: Nie je dostupný dekodér.
sr: Нема доступног декодера.
th: ไม่มีตัวถอดรหัส
tr: Bir kodçözücü yok.
uk: Немає жодного доступного декодера.

source: There is no audio channel!
af: Daar is geen oudio kanaal nie!
bg: Няма аудио канал!
ca: No hi ha cap canal d'àudio!
cs: Není žádný zvukový kanál!
da: Der er ingen lydkanal.
de: Es gibt keinen Audio-Kanal.
el: Δεν υπάρχει κανάλι ήχου!
es: ¡No hay canal de audio!
et: Audiokanal puudub!
eu: Ez dago audioko kanalik.
fa: مجرای صوتی وجود ندارد!
fi: Ei äänikanavaa.
fr: Il n'y a aucun canal audio !
he: אין ערוץ שמע!
hu: Nincs hangcsatorna.
it: Nessun canale audio!
ja: オーディオチャンネルがありません。
km: គ្មាន​ឆានែល​អូឌីយ៉ូ !
ko: 오디오 채널이 없습니다!
lt: Nerastas garso kanalas!
nb: Det er ingen lydkanal!
nds: Dat gifft keen Klangkanaal!
ne: त्यहाँ अडियो च्यानल छैन!
nl: Er is geen geluidskanaal!
nn: Det finst ingen lydkanal.
pa: ਕੋਈ ਆਡੀਓ ਚੈਨਲ ਨਹੀਂ ਹੈ!
pl: Brak kanału dźwięku!
pt: Não existe um canal de áudio!
pt_br: Não existem canais de áudio!
ru: Отсутствует аудиоканал.
se: Ii leat jietnakanála
sk: Nejestvuje audio kanál!
sr: Нема аудио канала!
th: ไม่มีช่องเสียง!
tr: Bİr ses kanalı bulunamadı!
uk: Нема жодного аудіоканалу!

source: Error Loading Media
af: 'n Fout het voorgekom tydens die laai van die media
bg: Грешка при зареждане на медия
ca: S'ha produït un error en carregar el suport
cs: Chyba při načítání médií
da: Fejl ved indlæsning af medie
de: Fehler beim Laden des Mediums
el: Σφάλμα φόρτωσης μέσου
es: Error al cargar el medio
et: Viga andmekandja laadimisel
eu: Errorea multimedia kargatzean
fa: خطای بارگذاری رسانه
fi: Medianlatausvirhe
fr: Échec lors du chargement du média
he: שגיאה בטעינת מדיה
hu: Hiba a média betöltésekor
it: Errore nel caricare il media
ja: メディアをロード中にエラー
km: កំហុស​ក្នុង​កា​រផ្ទុក​មេឌៀ
ko: 미디어를 불러오는 동안 오류
lt: Įkeliant muziką įvyko klaida
nb: Feil under medielasting
nds: Fehler bi't Laden vun't Medium
ne: मिडिया लोड गर्दा त्रुटि
nl: Fout bij laden van media
nn: Feil ved lasting av medium
pa: ਮੀਡਿਆ ਲੋਡ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਹੈ
pl: Błąd przy wczytywaniu mediów
pt: Erro ao Carregar os Dados Multimédia
pt_br: Erro ao Carregar a Mídia
se: Filtii media viežžamis
sk: Chyba pri načítavaní média...
sr: Грешка при учитавању медијума
th: การโหลดสื่อเกิดข้อผิดพลาด
tr: Ortam Yüklenemiyor
uk: Помилка завантаження носія
