Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: &Skip
af: Spring oor
bg: &Пропуск.
ca: &Salta
cs: Pře&skočit
de: Übers&pringen
el: &Παράλειψη
es: &Omitir
et: &Jäta vahele
eu: &Saltatu
fa: &پرش‌
fi: &Ohita
fr: &Ignorer
he: &דלג
hu: &Kihagyás
it: &Salta
ja: スキップ(&S)
ka: &გამოტოვება
km: រំលង
ko: 건너뛰기(&S)
lt: Pra&leisti
nb: &Hopp over
nds: Ö&vergahn
ne: फड्काउनुहोस्
nl: Over&slaan
nn: &Hopp over
pa: ਛੱਡੋ(&S)
pl: &Pomiń
pt: &Ignorar
pt_br: &Pular
ru: &Пропустить
se: &Njuikes badjel
sk: Pre&skočiť
sr: &Прескочи
th: ข้า&ม
tr: &Atla
uk: Пропу&стити

source: Amarok is not running!
af: Amarok loop nie!
bg: Amarok не е стартиран!
ca: L'Amarok no s'està executant!
cs: Amarok není spuštěn!
da: Amarok kører ikke.
de: Amarok läuft nicht!
el: Το Amarok δεν εκτελείται!
es: Amarok no esta en ejecución
et: Amarok ei tööta!
fa: Amarok اجرا نمی‌شود!
fi: Amarok ei ole käynnissä!
fr: Amarok n'est pas en fonctionnement !
hu: Az Amarok nem fut.
it: Amarok non è in esecuzione!
ja: Amarok が起動していません!
km: Amarok មិន​កំពុង​រត់​ឡើយ !
lt: Amarok nepaleistas!
nb: Amarok kjører ikke!
nds: Amarok löppt nich!
ne: अमारोक चलिरहेको छैन!
nl: Amarok draait niet!
nn: Amarok køyrer ikkje.
pa: ਅਮਰੋਕ ਨਹੀਂ ਚੱਲਦਾ ਹੈ!
pl: Amarok nie jest uruchomiony!
pt: O Amarok não está a correr!
pt_br: O Amarok não está sendo executado!
se: Amarok ii leat jođus.
sk: Amarok nebeží!
sr: Amarok није покренут!
th: Amarok ไม่ได้กำลังทำงาานอยู่!
tr: Amarok şu anda çalışmıyor!
uk: Amarok не запущено!

source: To run Amarok, just click on the link below:
af: Kliek op die skakel hier onder om Amarok te begin:
bg: За да стартирате Amarok просто щракнете върху връзката:
ca: Per executar l'Amarok, feu clic a l'enllaç de sota:
cs: Ke spuštění Amaroku klikněte na odkaz níže:
da: Klik blot på linket nedenfor for at køre Amaork:
de: Mit der Verknüpfung unten können Sie Amarok starten:
el: Για να εκτελέσετε το Amarok, κάντε κλικ στον παρακάτω δεσμό:
es: Para ejecutar Amarok, sólo haga clic en el enlace de abajo:
et: Amaroki käivitamiseks klõpsa all asuvale lingile:
fa: برای اجرای Amarok، درست روی پیوند زیر فشار دهید:
fi: Käynnistääksesi Amarokin napsauta alla olevaa linkkiä:
fr: Pour démarrer Amarok, cliquez sur le lien ci-dessous :
hu: Az Amarok indításához kattintson az alábbi linkre:
it: Per eseguire Amarok, fai clic sul collegamento seguente:
ja: Amarok を起動するには、下のリンクをクリックしてください:
km: ដើម្បី​រត់ Amarok គ្រាន់​តែ​ចុច​លើ​តំណ​ខាង​ក្រោម ៖
lt: Norėdami paleisti AmaroK spauskite žemiau esančią nuorodą:
nb: For å kjøre Amarok er det nok å trykke på lenka nedenfor:
nds: Wenn Du Amarok starten wullt, klick eenfach op den Link nerrn:
ne: अमारोक चलाउन, तल लिङ्कमा क्लिक गर्नुहोस्:
nl: Om amarok te starten, klik op onderstaande koppeling:
nn: Trykk på lenkja nedanfor for å køyra Amarok:
pa: ਅਮਰੋਕ ਚਲਾਉਣ ਲਈ, ਹੇਠ ਦਿੱਤਾ ਲਿੰਕ ਕਲਿੱਕ ਕਰੋ:
pl: By uruchomić Amaroka kliknij poniższy odnośnik:
pt: Para executar o Amarok, basta carregar na ligação abaixo:
pt_br: Para executar o Amarok, apenas clique no link abaixo:
se: Jus hálidat vuodjit Amaroka, coahkkal dušše liŋkka dás vuolábealde:
sk: Pre spustenie Amaroku kliknite na odkaz nižšie:
sr: Да бисте покренули Amarok, само кликните на доњу везу:
th: ในการที่จะสั่งให้ Amarok ทำงาน คลิกที่ลิงก์ด้านล่าง
tr: Amarok'u çalıştırmak için aşağıdaki bağlantıya tıklayın
uk: Щоб запустити Amarok, клацніть на посилання нижче:

source: Run Amarok...
af: Begin Amarok...
bg: Стартиране на Amarok...
ca: Executa l'Amarok...
cs: Spustit Amarok...
da: Kør Amarok...
de: Amarok starten ...
el: Εκτέλεση του AmaroK...
es: Ejecutar Amarok...
et: Käivita Amarok...
fa: اجرای Amarok...
fi: Käynnistä Amarok...
fr: Démarrage d'Amarok...
hu: Amarok indítása...
it: Esegui Amarok...
ja: Amarok を起動...
km: រត់ Amarok...
lt: Paleisti AmaroK...
nb: Kjør Amarok …
nds: Amarok starten...
ne: अमारोक चलाउनुहोस्...
nl: Amarok starten...
nn: Køyr Amarok …
pa: ਅਮਰੋਕ ਚਲਾਓ...
pl: Uruchom Amaroka...
pt: Executar o Amarok...
pt_br: Executar o Amarok...
ru: Открыть Amarok...
se: Vuoje Amaroka …
sk: Spustiť Amarok...
sr: Покрени Amarok...
th: สั่ง Amarok ทำงาน...
tr: Amarok'u Çalıştır...
uk: Запустити Amarok...

source: Ain't afraid of no bugs
af: Nie bang vir foute nie
ca: No està al corrent de cap errada
cs: Beze strachu z nějakých chyb
da: Er ikke bange for nogen fejl
de: Hat vor keinem Bug schiss ;-)
el: Δε φοβάται κανένα σφάλμα
es: No tengo miedo a ningún fallo
eu: Ez daki inolako erroreei buruzkorik
fi: En pelkää bugeja
fr: N'a pas peur sans bogues
hu: Nem félünk a hibáktól
ka: არ მეშინია ბზიკების
km: Ain't ខ្លាច​គ្មាន​កំហុស
ko: 버그가 없다는 것을 두려워하지 마십시오.
nb: Er'ke redd for feil, nei
nds: Lett sik vun keen Krabbeldeert nich bangmaken
ne: बग नभएकोमा डराउनु भएको छैनइन
nl: Is niet bang voor geen fouten
nn: Er ikkje redd for programfeil
pl: Nie boi się żadnych błędów
pt: Não tenho de medo de não haver erros
pt_br: Não tem medo de bugs
ru: Как это, «нет ошибок»???
sk: Nebojím sa žiadnych chýb
sr: Не плаши се бубица
th: ไม่ต้องกลัวว่าจะไม่มีบักส์
tr: Hiç bir hatadan korkmuyor
uk: Не боїться комах

source: Babe-Magnet
af: Meisie magneet
ca: Nena magnètica
cs: Magnet na kosti
es: Imán de nenas
eu: Ume magnetikoa
ne: बबे-चुम्बक
nl: Babemagneet
nn: Rypemagnet
pt: Ímane de Miúdas
se: Babe-Magnehtta
sk: Magnet na kosti
sr: Магнет за рибе
th: แม่เหล็กดูดสาวๆ
uk: Красунчик

source: Stud (muesli)
es: Taco (muesli)
et: Stud (müsli)
eu: Giartsua (muesli)
ja: 色男 (muesli)
ko: 스터드 (muesli)
nb: Grepa kar (muesli)
nl: Hunk (muesli)
nn: Staut kar (muesli).
pl: Ogier (muesli)
pt: Garanhão (muesli)
pt_br: Criador (muesli)
se: Albma bojá (muesli)
sr: Студ (muesli)
th: รุ่นผิวขรุขระ (muesli)
uk: Огир (muesli)

source: Opera owns your mom
af: Opera besit jou
ca: Opera posseeix ta mare
cs: Opera má vaši mamku
da: Opera ejer din mor
el: Ο Opera συναρπάζει
es: La opera posee a su madre
eu: Amaren opera
fr: Opera possède votre môman
hu: Operát az édesanyádnak
ka: Opera-ს აქვს თქვენი დედა
km: Opera ជា​ម្ចាស់​ម្ដាយ​របស់​អ្នក
ko: 오페라가 여러분의 맘(mom)을 잡습니다.
nb: Opera eier mora di
nds: Opera hett Dien Mudder insackt
ne: ओपेराले तपाईँको मम प्राप्त गर्यो
nl: Opera heeft je moeder in haar macht
nn: Opera eig mora di
pl: Opera ma twoją mamę
pt: O Opera raptou a sua mãe
pt_br: Opera owns sua mãe
ru: Opera forever
se: Opera oamasta eatnát
sk: Opera má vašu mamu
sr: Опера поседује твоју маму
th: โอเปร่าเป็นเจ้าของแม่นายแล้ว!
uk: Опера володіє твоєю мамою

source: Easily the most compile-breaks ever!
af: By verre die meeste saamsteller (compiler) uitbomme, ooit!
ca: Senzillament la compilació més desastrosa mai!
da: Med lethed de fleste kompileringer som ikke virker nogensinde!
el: Άνετα τα περισσότερα σπασίματα κώδικα!
eu: Inoiz egon den bildumarik zentzugabeena!
hu: Minden idők legtöbb fordítási hibája
ka: უბრალოდ ბევრი წინაღობები, ვიდრე ოდესმე!
km: ងាយស្រួល​បំបែក​ការ​ចងក្រង​ជា​ទីបំផុត !
ko: 쉽게 대부분의 컴파일 브레이크를 영원히!
nb: Aldri har det vært så mange kompileringsfeil!
nds: Licht de mehrsten Kompileerbröök in all Tieden!
ne: सजिलैसँग प्राय सबै कम्पाइल सदाको लागि विच्छेद हुन्छ!
nn: Heilt klart den største kompileringsøydeleggjaren
pl: Jak dotąd największe złagodzenie przerw w kompilacji!
pt: Facilmente, os melhores estoiros de compilação de sempre!
pt_br: Facilmente a maioria dos problemas de compilação dos todos os tempos!
ru: Мастер облома make
sk: Celkom ľahko najviac prerušení kompilácie vôbec!
sr: Вероватно највише покварених превођења!
th: ตัว compile-breaks ที่ง่ายที่สุดที่เคยมีมา!
uk: Запросто найбільше розривів компіляції!

source: Turtle-Power
af: Skilpad-Krag
ca: Poder de tortuga
cs: Želví síla
es: Poder tortuga
fa: توان Turtle
fi: Konnavoimaa
km: ថាមពល​អណ្ដើក
lt: 9Turtle-Power
nb: Skilpadde POWER
ne: कुर्म-शक्ति
pt: Poder das Tartarugas
pt_br: Poder da Tartaruga
sk: Korytnačia sila
sr: Снага корњача
th: พลังเต่า
uk: Черепаша сила

source: Cowboy mxcl
ca: Vaquer mxcl
da: Cowboy MXCI
eu: Unai mxcl
ko: 카우보이 mxcl
lt: Kaubojus mxcl
nb: Kugutt mxcl
ne: काउब्वाई mxcl
pt: Cowboy do mxcl
ru: Ковбой mxcl
sk: Kovboj mxcl
sr: Каубој mxcl
th: คาวบอย mxcl
tr: Kovboy mxcl
uk: Ковбой mxcl

source: Purple is not girly!
af: Pers is nie net vir sissies nie!
ca: El lila no és de nenes!
cs: Fialová není holčičí!
da: Violet er ikke pigeagtigt!
el: Το μωβ δεν είναι κοριτσίστικο!
es: ¡El morado no es de chicas!
eu: Morea da ez nezkentzako!
fr: Le pourpre n'est pas féminin !
hu: A bíborszín nem nőies
ka: ვარდისფერი არაქალურია!
nb: Rosa er ikke jentete! Så det så.
nds: Vigelett is nich deernsch!
ne: पर्पल गर्ली होइन!
nl: Purple is niet girly!
nn: Lilla er ikkje jentete!
pl: Różowy nie jest dziewczęcy!
pt: Roxo não é de meninas!
pt_br: Púrpura não é de menininhas!
ru: Розовый - не девичий!
se: Sáhppat ii leat nieidaivdni! Vai dieđát.
sk: Fialová nie je pre dievčatá!
sr: Ружичасто није женскасто!
th: สีม่วงไม่ใช่สาวนะยะ!
tr: Mor kız rengi değildir!
uk: Фіолетовий - не дівчачий!

source: Spaghetti Coder
af: Spaghetti Programmeerder
ca: Programador espagueti
da: Spagettikoder
el: Προγραμματιστής Spaghetti
es: Programador de spaghetti
eu: Espagetien programatzailea
fa: کدبند Spaghetti
fr: Codeur Spaghetti
hu: Spagetti-programozó
ka: Spaghetti-კოდერი
nb: Spaghettikoder
nds: Spagettenschriever
ne: सुधिरा कोडर
nn: Spagettikodar
pa: Spaghetti ਕੋਡ
pl: Koder spaghetti
pt: Código Esparguete
ru: Пожиратель спагетти
se: Spagettikodejeaddji
sr: Шпагети-кодер
th: มือเขียนโค้ดสปาเก็ตตี
uk: Кодувальник спагеті

source: Multicast Udp
af: UDP multicast
da: UDP-multicast
el: Udp πολλαπλής εκπομπής
eu: Multicast UDPa
fa: Udp چندگانه
fi: Joukkolähetys UDP
ja: マルチキャスト UDP
ka: მრავალმისამართიანი Udp
km: មាល់ធីខាស់ Udp
ne: मल्टिकास्ट यूडीपी
pt: UDP por Difusão
pt_br: Udp do Multicast
sr: Вишеемитерски UDP
th: มัลติคาสท์ Udp
uk: Групова трансляція UDP

source: Vsrc Noclip
ca: VSRC: No hi ha clip
da: V-kilde uden beskæring
el: Προβ. πηγαίου χωρίς θέση
eu: Vsrc: MoztuGabea
fa: Vsrc بدون برش
hu: Forrás megjelenítése - noclip
ja: Vsrc クリップなし
km: គ្មាន​តម្បៀត​ខ្ទាស់ Vsrc
ko: Vsrc 클립없음
lt: Vaizdo šaltinis: nesusegtas
nds: Born bekieken ahn Afsnieden
ne: क्लिप नभएको Vsrc
pl: Vsrc: brak klipu
sr: Vsrc без сасецања
th: Vsrc ไม่มีคลิป
uk: Vsrc: нема кліпу

source: Livefile Invalid Bwn
af: Livefile: Ongeldige Bwn
ca: El Bwn del fitxer en directe és invàlid
da: Ugyldig BWN for levende fil
el: Μη έγκυρο Bwn ζωντανού αρχείου
eu: Zuzeneko fitxategiak Bwn baliogabea
fa: Bwn نامعتبر پروندۀ زنده
hu: Livefile - érvénytelen Bwn
ja: Liveファイル Bwn 無効
ka: არასწორი სიცოცხლის დრო Bwn
km: ឯកសារ​ផ្ទាល់ Bwn មិន​ត្រឹមត្រូវ
ko: 라이브 파일 유효하지 않은 Bwn
lt: Klaidinga tesioginio demonstravimo byla
nds: Direktdatei leeg "Bwn"
ne: प्रत्यक्ष फाइल अवैध बीडब्ल्युएन
pl: Livefile: Zły Bwn
pt: Bwn Inválido do Ficheiro em Directo
pt_br: Inválido Livefile Bwn
sk: Livefile Neplatné bwn
uk: Livefile: не чинний Bwn

source: OSD
da: Skærmvisning
eu: PGB
fi: Kuvaruutunäyttö
he: תצוגה על המסך
lt: Pranešimas
nb: Skjermmeldinger
ne: ओएसडी
nn: Skjermmeldingar
pt_br: Mensagem na Tela
ru: Индикатор
se: Šearbmadieđut
tr: Bilgi Ekranı
uk: Індикатор

source: px
fi: pikseliä
he: פיקסלים
hu: képpont
lt: tšk.
nb: piksler
nn: pikslar
ru: точек
se: č
tr: nokta
uk: пікс

source: roKymoter (hydrogen)
km: roKymoter (អ៊ីដ្រូសែន)
lt: kūrė roKymoter (hydrogen)
ne: रक्कीमोटर (हाइड्रोजन)

source: Alt+V
ca: Alt+D
de: Alt+R
el: Alt+Σ
km: ជំនួស(Alt)+V
nds: Alt+P
nn: Alt+M

source: Alt+B
ca: Alt+C
de: Alt+K
el: Alt+Π
km: ជំនួស(Alt)+B
nds: Alt+K
nn: Alt+S
pt: Alt+N

source: Alt+Y
ca: Alt+M
el: Alt+Β
es: Alt+I
km: ជំនួស(Alt)+Y
nds: Alt+V
sk: Alt+V
sr: Alt+Б

source: Alt+R
ca: Alt+O
de: Alt+I
el: Alt+Λ
km: ជំនួស(Alt)+R
nds: Alt+L
sk: Alt+S

source: cd
eu: CDcd
fa: دیسک فشرده
he: תקליטור
km: ស៊ីឌី
ne: सीडी
pa: ਸੀਡੀ
sr: цд
th: ซีดี

source: IROCKSOHARD
af: Ek 'rock' so hard
cs: JSEMFEDR
da: JEGERSÅSMART
es: SOYTANGENIAL
eu: GOGORARITZENNAIZ
fi: VÄHÄNXMÄRULETAN
nb: JEGRULERASSE
nn: EGROCKARHARDT
pt: SOUTÃOBOM
se: LEANGÁRRAOLBMÁ
sk: JASOMTAKÝDRSNÝ

source: _: monthname year %1 %2
eu: %2.eko %1
fi: %1ssa %2
ja: %2年%1
pt: %1 de %2
pt_br: %1 de %2

source: DirectoryListBase
af: GidsLysBasis
ca: Base de la llista de directoris
de: Ordner
eu: Direktorioen zerrenda
he: תיקיית רשימת הבסיס
hu: KönyvtárListaAlap
ko: 디렉터리 목록 기본
lt: Aplankų sąrašo langas
ne: डाइरेक्टरी सूची आधार
pt_br: ListadeDiretórioBase
tr: Dizin Listeleme Tabanı

source: Vsrc Nodrm
da: V-kilde uden digital indholdbeskyttelsesbegrænsning
hu: Vsrc (nincs DRM)
lt: Peržiūrėti šaltinį be drm
nds: Born bekieken - Keen DRM
pl: Vsrc: brak DRM
pt_br: Vsrc Nãodrm

source: GenericMediaDeviceConfigDialog1
da: GenerelMediaenhedsIndstillingsdialog1
eu: Multimediako gailu generikoen leihoa
he: תיבת שיחה 1 להגדרת התקן מדיה גנרי
ko: 보이기 위한 재생된 트랙:
ne: जेनेरिक मिडिया यन्त्र कन्फिगरेसन संवाद१
pl: GlowneOknoDialogoweUrzadzeniaKonfiguracjiMediow1
pt_br: DiálogodeConfiguraçãodoDispositivodeMídiaGenérico1

source: iPod
nds: iPott
ne: आईपोड
th: ไอพ็อด

source: trackPickerDialogBase
af: snitKiesDialoogBasis
da: sporvælgerdialogbasis
eu: Pista hautatzailearen leihoa
he: דו־שיח בוחר רצועות
ko: 트랙 선택기 대화상자 기본
lt: Dainos parinkimo langas
ne: ट्रयाक पिकर संवाद आधार
pt_br: diálogodeDivisãodeFaixas

source: roKymoter (dangle)
lt: kūrė roKymoter (dangle)
ne: रक्कीमोटर (ड्याङ्गल)

source: roKymoter (sven423)
es: Equipo roKymotion (sven423)
ne: रक्कीमोटर (sven423)

source: Magnatune
ne: म्यागनाटुन
ru: Магазин «Magnatune»
th: Magnatune ร้านขายเพลง

source: Dnr
eu: Zarata Digitalaren Gutxitzea (ZDG edo DNR)
ne: डीएनआर

source: Amarok
ne: अमारोक
pa: ਅਮਰੋਕ

source: Amarok - %1
ne: अमारोक - %1
pa: ਅਮਰੋਕ - %1
