Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Select the sound system used to play media. Amarok currently support aRts, GStreamer, xine, and NMM; however, their availability depends on the configuration used at compile time.
af: Kies die klank sisteem wat gebruik moet word om media te speel. Amarok ondersteun tans: aRts, GStreamer, xine en NMM. Die beskikbaarheid van hierdie sisteme hang van hulle beskikbaarheid af toe amaroK gebou was vanuit die bron kode ("source"), asook die beskikbaarheid op jou stelsel wanneer jy die media wil terug speel.
bg: Изберете звуковата система за изпълнение. По настоящем Amarok поддържа aRts, GStreamer, xine, и NMM; обаче тяхната наличност зависи от настройките при компилирането.
ca: Seleccioneu el sistema de so usat per reproduir els suports. Actualment l'Amarok accepta aRts, GStreamer, xine i NMM; de tota manera, la seva disponibilitat depèn de la configuració establerta en temps de compilació.
cs: Vyberte, který zvukový systém má být používán pro přehrávání medií. V současnosti Amarok podporuje aRts, GStreamer, xine a NMM. Nicméně dostupnost závisí na konfiguraci použité při kompilaci.
da: Vælg lydsystemet som bruges til at spela medier. For øjeblikket understøtter Amarok aRts, Gstreamer, Xine og NMM. Dog afhænger tilgængeligheden af indstillingen som anvendes ved kompilering.
de: Bitte wählen Sie das Modul für die Audio-Ausgabe. Zur Zeit werden aRts, GStreamer, xine und NMM unterstützt. Deren tatsächliche Verfügbarkeit ist allerdings von der Systemkonfiguration zur Kompilierzeit von Amarok abhängig.
el: Επιλέξτε το σύστημα ήχου που θα χρησιμοποιηθεί για την αναπαραγωγή μέσων. Το Amarok αυτή τη στιγμή υποστηρίζει τα aRts, GStreamer, xine, και NMM. Ωστόσο η διαθεσιμότητα τους εξαρτάται από τις ρυθμίσεις κατά τη διάρκεια της μεταγλώττισης του.
es: Seleccione el sistema de sonido utilizado para reproducir medios. Amarok soporta actualmente aRts, GStreamer, xine y NMM, sin embargo, su disponibilidad depende de la configuración utilizada a la hora de compilar el programa.
et: Andmekandja mängimisel kasutatava helisüsteemi valimine. Amarok toetab praegu järgmisi helisüsteeme: aRts, GStreamer, xine ja NMM. Nende kättesaadavus sõltub siiski kompileerimisaegsetest valikutest.
fa: سیستم صوتی مورد استفاده برای پخش رسانه را برگزینید. amaroK، در حال حاضر از aRts، GStreamer، xine، و NMM پشتیبانی می‌کند؛ با این وجود، دسترس‌پذیریشان به پیکربندی مورد استفاده در زمان ترجمه بستگی دارد.
fi: Valitse käytettävä toistojärjestelmä. Amarok tukee tällä hetkellä aRts-, GStreamer-, xine ja NMM-toistojärjestelmiä. Niiden saatavuus riippuu kuitenkin käännönaikaisista asetuksista.
fr: Sélectionnez le système de son à utiliser pour écouter des médias. Amarok gère actuellement aRts, GStreamer, xine et NMM ; néanmoins, leur disponibilité dépend de la configuration utilisée lors de la compilation.
he: בחר את מערכת הקול שיעשה בה שימוש לניגון מדיה. Amarok כרגע תומכת ב־: aRts, GStreamer, xine ו־ MMM. למרות זאת, הזמינות שלהן תלויה בהגדרות שנבחרו בזמן ההידור.
hu: Válassza ki a lejátszáshoz használandó hangrendszert. Az Amarok támogatja az aRts, a GStreamer, a Xine és az NMM használatát, azonban az adott rendszer beállításaitól függ, melyek használhatók.
it: Seleziona il sistema sonoro usato per riprodurre i media. Amarok supporta attualmente aRts, GStreamer, xine e NMM; tuttavia, la loro disponibilità dipende dalla configurazione usata al momento della compilazione.
ja: メディアの再生に使用するサウンドシステムを選択します。Amarok は現在、aRts, GStreamer, xine, NMM をサポートしていますが、利用できるかどうかはコンパイル時の設定によります。
km: ជ្រើស​ប្រព័ន្ធ​សំឡេង​ដែល​បាន​ប្រើ​សម្រាប់​ចាក់​មេឌៀ ។ Amarok បច្ចុប្បន្ន​គាំទ្រ aRts, GStreamer, xine និង NMM ទោះ​ជា​យ៉ាង​ណា​ក៏​ដោយ ភាព​អាច​រកបាន​របស់ពួកវា​អាស្រ័យ​លើ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ដែល​បាន​ប្រើ​នៅ​ពេល​ចងក្រង ។
ko: 미디어를 재생하는데 사용될 사운드 시스템입니다. Amarok은 현재 aRts, GStreamer, xine, NMM을 지원하고 있습니다. 시스템의 구성이나 컴파일 설정에 따라서 사용할 수 있는 것이 다릅니다.
lt: Nurodykite grojimui naudojamą garso sistemą. AmaroK dirba su šiomis sistemomis: aRts, GStreamer, xine ir NMM, tačiau konkrečios sistemos priklauso nuo programos kompiliavimo metu nurodytų parinkčių.
nb: Velg lydsystemet du vil bruke til musikkavspilling. Amarok støtter nå aRts, GStreamer, xine og NMM, men dette avhenger av innstillinga som ble brukt da Amarok ble kompilert.
nds: Hier kannst Du dat Klangsysteem för't Afspelen fastleggen. Amarok ünnerstütt opstunns aRts, GStreamer, xine un NMM. Wat disse Systemen redig verföögbor sünd, hangt vun de Instellen bi't Kompileren vun Amarok af.
ne: मिडिया प्ले गर्न प्रयोग गरिएको ध्वनि प्रणाली चयन गर्नुहोस् । अमारोकले हालै कला, जीस्ट्रिमर, जाइन र एनएमएम समर्थन गर्दछ; यद्यपि, तिनीहरूको उपलब्धता कम्पाइल समयमा प्रयोग गरिएको कन्फिगरेसनमा भर पर्दछ ।
nl: Selecteer het geluidssysteem dat u wilt gebruiken. Amarok biedt momenteel ondersteuning voor aRts, GStreamer, xine en NMM. De beschikbaarheid van deze systemen is afhankelijk van de configuratie die tijdens het compileren is gebruikt.
nn: Vel lydsystemet du vil bruka til musikkavspeling. Både aRts, GStreamer, xine og NMM er støtta, så lenge dei vart kompilert inn.
pa: ਮੀਡਿਆ ਚਲਾਉਣ ਲਈ ਸਾਊਂਡ ਸਿਸਟਮ ਚੁਣੋ। ਅਮਰੋਕ ਇਸ ਸਮੇਂ aRts, GStreamer, xine, ਅਤੇ NMM ਲਈ ਸਹਾਇਕ ਹੈ, ਉਹਨਾਂ ਦੀ ਮੌਜੂਦਗੀ ਕੰਪਾਇਲ ਸਮੇਂ ਦਿੱਤੀ ਗਈ ਸੰਰਚਨਾ ਦੇ ਉੱਤੇ ਨਿਰਭਰ ਹੈ।
pl: Wybiera system dźwięku używany do odtwarzania mediów. Amarok obecnie obsługuje aRts, GStreamer, xine i NMM, aczkolwiek ich dostępność zależy od konfiguracji użytej podczas kompilacji.
pt: Selecciona o sistema de som usado para reproduzir os dados. O Amarok suporta de momento o aRts, o GStreamer, o xine e o NMM; contudo, a sua disponibilidade depende da configuração usada na altura da compilação.
pt_br: Selecione o sistema de som a ser usado para reproduzir as músicas. O Amarok suporta atualmente o aRts, GStreamer, xine e o NMM; entretanto, a disponibilidade deles depende da configuração usada na hora da compilação do aplicativo.
ru: Выберите звуковую систему. На данный момент поддерживаются aRts, GStreamer, xine и NMM, но конкретных их набор зависит от параметров сборки.
sk: Vyberte, ktorý zvukový systém sa má používať na prehrávanie médií. Amarok momentálne podporuje aRts, GStreamer, xine a NMM. Avšak ich dostupnosť závisí od nastavenia použitého pri kompilácii.
sr: Изаберите звучни систем који се користи за пуштање нумера. Amarok тренутно подржава aRts, GStreamer, xine и NMM; међутим, њихова доступност зависи од подешавања коришћених при градњи.
th: เลือกระบบเสียงที่จะใช้ในการเล่นสื่อ โดยที่ขณะนี้นั้น Amarok รองรับระบบ aRTs, GStreamer, xine และ NMM; อย่างไรก็ตาม การจะใช้ระบบเหล่านี้ได้ก็ขึ้นอยู่กับการตั้งค่าเมื่อทำการคอมไพล์โปรแกรม
tr: Ortam çalmak için kullanılacak ses sistemini seçin. Amarok şu anda aRts, GStreamer, xine ve NMM'i destekliyor; hangisinin var olduğu derleme zamanında yapılan ayarlarla belirlenir.
uk: Виберіть звукову систему для програвання мультимедії. В даний час Amarok підтримує aRts, GStreamer, xine і NMM, однак їх доступність залежить від конфігурації використаної під час компіляції.

source: Enables the equalizer plugin
af: Aktiveer die band menger inprop module
bg: Включване на приставката за еквалайзера
ca: Habilita el connector de l'equalitzador
cs: Povoluje modul ekvalizéru
da: Aktivér equalizer-pluginnet
de: Equalizer aktivieren
el: Ενεργοποίηση του ισοσταθμιστή
es: Activa la extensión del ecualizador
et: Ekvalaiseriplugina lubamine
eu: Ekualizadorearen plugin-a gaitzen du
fa: وصلۀ برابرساز را فعال می‌کند
fi: Mikäli käytössä, taajuuskorjainliitännäinen suodattaa äänivirtaa.
fr: Activer l'égaliseur
he: הפעל את תוסף האקולייזר
hu: Equalizer bekapcsolása
it: Abilita il plugin dell'equalizzatore
ja: イコライザプラグインを有効にする
ka: რთავს ეკვალაიზერის მოდულს
km: អនុញ្ញាត​កម្មវិធី​ជំនួយ​អេហ្គុយ
ko: 이퀼라이저 플러그인 사용하기
lt: Įjungti ekvalaizerio įskiepį
nb: Bruk lydbalansetillegget
nds: Liekmaker bruken
ne: तुल्यकारक प्लगइन सक्षम पार्दछ
nl: Activeert de equalizerplugin
nn: Bruk lydbalansetillegget
pa: ਸਮਤੋਲ ਪਲੱਗਇਨ ਯੋਗ
pl: Uruchamia wtyczkę korektora
pt: Activar o 'plugin' de equalizador
pt_br: Habilita o plugin do equalizador
ru: Модуль эквалайзера
sk: Povoluje plugin ekvalizéru
sr: Укључује еквилајезерски прикључак
th: เปิดใช้ปลั๊กอินอิควอไลเซอร์
tr: Ekolayzır eklentisini aç
uk: Вмикає втулок еквалайзера

source: When enabled, an equalizer plugin filters the audio stream.
af: As hierdie geaktiveer is, sal 'n band menger inprop module die oudio stroom filter.
bg: Ако е включена тази отметка, еквалайзера филтрира аудио потока.
ca: Si està activat, un equalitzador filtra el flux d'àudio.
cs: Je-li povoleno, bude zvukový proud filtrovaný ekvalizérem.
da: Hvis aktiveret filtreres lydstrømmen af et equalizer-plugin.
de: Wenn dies aktiviert ist, wird das Equalizer-Modul die Audio-Wiedergabe filtern.
el: Αν ενεργοποιηθεί, ένα πρόσθετο ισοσταθμιστή φιλτράρει τη ροή ήχου.
es: Cuando está activa, una extensión de ecualizador filtra el flujo de datos de audio.
et: Märkimisel filtreerib ekvalaiseriplugin audiovoogu.
eu: Gaituta dagoenean, ekualizadorearen plugin-ak audioaren korrontea iragazten du.
fa: هنگامی که فعال شود، یک وصلۀ برابرساز، جریان صوتی را پالایش می‌کند.
fi: Mikäli käytössä, taajuuskorjainliitännäinen suodattaa äänivirtaa.
fr: Si cette case est cochée, un égaliseur filtre le flux audio.
he: אם סומן, תוסף האקולייזר יסנן את שידור השמע.
hu: Ha be van jelölve, equalizer fogja szűrni a hanganyagot.
it: Se abilitata, un plugin equalizzatore filtrerà il flusso audio.
ja: 有効にすると、イコライザープラグインがオーディオストリームにフィルタをかけます。
ka: ჩართული.
km: ពេល​អនុញ្ញាត កម្មវិធី​ជំនួយ​អេហ្គុយ​មួយ​នឹង​ត្រង​ស្ទ្រីម​អូឌីយ៉ូ ។
ko: 사용할 때, 이퀼라이저 플러그인이 오디오 스트림을 필터링합니다.
lt: Ekvalaizerio įskiepis filtruoja garso srautą nurodytu būdu.
nb: Når krysset av, blir lydstrømmen filtrert gjennom lydbalansetillegget.
nds: Wenn aktiveert, warrt de Klangstroom dör en Liekmaker föhrt.
ne: सक्षम पार्दा, एउटा तुल्यकारक प्लगइनले अडियो प्रवाह फिल्टर गर्दछ ।
nl: Indien geactiveerd filtert een equalizerplugin de geluidsstroom.
nn: Når kryssa av, vert lydstraumen filtrert gjennom lydbalansetillegget.
pa: ਕੀ ਆਡੀਓ ਸਟਰੀਮ ਲਈ ਸਮਤੋਲ ਪਲੱਗਿੰਨ ਫਿਲਟਰ ਯੋਗ ਕੀਤਾ ਜਾਵੇ।
pl: Jeśli włączone, wtyczka korektora filtruje strumień dźwięku.
pt: Se estiver activo, um 'plugin' de equalização irá filtrar o canal de áudio.
pt_br: Quando habilitada, um plugin do equalizador filtrará o stream de áudio.
ru: Пропускать звук через эквалайзер.
sk: Ak je povolené, bude zvukový prúd filtrovaný ekvalizérom.
sr: Када је укључено, еквилајзерски прикључак филтрира аудио ток.
th: หากเปิดใช้ ตัวปลั๊กอินอิควอไลเซอร์จะเข้าควบคุมเสียง
tr: Etkin olduğunda, bir ekolayzır eklentisi, ses akışını filtreler.
uk: Якщо увімкнено, втулок еквалайзера буде фільтрувати звуковий потік.

source: Equalizer pre-amplification value, range -100..100, 0 is normal.
af: Band menger vooraf versterking waarde, bestek -100...100, 0 is normaal.
bg: Стойност на предусилвателя на еквалайзера, варираща до 100..100, 0 е нормално.
ca: Valor de preamplificació de l'equalitzador, amb interval de -100..100, 0 és el normal.
cs: Hodnota předzesílení ekvalizéru, rozsah -100 až 100, 0 je normální stav.
da: Equalizernes forforstærkningsværdi, interval -100..100, hvor 0 er normalt.
de: Vorverstärkung des Equalizers, der Bereich liegt zwischen -100 und 100. Der Normalzustand ist 0.
el: Προενίσχυση στον ισοσταθμιστή, εύρος τιμών από -100..100, 0 το κανονικό.
es: Valor de la preamplificación del ecualizador (entre -100 y 100). Lo normal es 0.
et: Ekvalaiseri eelmoonutuse väärtus vahemikus -100 kuni 100 (o on normaalne).
eu: Ekualizadorearen aurre-anplifikatzeko balioa, -100 eta 100 artekoa, 0 normala da.
fa: حجم صدای قبل از دامنه‌افزایی برابرساز، گسترۀ ۱۰۰-..۱۰۰، ۰ عادی است.
fi: Taajuuskorjaimen esivahvistuksen määrä, arvo väliltä -100..100, 0 on oletus.
fr: Valeur de pré-amplification de l'égaliseur, entre -100..100, 0 correspond à « normal ».
he: ערך קדם־הגבר של האקולייזר, הערך הוא בין 100 - ובין 100, 0 הוא הערך הנורמלי.
hu: Az equalizer előerősítési értéke, a -100..+100 tartományba kell esnie, 0 az alapérték.
it: Valore di pre-amplificazione dell'equalizzatore, l'intervallo -100..100, 0 è normale.
ja: イコライザのプリアンプの値。範囲は -100 から 100 まで。0 は標準。
ka: ეკვალაიზერი ტოლია საშუალო.
km: តម្លៃ​អាំភ្លី​ដើរ​មុន​គេ​សម្រាប់​អេហ្គុយ ។ ជួរ​ពី -100..100, 0 ធម្មតា ។
ko: 이퀼라이저의 사전 증폭값입니다. 범위는 -100에서 100까지입니다. 0이 보통값입니다.
lt: Ekvalaizerio didinimo reikšmė nuo -100 iki 100. Normali būsena 0.
nb: Lydforsterkning, i området –100 til 100. 0 er ingen forsterkning.
nds: Liekmaker-Vörverstärken, vun -100 bet 100, 0 is normaal.
ne: तुल्यकारक पूर्व-प्रवर्धन मान, दायरा -१००..१००, ० सामान्य छ ।
nl: De voorversterkwaarde van de equalizer, bereik -100..100, 0 is normaal.
nn: Lydforsterking, i området –100 til 100. 0 er inga forsterking.
pa: ਸਮਤੋਲ ਪ੍ਰੀ-ਐਂਪਲੀਫੀਕੇਸ਼ਨ ਮੁੱਲ, ਸੀਮਾ -100..100, 0 ਸਧਾਰਨ ਹਨ।
pl: Wartość wzmocnienia korektora, przedział od -100 do 100, 0 jest neutralne.
pt: Valor de pré-amplificação do equalizador, gama de -100..100, 0 é normal.
pt_br: O valor de pré-amplificação do equalizador, dentro do intervalo de -100 a 100; o valor 0 é considerado normal.
ru: Усиление звука на эквалайзере -100..100, 0 по умолчанию.
sk: Hodnota predzosilenia ekvalizéru, rozsah -100..100, 0 je normálna.
sr: Вредност претпојачања еквилајзера, опсег је -100 до 100, 0 је нормално.
th: ค่าปรีแอมป์อิควอไลเซอร์, ช่วงระหว่าง -100..100, ค่า 0 คือค่าปกติ
tr: Ekolayzır ön-amfi değeri, aralık, -100..100, 0 normaldir.
uk: Підсилення звуку на еквалайзері: діапазон -100..100, 0 нормальний.

source: Band gains for equalizer, 10 values, range -100..100, 0 is normal.
af: Band versterkings vir die menger, 10 waarders oor die bestek -100...100, 0 is normaal.
bg: Честотни ленти на еквалайзера, 10 стойности, вариращи до 100..100, 0 е нормално.
ca: Bandes de guany per a l'equalitzador, 10 valors, amb interval de -100..100, 0 és normal.
cs: Pásma zesílení ekvalizéru, 10 hodnot, rozsah -100 až 100, 0 je normální stav.
da: Equalizernes båndforstærkning, 10 værdier i intervallet -100..100, hvor 0 er normalt.
de: Bandverstärkung für Equalizer, 10 Werte, Bereich von -100 bis 100, Normalwert ist 0.
el: Ενίσχυση κάθε μπάντας του ισοσταθμιστή, 10 τιμές, εύρος -100..100, 0 το κανονικό.
es: Ganancia de las bandas del ecualizador, 10 valores, entre -100 y 100. Lo normal es 0.
et: Ekvalaiseri ribavõimendus, 10 väärtust vahemikus -100 kuni 100 (0 on normaalne).
eu: Ekualizadorearen bandaren irabazia, 10 balio, -100 eta 100 artekoa, 0 normala da.
fa: بهره‌های باند برای برابرساز، مقدار ۱۰، گسترۀ ۱۰۰-..۱۰۰، ۰ عادی است.
fi: Taajuuskorjaimen kaistojen vahvistus, 10 arvoa väliltä -100..100, 0 on oletus.
fr: Gains pour l'égaliseur, 10 valeurs, entre -100..100, 0 correspond à « normal ».
he: הגבר הערוצים לאקולייזר, 10 ערכים, טווח בין 100 - לבין 100, 0 הוא ערך הנורמלי.
hu: Az equalizer sáverősítési értékei, összesen 10 érték, mindegyiknek a -100..+100 tartományba kell esnie, 0 az alapérték.
it: Fasce di guadagno per l'equalizzatore, 10 valori, l'intervallo -100..100, 0 è normale.
ja: イコライザのバンド増幅率。10 個の値。範囲は -100 から 100 まで。0 は標準。
ka: -თვის ტოლია საშუალო.
km: Band gains សម្រាប់​អេហ្គុយ ។ តម្លៃ​គឺ 10 ជួរ​ពី -100..100, 0 ធម្មតា ។
ko: 이퀼라이저의 각 음역대별 증감치를 설정합니다. 값은 10개 있으며, 범위는 -100에서 100까지고, 기본값은 0 입니다.
lt: Ekvalaizerio dažnių didinimas. 10 dydžių nuo -100 iki 100. Normali būsena 0.
nb: Båndforstrekning, i området –100 til 100. 0 er ingen forsterkning.
nds: Verstärken för Liekmaker-Bänner, 10 Weerten, vun -100 bet 100, 0 is normaal.
ne: ब्यान्डले तुल्यकारकका लागि फाइदा गराउँदछ, १० मानहरू, दायरा -१००..१००, ० सामान्य छ ।
nl: Kanalen voor de equalizer, 10 waarden, bereik -100..100, 0 is normaal.
nn: Bandforsterking, i området –100 til 100. 0 er inga forsterking.
pa: ਸਮਤੋਲ ਲਈ ਬੈਂਡ ਗੇਨ, 10 ਮੁੱਲ, ਸੀਮਾ -100..100, 0 ਸਧਾਰਨ ਹੈ।
pl: Przedziały nasycenia korektora, 10 wartości, w przedziale od -100 do 100, 0 jest neutralne.
pt: Ganhos de banda do equalizador, gama de -100..100, 0 é normal.
pt_br: A banda conseguida para o equalizador: 0 valores, intervalo de -100..100, 0 é normal.
ru: Прирост по полосам эквалайзера, 10 значений, -100..100, 0 по умолчанию.
sk: Pásma zosilnenia ekvalizátora, 10 hodnôt, rozsah -100..100, 0 je normálna.
sr: Појачања по опсезима за еквилајзер, 10 вредности, опсег -100 до 100, 0 је нормално.
th: อัตราขยายของย่านความถี่สำหรับอิควอไลเซอร์, 10 ค่า, ช่วงระหว่าง -100..100, 0 คือค่าปกติ
tr: Ekolayzır için bant artışı,10 değer, aralık -100..100 normaldir.
uk: Приріст по смугах еквалайзера, 10 значень, діапазон -100..100, 0 нормальний.

source: Equalizer preset name.
af: Band menger opstelling naam
bg: Име на фиксирана настройка на еквалайзера.
ca: Nom de l'ambient de l'equalitzador.
cs: Název předvolby ekvalizéru
da: Navn på equalizerns forudindstilling.
de: Name der Equalizer-Voreinstellung.
el: Όνομα προεπιλογής ισοσταθμιστή.
es: Nombre del ambiente de ecualizador.
et: Ekvalaiseri valmisseadistuse nimi.
eu: Ekualizadorearen aurrezarritako izena.
fa: نام پیش‌تنظیم برابرساز.
fi: Taajuuskorjaimen esiasetettu nimi.
fr: Nom du préréglage de l'égaliseur.
he: שם אפשרות קבועה של האקולייזר.
hu: Equalizer-beállítás neve.
it: Nome preimpostazione equalizzatore.
ja: プリセットイコライザ名:
ka: ეკვალაიზერი სახელი.
km: ឈ្មោះ​ការ​កំណត់​ជាមុនរបស់​អេហ្គុយ ។
ko: 이퀄라이져 프리셋 이름.
lt: Ekvalaizerio profilio pavadinimas.
nb: Navnet på forhåndsinnstillinga for tonekontroll.
nds: Naam vun dat Liekmakerprofil
ne: तुल्यकारकले नाम प्रिसेट गर्दछ ।
nl: Naam voorinstelling equalizer:
nn: Namn på ferdigoppsett.
pa: ਸਮਤੋਲ ਪਹਿਲਾਂ-ਸੈੱਟ ਨਾਂ ਹੈ।
pl: Nazwa zestawu korektora.
pt: Nome da predefinição de equalizador.
pt_br: Nome do preset do equalizador.
ru: Имя конфигурации эквалайзера.
sk: Názov predvoľby ekvalizéra
sr: Име претподешавања за еквилајзер.
th: ชื่อชุดสำเร็จของอิควอไลเซอร์
tr: Ekolayzır ayar adı.
uk: Назва конфігурації еквалайзера.

source: Amazon locale for cover retrieval
af: Amazon lokalisering vir CD omslag onttrekking
bg: Локал на Amazon за търсене на обложки
ca: Idioma de l'Amazon per a la descàrrega de caràtules
cs: Amazon locale pro získávání obalu.
da: Stedet for omslagshentning hos Amazon
de: Amazon-Lokation zum Holen von Cover-Bildern
el: Τοπικό Amazon για τη λήψη εξώφυλλων
es: Idioma de Amazon para la descarga de las carátulas
et: Amazoni server kaanepiltide tõmbamiseks
eu: Amazon-en helbidea, azala eskuratzeko
fa: Amazon locale برای بازیابی پوشش
fi: Amazon-paikallisuus kansikuvien haulle
fr: Localisation d'Amazon pour récupérer les jaquettes
he: השפה של Amazon עבור משיכת העטיפות
hu: Amazon-régióazonosító borítók letöltéséhez
it: Amazon locale per lo scarico di copertine
ja: カバー取得に使うAmazonのロケール
ka: Amazon-ის სარკე ყდების ჩამოატვირთად
km: មូលដ្ឋាន Amazon សម្រាប់​ទៅ​យក​គម្រប
ko: 표지 검색에 대한 Amazon 지역
lt: Amazon lokalė viršelio atsiuntimui
nb: Amazon-sted for henting av plateomslag
nds: Amazon-Rebeet för't Halen vun de Titelbiller
ne: आवरण पुन: प्राप्तिका लागि अमाजोन लोकेल
nl: Amazonlocatie voor het ophalen van albumhoezen
nn: Amazon-stad for henting av plateomslag
pa: ਢੱਕਣ ਲੈਣ ਲਈ ਐਮਾਜ਼ੋਨ ਲੋਕੇਲ
pl: Ustawienia lokalne Amazon dla pobierania okładek
pt: Localização Amazon para recolha de capas
pt_br: Localização do Amazon para recuperação de capas
ru: Зеркало сайта amazon для обложек
sk: Amazon locale pre získavanie obalov
sr: Локалитет на Amazon-у за добављање омота
th: ค่าท้องถิ่นของ Amazon สำหรับดึงข้อมูลหน้าปก
tr: Kapak erişimi için Amazon yereli
uk: Локаль Amazon для отримання обкладинок

source: Determines which Amazon server cover images should be retrieved from.
af: Bepaal van watter Amazon bediener jy CD omslae wil aflaai.
bg: Определя в кой сървър на Amazon да бъдат търсени обложките.
ca: Determina de quin servidor d'Amazon s'han d'obtenir les caràtules.
cs: Určuje, z jakého Amazon serveru mají být získávány obrázky obalů.
da: Afgør hvilken Amazon-server som omslag skal hentes fra.
de: Diese Einstellung legt fest, von welchem Amazon-Server Cover-Bilder heruntergeladen werden sollen.
el: Ορίζει τον εξυπηρετητή Amazon που θα χρησιμοποιηθεί για τη λήψη εξώφυλλων.
es: Determina desde qué servidor de Amazon se deberían descargar las imágenes de las carátulas.
et: Määrab, millisest Amazoni serverist hangitakse kaanepilte.
eu: Azalen irudian zein Amazon zerbitzaritik eskuratuko diren zehazten du.
fa: تعیین می‌کند که کدام تصویر پوشش کارساز Amazon باید بازیابی شود.
fi: Määrittää, miltä Amazon-palvelimelta kansikuvat haetaan.
fr: Détermine quel serveur d'Amazon doit être utilisé pour récupérer les jaquettes.
he: קובע מאיזה שרת של Amazon יילקחו עטיפות הכותרים.
hu: Ez határozza meg, mely Amazon-kiszolgálóról próbáljon a program borítókat letölteni.
it: Determina da quale server Amazon scaricare le copertine.
ja: どの Amazon サーバからカバーを取得するかを決めます。
ka: საზღვრავს თუ რომელი Amazon სერვერიდან უნდა იქნას მიღებული ყდა.
km: កំណត់​ថា​តើ​ត្រូវ​ទៅ​យក​គម្រប​ពី​ម៉ាស៊ីន​បម្រើ Amazon មួយ​ណា ។
ko: 표지 그림를 받기 위한 Amazon 서버의 위치를 결정합니다.
lt: Nurodykite iš kurio Amazon serverio siųsti viršelius.
nb: Avgjør hvilken Amazon-tjener som skal brukes til å hente ned plateomslag.
nds: Leggt fast, vun welk Amazon-Server de Titelbiller haalt warrt
ne: यसबाट कुन अमाजोन सर्भर आवरण छविहरू पुन: प्राप्त गरिनेछ भन्ने निर्धारण गर्दछ ।
nl: Bepaalt vanaf welke Amazonserver de hoesafbeeldingen gehaald zullen worden.
nn: Avgjer kva Amazon-tenar som skal brukast til henting av plateomslag.
pl: Ustala, który serwer Amazon powinien być użyty do pobierania okładek.
pt: Escolhe de que servidor da Amazon é que devem ser obtidas as imagens de capas.
pt_br: Determina em qual servidor do Amazon as imagens de capa podem ser obtidas.
ru: К какому серверу amazon обращаться за обложками.
sk: Určuje, z ktorého Amazon serveru by mali byť získavané obrázky obalov.
sr: Одређује са ког Amazon-овог сервера треба довлачити слике омота.
th: ระบุว่าให้ใช้เซิร์ฟเวอร์ไหนของ Amazon ในการดึงข้อมูลหน้าปก
tr: Kapak resimleri için erişilecek olan Amazon sunucusunu belirler.
uk: Визначає з якого сервера Amazon звантажити зображення обкладинок.

source: Wikipedia locale for information retrieval
af: Wikipedia lokalisering vir informasie onttrekking.
bg: Локал на Wikipedia за търсене на обложки
ca: Localització de la Viquipèdia d'on s'extraurà la informació
cs: Wikipedia locale pro získávání informací
da: Wikipedias sted for informationshentning.
de: Wikipedia-Locale zum Holen von Informationen
el: Τοπικό Wikipedia για λήψη πληροφοριών
es: Idioma de la Wikipedia para obtener información
et: Wikipedia keel info hankimisel
eu: Wikipediaren helbidea, informazioa eskuratzeko
fa: Wikipedia locale برای بازیابی اطلاعات
fi: Määrittelee, minkä kielisestä Wikipediasta tieto haetaan.
fr: Localisation de Wikipédia pour récupérer les informations
he: השפה של וויקיפדיה עבור משיכת המידע
hu: Wikipedia-nyelv az információk letöltéséhez
it: Wikipedia locale per la ricerca di informazioni
ja: 情報取得に使う Wikipedia のロケール
ka: ვიკიპედიის ენა ინფორმაციის მიღებისათვის
km: មូលដ្ឋាន​វិគីផេឌៀ សម្រាប់​ទៅ​យក​ព័ត៌មាន
ko: 전세계 검색에 대한 위키백과 국적
lt: Wikipedija lokalė informacijos atsiuntimui
nb: Wikipedia språk for informasjonshenting
nds: Wikipedia-Rebeet för't Halen vun Informatschonen
ne: सूचना पुन: प्राप्तिका लागि विकिपेडिया लोकेल
nl: Lokaliteit van Wikipedia voor het ophalen van informatie
nn: Wikipedia-språk for informasjonshenting
pa: ਜਾਣਕਾਰੀ ਪਰਾਪਤ ਕਰਨ ਲਈ ਵਿਕੀਪੀਡਿਆ ਲੋਕੇਲ
pl: Lokalizacja Wikipedii dla pobierania informacji
pt: Localização da Wikipedia para a obtenção de informação
pt_br: Localização para recuperação de informações da Wikipedia
ru: Язык запрашиваемой информации с Wikipedia
sk: Wikipédia locale pre získavanie informácií
sr: Локалитет Википедије за добављање података
th: ค่าท้องถิ่นของวิกิพีเดียสำหรับดึงข้อมูล
tr: Bilgi almak için Wikipedia yereli
uk: Локаль Wikipedia для отримання інформації
