Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: The custom sink parameters.
af: Jou eie sink parameters
bg: Потребителски параметри за хранилище.
ca: Paràmetres personalitzats del destí.
cs: Uživatelem zadané parametry kanálu
da: Selvvalgte sink-parametre
de: Die benutzerdefinierten Sink-Parameter.
el: Οι προσαρμοσμένες παράμετροι του πρόσθετου εξόδου ήχου.
es: Los parámetros personalizados del sink.
et: Kohandatud neelu parameetrid.
eu: Disipadorearen parametro pertsonalizatuak.
fa: پارامترهای چاه سفارشی.
fi: Muokatut äänentoistoasetukset.
fr: Paramètres personnalisés de sink.
he: הערכים המוגדרים אישית של הקולט.
hu: Egyéni paraméterek a kimeneti fogadóelemhez.
it: I parametri personalizzati per il dissipatore.
ja: カスタム sink パラメータを使う
ka: სხვა sink პარამეტრები.
km: ប៉ារ៉ាម៉ែត្រ​អាង​ផ្ទាល់​ខ្លួន ។
ko: 사용자 정의 싱크 파라미터
lt: Nurodyti išvesties įskiepio parametrus.
nb: Selvvalgte parametre for lydavspilling.
nds: Dien Parameters för dat Utgaavmoduul
ne: अनुकूल सिङ्क परिमिति ।
nl: De aangepaste sinkparameters.
nn: Sjølvvalde parametrar for lydavspeling.
pa: ਚੋਣਵੇਂ ਸਿੰਕ ਪੈਰਾਮੀਟਰ ਹਨ।
pl: Własne parametry wyjścia.
pt: Os parâmetros de 'sink' personalizados.
pt_br: Parâmetros personalizados do mecanismo.
ru: Пользовательские параметры sink.
sk: Vlastné parametre kanálu.
sr: Посебни параметри понора.
th: เป็นค่าพารามิเตอร์ตั้งเองสำหรับ sink
tr: Özel sink parametreleri.
uk: Нетипові параметри sink.

source: Duration of Fade-out at trackend
af: Lengte van klank uitdoof aan die einde van die snit
bg: Продължителност на затихването в края на записа
ca: Durada de l'esvaïment al final de la peça
cs: Délka postupného zeslabování hlasitosti na konci stopy
da: Borttoningens varighed ved sporets slutning
de: Ausblendedauer am Stückende
el: Διάρκεια ομαλού σβησίματος στο τέλος κομματιού
es: Duración del fundido al final de una pista
et: Hääbumise kestus pala lõppemisel
eu: Pistaren amaierako iraungitze-iraupena
fa: مدت محو شدن در پایان شیار
fi: Ristiinhäivytyksen kesto kappaleen lopussa
fr: Durée du fondu à la fin d'un morceau
he: משך העמעום ביציאה (הנמכת עוצמת הקול) בזמן סיום הרצועה
hu: Lehalkítás időtartama a szám végén
it: Durata della dissolvenza alla fine di una traccia
ja: トラックの終わりのフェードアウトの時間
ka: ხანგრძლიობა თანდათანობით გაქრობა
km: ថិរវេលា​លិច​បន្តិច​ម្ដង ពេល​បញ្ចប់​បទ
ko: 트랙이 끝날시 페이드-아웃 시간
lt: Išblėsimo trukmė dainos pabaigoje
nb: Hvor lang lyduttoningen skal være.
nds: Duer för't Utblennen an't Stückenn
ne: ट्रयाक समाप्तिमा फेड-आउटको अवधि
nl: Duur van Fade-out bij einde van track
nn: Kor lang lyduttoninga skal vara.
pa: ਟਰੈਕ ਖਤਮ ਹੋਣ 'ਤੇ ਫੇਡ-ਆਉਟ ਅੰਤਰਾਲ
pl: Czas trwania wyciszania przy końcu utworu
pt: Duração do amortecimento no fim da faixa
pt_br: Duração da Diminuição do Som ao finalizar uma faixa
ru: Длительность постепенного затухания звука в конце дорожки
sk: Dĺžka zoslabovania hlasitosti na konci skladby
sr: Трајње утапања на крају нумере
th: ระยะเวลาของการหรี่เสียงจบเมื่อจบเพลง
tr: Parçanın sonundaki ses alçalma (fade-out) süresi
uk: Тривалість поступового зменшення гучності в кінці доріжки

source: GStreamer Engine Configuration - Amarok
af: GStreamer Enjin Opstelling - Amarok
bg: Настройки на GStreamer - Amarok
ca: Configuració del motor GStreamer - Amarok
cs: Nastavení zvukového systému GStreamer - Amarok
da: GStreamer motor-indstilling - Amarok
de: GStreamer Treiber-Einstellungen - Amarok
el: Ρυθμίσεις μηχανής GStreamer - AmaroK
es: Configuración del motor GStreamer - Amarok
et: GStreameri mootori seadistamine - Amarok
fa: پیکربندی موتور GStreamer - amaroK
fi: GStreamer-toistojärjestelmän asetukset – Amarok
fr: Configuration du moteur GStreamer - Amarok
he: הגדרות מנוע ההשמעה GStreamer - עבור Amarok
hu: A GStreamer hangrendszer beállítása - Amarok
it: Configurazione motore GStreamer - Amarok
ja: GStreamer エンジン設定 - Amarok
km: កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន GStreamer - Amarok
ko: GStreamer 엔진 설정 - Amarok
lt: GStreamer sistemos derinimas – AmaroK
nb: Oppsett for GStreamer-motoren – Amarok
nds: Instellen för de GStreamer-Klangmaschien - Amarok
ne: जीस्ट्रिमर इन्जिन कन्फिगरेसन - अमारोक
nl: GStreamer-engine instellen - Amarok
nn: GStreamer-oppsett – Amarok
pa: GStreamer ਇੰਜਣ ਸੰਰਚਨਾ - ਅਮਰੋਕ
pl: Konfiguracja modułu GStreamera - Amarok
pt: Configuração do Motor GStreamer - Amarok
pt_br: Configurar Mecanismo GStreamer - Amarok
ru: Параметры GStreamer - amaroK
se: GStreamer-mohtorheivehus – Amarok
sk: Nastavenie zvukového enginu GStreamer - Amarok
sr: Подешавање мотора GStreamer — Amarok
th: การปรับแต่งโปรแกรมประมวลผลเสียง GStreamer - Amarok
tr: GStreamer Motorunu Yapılandır - Amarok
uk: Налаштування рушія GStreamer - Amarok

source: Custom sound device. Example: /dev/dsp2
af: Jou eie klank toestel, bv: /dev/dsp2
bg: Ръчно задаване на аудио устройство. Пример: /dev/dsp2
ca: Dispositiu de so personalitzat. Exemple: /dev/dsp2
cs: Vlastní zvukové zařízení. Příklad: /dev/dsp2
da: Selvvalgt lydenhed. Eksempel: /dev/dsp2
de: Benutzerdefiniertes Gerät. Beispiel: /dev/dsp2
el: Προσαρμοσμένη συσκευή ήχου. Παράδειγμα: /dev/dsp2
es: Dispositivo de sonido personalizado. Ejemplo: /dev/dsp2
et: Kohandatud heliseade. Nt. /dev/dsp2
eu: Soinuaren gailu pertsonalizatua. Adibidea: /dev/dsp2
fa: دستگاه صوتی سفارشی. مثال: /dev/dsp2
fi: Muu äänilaite. Esimerkiksi /dev/dsp2
fr: Périphérique de son personnalisé. Exemple : /dev/dsp2
he: התקן מותאם אישית. למשל: dev/dsp2/
hu: Egyéni hangeszköz, például: /dev/dsp2
it: Dispositivo sonoro personalizzato. Esempio: /dev/dsp2
ja: カスタムサウンドデバイス 例: /dev/dsp2
ka: სხვა მოწყობილობა. მაგ: /dev/dsp2
km: ឧបករណ៍​សំឡេង​ផ្ទាល់​ខ្លួន ។ ឧទាហរណ៍ ៖ /dev/dsp2
ko: 사용자 정의 사운드 장치. 예: /dev/dsp2
lt: Nurodyti išvesties įrenginį. Pvz: /dev/dsp2
nb: Selvvalgt lydenhet. Eksempel: /dev/dsp2
nds: Egen Klangreedschap, t.B. /dev/dsp2
ne: ध्वनि यन्त्र अनुकूल गर्नुहोस् । उदाहरण: /dev/dsp2
nl: Ander geluidsapparaat. Voorbeeld: /dev/dsp2
nn: Sjølvvald lydeining. Eksempel: /dev/dsp2
pa: ਪਸੰਦ ਆਵਾਜ਼ ਜੰਤਰ ਹੈ। ਉਦਾਹਰਨ: /dev/dsp2
pl: Własne urządzenie dźwięku. Na przykład: /dev/dsp2
pt: Dispositivo de som personalizado. Por exemplo: /dev/dsp2
pt_br: Dispositivo personalizado de som. Exemplo: /dev/dsp2
ru: Другое устройство, например /dev/dsp2
se: Iešválljejuvvon jietnaovttadat. Ovdamearka: /dev/dsp2
sk: Vlastné zvukové zariadenie. Príklad: /dev/dsp2
sr: Посебан звучни уређај. Пример: /dev/dsp2
th: อุปกรณ์เสียงตั้งเอง ตัวอย่างเช่น: /dev/dsp2
tr: Özel ses aygıtı. Örnek: /dev/dsp2
uk: Інший звуковий пристрій. Наприклад: /dev/dsp2

source: Use custom sound device
af: Spesifiseer jou eie klank toestel
bg: Използване на потребителско аудио устройство
ca: Utilitza un dispositiu de so personalitzat
cs: Použít vlastní zvukové zařízení
da: Brug selvvalgt lydenhed
de: Benutzerdefiniertes Gerät verwenden
el: Χρήση προσαρμοσμένης συσκευής ήχου
es: Usar dispositivo de sonido personalizado
et: Kohandatud heliseadme kasutamine
eu: Erabili soinuaren gailu pertsonalizatua
fa: استفاده از دستگاه صوتی سفارشی
fi: Käytä muuta äänilaitetta
fr: Utiliser un périphérique de son personnalisé
he: השתמש בהתקן קול מותאם אישית
hu: Egyéni hangeszköz használata
it: Usa dispositivo sonoro personalizzato
ja: カスタムサウンドデバイスを使う
ka: სხვა აუდიომოწყობილობის გამოყენება
km: ប្រើ​ឧបករណ៍​សំឡេង​ផ្ទាល់​ខ្លួន
ko: 사용자 정의 사운드 장치 사용
lt: Naudoti nurodytą garso įrenginį
nb: Bruk selvvalgt lydenhet
nds: Egen Klangreedschap bruken
ne: अनुकूल ध्वनि यन्त्र प्रयोग गर्नुहोस्
nl: Ander geluidsapparaat gebruiken
nn: Bruk sjølvvald lydeining
pa: ਪਸੰਦੀਦਾ ਧੁਨੀ ਜੰਤਰ ਵਰਤੋਂ
pl: Użyj własnego urządzenia dźwięku
pt: Utilizar um dispositivo de som personalizado
pt_br: Usar dispositivo de som personalizado
ru: Другое устройство:
se: Geavat iešválljejuvvon jietnaovttadaga
sk: Použiť vlastné zvukové zariadenie
sr: Користи посебан звучни уређај
th: ใช้อุปกรณ์เสียงตั้งเอง
tr: Özel ses aygıtı kullan
uk: Вживати інший звуковий пристрій

source: GStreamer sink
bg: GStreamer хранилище
ca: Destí GStreamer
cs: GStreamer kanál
el: πρόσθετο εξόδου GStreamer
et: GStreameri neel
fa: چاه GStreamer
fi: GStreamer-äänentoisto
fr: Récepteur GStreamer
he: קולט GStreamer
hu: GStreamer-fogadóelem
it: Dissipatore (sink) GStreamer
ja: GStreamer の sink
ka: GStreamer-ის გამომყვანი
km: អាង GStreamer
ko: GStreamer 싱크
lt: GStreamer garso išvesties įskiepis
nb: GStreamer-metode
nds: GStreamer-Utgaavmoduul
ne: जीस्ट्रिमर सिङ्क
nn: GStreamer-metode
pl: Wyjście GStreamera
pt: 'Sink' de GStreamer
pt_br: Mecanismo GStreamer
ru: Вывод GStreamer
se: GStreamer-vuohki
sk: kanál GStreamer
sr: Понор GStreamer-а
tr: GStreamer alıcısı

source: Custom parameters. Example: sync=true host=95.25.2.1
af: Jou eie parameters, bv: sync=true host=10.0.0.1
bg: Потребителски параметри. Пример: sync=true хост=95.25.2.1
ca: Paràmetres personalitzats. Exemple: sync=true host=95.25.2.1
cs: Uživatelské parametry. Např. synGc=true host=95.25.2.1
da: Sevvalgte parametre. Eksempel: sync=true host=95.25.2.1
de: Eigene Parameter. Beispiel: sync=true host=95.25.2.1
el: Προσαρμοσμένες παράμετροι. Παράδειγμα: sync=true host=95.25.2.1
es: Parámetros personalizados. Ejemplo: sync=true host=95.25.2.1
et: Kohandatud parameetrid. Nt. sync=true host=95.25.2.1
eu: Parametro pertsonalizatuak. Adibidea: sync=true host=95.25.2.1
fa: پارامترهای سفارشی. مثال: همگام‌سازی=میزبان درست=۹۵.۲۵.۲.۱
fi: Muokatut asetukset. Esimerkiksi: sync=true host =95.25.2.1
fr: Paramètres personnalisés. Par exemple : sync=true host=95.25.2.1
he: ערכים מותאמים אישית. למשל: sync=true host=95.25.2.1
hu: Egyéni paraméterek, például: sync=true host=95.25.2.1
it: Parametri personali. Esempio: sync=true host=95.25.2.1
ja: カスタムパラメータ. 例: sync=true host=95.25.2.1
ka: სხვა პარამეტრები. მაგ: sync=true host=95.25.2.1
km: ប៉ារ៉ាម៉ែត្រ​ផ្ទាល់​ខ្លួន ។ ឧទាហរណ៍ ៖ sync=true host=95.25.2.1
ko: 사용자 정의 매개변수. 예: sync=true host=95.25.2.1
lt: Nurodyti parametrai. Pvz: sync=true host=95.25.2.1
nb: Selvvalgte parametre. Eksempel: sync=true host=95.25.2.1
nds: Egen Parameters, t.B: sync=true host=95.25.2.1
ne: अनुकूल परिमिति । उदाहरणका लागि: sync=true host=95.25.2.1
nl: Aangepaste parameters. Voorbeeld: sync=true host=95.25.2.1
nn: Sjølvvalde parametrar. Eksempel: sync=true host=95.25.2.1
pa: ਪਸੰਦੀਦਾ ਪੈਰਾਮੀਟਰ। ਉਦਾਹਰਨ ਲਈ: sync=true host=95.25.2.1
pl: Własne parametry. Na przykład: sync=true host=95.25.2.1
pt: Parâmetros personalizados. Por exemplo: sync=true host=95.25.2.1
pt_br: Parâmetros personalizados. Exemplo: sync=true host=95.25.2.1
ru: Свои параметры, например: sync=true host=95.25.2.1
se: Iešválljejuvvon paramehterat. Ovdamearka: sync=true host=95.25.2.1
sk: Vlastné parametre. Napríklad. sync=true host=95.25.2.1
sr: Посебни параметри. Пример: sync=true host=95.25.2.1
th: ค่าพารามิเตอร์ตั้งเอง ตัวอย่างเช่น: sync=true host=95.25.2.1
tr: Özel parametreler. Örneğin: sync=true host=95.25.2.1
uk: Свої параметри. Наприклад: sync=true host=95.25.2.1

source: &Parameters:
bg: Пара&метри:
ca: &Paràmetres:
cs: &Parametry:
da: &Parametre:
de: &Parameter:
el: &Παράμετροι:
es: &Parámetros:
et: &Parameetrid:
eu: &Parametroak:
fa: &پارامترها:‌
fi: &Asetukset:
fr: &Paramètres :
he: &ערכים:
hu: &Paraméterek:
it: &Parametri:
ja: パラメータ(&P):
ka: &პარამეტრები:
km: ប៉ារ៉ាម៉ែត្រ ៖
ko: 매개변수(&P):
lt: &Parametrai:
nb: &Parametre:
ne: परिमिति:
nn: &Parametrar:
pa: ਪੈਰਾਮੀਟਰ(&P):
pl: &Parametry:
pt: &Parâmetros:
pt_br: &Parâmetros:
ru: &Параметры:
se: &Paramehterat:
sk: &Parametre:
sr: &Параметри:
th: &พารามิเตอร์:
tr: &Parametreler:
uk: &Параметри:

source: Use custom sink parameters
af: Spesifiseer jou eie sink parameters
bg: Използване на потребителски параметри за хранилище
ca: Utilitza paràmetres del destí personalitzats
cs: Používat uživatelem zadané parametry kanálu
da: Brug selvvalgte sink-parametre
de: Benutzerdefinierte Sink-Parameter verwenden
el: Χρήση προσαρμοσμένων παραμέτρων πρόσθετου εξόδου
es: Usar parámetros de sink personalizados
et: Kasutatakse kohandatud neelu parameetreid
eu: Erabili disipadorearen parametro pertsonalizatuak
fa: استفاده از پارامترهای چاه سفارشی
fi: Käytä muokattuja äänentoistoasetuksia
fr: Utiliser des paramètres personnalisés
he: השתמש בערכי קולט המותאמים אישית
hu: Egyéni fogadóelem-paraméterek használata
it: Usa parametri personalizzati del dissipatore
ja: カスタム sink パラメータを使う
ka: სხვა პარამეტრების გამოყენება
km: ប្រើ​ប៉ារ៉ាម៉ែត្រ​អាង​ផ្ទាល់​ខ្លួន
ko: 사용자 정의 싱크 파라메터 사용
lt: Naudoti nurodytus išvesties įskiepio parametrus
nb: Bruk selvvalgte parametre
nds: Egen Utgaavmoduul-Parameters bruken
ne: अनुकूल सिङ्क परिमिति प्रयोग गर्नुहोस्
nl: Aangepaste sinkparameters gebruiken
nn: Bruk sjølvvalde parametrar
pl: Użyj własnych parametrów wyjścia
pt: Utilizar parâmetros de 'sink' personalizados
pt_br: Usar parâmetros personalizados no mecanismo
ru: Свои параметры sink
se: Geavat iežat paramehterat
sk: Použiť prispôsobené parametre kanálu
sr: Користи посебне параметре понора
th: ใช้พารามิเตอร์ตั้งเองของ sink
tr: Özel alıcı parametrelerini kullan
uk: Вживати свої параметри sink

source: Organize Files
af: Organiseer Lêers
bg: Организиране на файловете
ca: Organitza els fitxers
cs: Organizovat soubory
da: Organisér filer
de: Dateiverwaltung
el: Οργάνωση αρχείων
es: Organizar archivos
et: Failide korraldamine
eu: Antolatu fitxategiak
fa: سازماندهی پرونده‌ها
fi: Järjestele tiedostoja
fr: Organiser les fichiers
he: ארגן קבצים
hu: Fájlok rendszerezése
it: Organizza i file
ja: ファイルを整理
ka: ფაილების ორგანიზება
km: ឯកសារ​រៀបចំ
ko: 파일 구성
lt: Sudėlioti bylas
nb: Organiser filer
nds: Dateien bestüern
ne: फाइल सङ्गठित गर्नुहोस्
nl: Bestanden organiseren
nn: Organiser filer
pa: ਫਾਇਲ ਪ੍ਰਬੰਧ
pl: Zbieraj pliki
pt: Organizar os Ficheiros
pt_br: Organizar Arquivos
ru: Организовать файлы
se: Organisere fiillaid
sk: Spravovať súbory
sr: Организуј фајлове
th: จัดการแฟ้ม
tr: Dosyaları Düzenle
uk: Організувати файли

source: C&ollection Folder:
af: Versameling Gidse:
bg: Директория на &колекцията:
ca: &Carpeta de la col·lecció:
cs: Sl&ožka s kolekcí:
da: Samlings&mappe:
de: Sammlungs-&Ordner:
el: Φάκελος συλλ&ογής:
es: Carpeta de la c&olección:
et: &Muusikakogu kataloog:
eu: &Bildumaren karpeta:
fa: پوشۀ &مجموعه:‌
fi: &Kokoelmakansio:
fr: Dossier de la c&ollection :
he: התיקיות־ה&אוסף:
hu: &Gyűjteménykönyvtár:
it: Cartella della c&ollezione:
ja: コレクションフォルダ(&O):
ka: &კოლექციის საქაღალდე:
km: ថត​ការ​សម្រាំង ៖
ko: 모음집 폴더(&O):
lt: &Fonotekos aplankas:
nb: &Samlingsmappe:
nds: &Sammelnorner:
ne: सङ्कलन फोल्डर:
nl: C&ollectiemap:
nn: &Samlingsmappe:
pa: ਭੰਡਾਰ ਫੋਲਡਰ(&O):
pl: Katal&og kolekcji:
pt: Pasta da C&olecção:
pt_br: Pasta da C&oleção:
ru: Папка &коллекции:
se: Čoahkkádus&máhppa:
sk: &Priečinok kolekcie:
sr: Фасцикла &збирке:
th: โฟลเดอร์ที่เก็บ&คลังดนตรี:
tr: &Koleksiyon Dizini:
uk: Теки збір&ки:

source: Base directory under which to put files
af: Basis gids waaronder lêers geplaas moet word.
bg: Базова директория в която да бъдат поставяни файловете
ca: Directori base en el que posar els fitxers
cs: Základní adresář, do kterého ukládat soubory
da: Basismappe hvor filer skal placeres
de: Basisordner, unterhalb dem die Dateiablage verwaltet werden soll.
el: Ο βασικός φάκελος στον οποίο θα τοποθετηθούν τα αρχεία
es: Carpeta base bajo la que se colocarán los archivos
et: Failide baaskataloog
eu: Oinarrizko direktorioa fitxategiak jartzeko
fa: فهرست راهنمای پایه که پرونده‌ها طبق آن گذاشته می‌شوند
fi: Kansio, jonka alle tiedostot sijoitetaan
fr: Dossier de base dans lequel les fichiers seront mis
he: תיקיית בסיס שתחתיה ישמרו הקבצים
hu: Alapkönyvtár, amely alá a fájlokat tenni kell
it: Cartella di base nella quale collocare i file
ja: ファイルを置くベースディレクトリ
ka: ფაილების ძირეული საქაღალდე
km: ថត​គោល ដែល​ត្រូវ​ដាក់​ឯកសារ​នៅ​ក្នុង
ko: 파일을 위치하기 위한 기반 디렉터리
lt: Bazinis aplankas, į kurį dėti bylas
nb: Rotmappe der filer skal plasseres
nds: De Orner, binnen den Dateien sekert warrt
ne: फाइल कुन राख्ने अन्तर्गतको आधार डाइरेक्टरी
nl: Basismap om bestanden in te plaatsen
nn: Grunnmappe som filene vert lagt i
pa: ਫਾਇਲ ਰੱਖਣ ਲਈ ਅਧਾਰ ਡਾਇਰੈਕਟਰੀ
pl: Podstawowy katalog, w którym umieszczać pliki
pt: A pasta de base onde colocar ficheiros
pt_br: Diretório base no qual colocar os arquivos
ru: Базовый каталог для записываемых файлов
se: Vuođđemáhppa gosa coggá fiillaid
sk: Základný adresár, do ktorého vkladať súbory
sr: Основни директоријум под којим се налазе фајлови
th: ชื่อไดเร็คทอรีซึ่งจะใส่แฟ้มเข้าไป
uk: Базовий каталог, в який покласти файли

source: &Use Cover Art for Folder Icons
af: Gebruik die CD omslag kunswerk as gids ikone
bg: &Използване на обложки за иконите на папките
ca: &Utilitza la caràtula com a icona dels directoris
cs: Po&užívat jako ikony složek obrázky obalů
da: &Brug omslag som mappeikoner
de: &Cover-Bilder als Ordnersymbole verwenden
el: &Χρήση του εξωφύλλου για τα εικονίδια φακέλου
es: &Utilizar las carátulas para los iconos de las carpetas
et: Kataloogiikoonina kas&utatakse kaanepilti
eu: &Erabili azalen irudiak karpeten ikonoetan
fa: &استفاده از هنر پوشش برای شمایل پوشه‌ها‌
fi: Käytä kansiok&uvakkeissa kansikuvia
fr: &Utiliser les jaquettes pour les icônes des dossiers
he: השתמש ב&עטיפות עבור סמלי התיקיות
hu: &Albumborítók használata könyvtárikonként
it: &Usa copertina come icona della cartella
ja: フォルダアイコンにカバー画像を使う(&U)
ka: საქაღალდის ხატულებისთვის ყდების &გამოყენება
km: ប្រើ​រូបគម្រប​ធ្វើ​ជា​រូបតំណាង​ថត
ko: 폴더 아이콘으로 표지 그림 사용(&U)
lt: &Aplankų ženkliukams naudoti albumų viršelius
nb: Br&uk omslagsbilder som mappeikoner
nds: &Titelbiller as Orner-Lüttbiller bruken
ne: फोल्डर प्रतिमाका लागि आवरण कला प्रयोग गर्नुहोस्
nl: Hoesafbeelding als mappictogram gebr&uiken
nn: &Bruk plateomslag som mappeikon
pa: ਫੋਲਡਰ ਆਈਕਾਨ ਉੱਤੇ ਢੱਕਣ ਆਈਕਾਨ ਵਰਤੋਂ(&U)
pl: &Używaj okładek dla ikon katalogów
pt: &Usar as Capas para os Ícones das Pastas
pt_br: &Usar Arte da Capa nos Ícones da Pasta
ru: &Установить обложки альбомов в качестве значков каталогов
se: &Geavat olggošgovat máhppagovažin
sk: &Používať obrázky obalov pre ikony priečinkov
sr: &Користи омот за икону фасцикле
th: ใช้รูป&หน้าปกสำหรับไอคอนของโฟลเดอร์
uk: В&живати зображення обкладинок для піктограм тек

source: I&gnore 'The' in Artist Names
af: Ignoreer '<i>The</i>' in die kunstenaar se naam
bg: &Игнориране на "The" в имената на изпълнителите
ca: &Ignora «The» als noms dels artistes
cs: I&gnorovat 'The' v názvech interpretů
da: I&gnorér 'The' i kunstnernavn
de: "The" im Namen des Interpreten i&gnorieren
el: &Παράβλεψη του 'The' στο όνομα καλλιτέχνη
es: I&gnorar el artículo 'Los' en los nombres de los artistas
et: Esitaja nimes i&gnoreeritakse sõna 'The'
eu: Ez ikusi e&gin 'The' hitzari artisten izenetan
fa: &چشم‌پوشی از »The« در نام هنرمندان‌
fi: Jätä määräinen artikkeli &The huomioimatta
fr: I&gnorer le mot 'The' dans les noms d'artiste
he: ה&תעלם מהמילה 'The' בשם האומן
hu: A "The" néve&lő figyelmen kívül hagyása az előadónevekben
it: I&gnora 'The' nei nomi degli artisti
ja: アーティスト名の「The」は無視する(&G)
ka: შემსრულებლის სახელებში არტიკლის ი&გნორირება
km: មិន​អើពើ 'The' នៅ​ក្នុង​ឈ្មោះ​សិល្បករ
ko: 아티스트 이름에서 'The' 무시(&G)
lt: I&gnoruoti „The“ atlikėjų pavadinmuose
nb: I&gnorer «The» i artistnavn
nds: "The" binnen Künstlernaams ö&vergahn
ne: कलाकार नाममा 'यो' उपेक्षा गर्नुहोस्
nl: 'The' in artiestnamen ne&geren.
nn: &Ignorer «The» i artistnamn.
pa: ਕਲਾਕਾਰ ਨਾਂ ਵਿੱਚ 'The' ਨੂੰ ਅਣਡਿੱਠਾ ਕਰੋ(&g)
pl: Ign&oruj "The" w nazwach wykonawców
pt: I&gnorar 'The' nos Nomes dos Artistas
pt_br: I&gnorar o 'The' nos Nomes dos Artistas
ru: Игнорировать '&The' в названиях музыкальных групп.
se: &Badjelgeahča «The» artisttaid namain
sk: &Ignorovať 'The' v menách interpretov
sr: &Игнориши „The“ у именима извођача
th: ไม่ต้อง&สนใจคำ 'The' ในชื่อศิลปิน
tr: Sanatçı Adlarında 'The' sözcüğünü &Yoksay
uk: І&гнорувати "The" в іменах виконавців

source: If checked, postfix artists' names starting with 'The' with ', The'.
af: As hierdie gekies is, sal kunstenaars se name wat met 'The' begin, verander word om met ', The' te eindig.
bg: Ако е включена тази отметка, postfix имената на изпълнителите ще бъдат коригирани от "The" на ", The".
ca: Si està seleccionat, postfixa els noms dels artistes que comencin per «The» amb «, The».
da: Hvis markeret placeres ', The' sidst i kunstnernavn som begynder med 'The'.
de: Wenn diese Einstellung aktiviert ist, wird Interpreten, die mit "The" beginnen, stattdessen ", The" angehängt.
el: Αν ενεργοποιηθεί, διορθώνονται τα ονόματα καλλιτεχνών που αρχίζουν με 'The' σε ',The'.
es: Si está marcado, añadir el sufijo «, The» a los nombres de artistas que comienzan por «The».
et: Märkimise korral viiakse esitaja nime alustav 'The' komaga eraldatult nime lõppu
eu: Egiaztatuta badago, 'The' hitza izenaren atzetik joango da: ', The' gisa.
fa: اگر علامت زده شود، نام هنرمندانی که با »The« آغاز می‌شود را با »The« پسونددار می‌کند.
fi: Mikäli valittu, ”The Artist” muutetaan muotoon ”Artist, The”.
fr: Si cette case est cochée, le 'The' du début des noms d'artistes sera ignoré.
he: אם מסומן, צרף סיומות "The ," לשמות־האומנים המתחילים ב־ "‎The".
hu: Ha be van jelölve, akkor a "The" névelővel kezdődő előadónevekben a névelő a név végére kerül ", The" formában
it: Se selezionata, l'articolo 'The' nel nome dell'artista sarà posto alla fine (, The).
ja: 有効にすると、アーティスト名が「The」で始まる場合は、名前の後に「, The」を付けます。
ka: თუ მონიშნულია, postfix შემსრულებელთა სახელები 'The' დაწყებული, The'.
km: ប្រសិន​បើ​បាន​គូសធីក បុព្វបទ​នៃ​ឈ្មោះ​​របស់​សិល្បករ​ចាប់ផ្ដើម​ដោយ 'The' ជា​មួយ ', The' ។
ko: 선택되면 아티스트 이름의 앞에 있는 'The'를 ', The'로 뒤에 붙임.
lt: Jei ši parinktis įjungta, „The“ atlikėjo pavadinimo priekyje bus inoruojamas ir pridėtas iš galo.
nb: Hvis dette er krysset av, blir «The» flyttet til slutten av artistnavnet hvis det står i begynnelsen.
nds: Wenn anmaakt, warrt Künstlernaams, de mit "The" anfangt, ansteed en ", The" an't Enn anföögt
ne: यदि जाँच गरियो भने, पोस्टफिक्स कलाकारको नाम 'यो' बाट सुरु हुन्छ ।
nl: Wanneer ingeschakeld wordt de 'The' aan het begin van de artiestnaam er achter geplaatst: 'Artist, The' ipv 'The Artist'.
nn: Flytt «The» til slutten artistnamnet på alle artistar som begynner med «The».
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਤਾਂ ਕਲਾਕਾਰ ਦੇ ਨਾਂ ਦੇ ਅੱਗੇ 'The' ਨੂੰ ', The' ਨਾਲ ਰੱਖਿਆ ਜਾਵੇਗਾ।
pl: Jeśli zaznaczone, przesuwa "The" na koniec dla nazw wykonawców rozpoczynających się na "The".
pt: Se assinalado, termina os nomes dos artistas que comecem por 'The' por ', The'.
pt_br: Se selecionada, o 'The' nos nomes dos artistas será suprimido.
sk: Ak je zaškrtnuté, pridaj 'The' pred menami interpretov na koniec ako ', The'.
sr: Ако је попуњено, додаје се постфикс „, The“ именима извођача која почињу са „The“.
th: หากเลือกไว้ จะแก้ชื่อศิลปินที่ขึ้นต้นด้วยคำ 'The' เป็น ', The' (เอาไปต่อท้าย)
uk: Якщо увімкнено, то до імен, які починаються на "The", вкінці додати ", The".

source: File Naming Scheme
af: Lêernaam Skema
bg: Схема за именуване на файл
ca: Patró d'anomenat de fitxers
cs: Schéma názvu souboru
da: Filnavnesammensætninger
de: Dateinamens-Schema
el: Μορφή ονόματος αρχείου
es: Esquema de nombrado de archivos
et: Failinime skeem
eu: Fitxategi-izenaren eskema
fa: طرحوارۀ نام پرونده
fi: Tiedoston nimeämistyyli
fr: Schéma de nom de fichier
he: תכנית מתן שמות־קבצים
hu: Fájl-elnevezési séma
it: Schema per il nome dei file
ja: ファイル名スキーム
ka: ფაილთა დარქმევის სქემა
km: គ្រោងការណ៍​ដាក់​ឈ្មោះ​ឯកសារ
ko: 파일 이름 구성
lt: Bylos pavadinimo šablonas
nb: Filnavn-skjema
nds: Dateinaam-Schema
ne: फाइल नामकरण गर्ने योजना
nl: Bestandsnaamschema
nn: Filnamnmønster
pa: ਫਾਇਲ ਨਾਂ ਸਕੀਮ
pl: Schemat nazywania pliku
pt: Esquemas dos Nomes de Ficheiros
pt_br: Esquema de Nomenclatura do Arquivo
ru: Схема именования файлов
se: Fiilanammaminsttar
sk: Schéma pomenovávania súboru
sr: Шема именовања фајлова
th: รูปแบบชื่อแฟ้ม
tr: Dosya Adlandırma Şeması
uk: Схема найменування файлів
