Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <div align=center><h3>No Visualizations Found</h3>Possible reasons:<ul><li>libvisual is not installed</li><li>No libvisual plugins are installed</li></ul>Please check these possibilities and restart Amarok.</div>
af: <div align=center><h3>Geen Visualiserings Gevind nie</h3>Moontlike redes:<ul><li><i>libvisual</i> is nie geïnstalleer nie.</li><li>Geen <i>libvisual</i> inprop modules is geïnstalleer nie.</li></ul>Gaan asb. hierdie moontlike redes na en herbegin Amarok.</div>
bg: <div align=center><h3>Не са намерени визуализации</h3>Възможни причини:<ul><li>не е инсталиран libvisual</li><li>Не са инсталирани приставки за libvisual</li></ul>Моля, проверете тези възможности и рестартирайте Amarok.</div>
ca: <div align=center> <h3>No s'han trobat visualitzacions</h3> Els possibles motius són: <ul> <li>libvisual no està instal·lat</li> <li>Els connectors libvisual no estan instal·lats</li> </ul>Si us plau, comproveu aquestes possibilitats i engegueu de nou l'Amarok.</div>
cs: <div align=center><h3>Nebyly nalezeny žádné vizualizace</h3>Možné důvody:<ul><li>libvisual není nainstalovaný</li><li>nebyly nainstalovány žádné moduly pro libvisual</li></ul>Prosím prověřte tyto možnosti a restartujte Amarok.</div>
da: <div align=center><h3>Ingen visualiseringer fundet</h3>Mulige grunde:<ul><li>Du har ikke installeret libvisual.</li><li>Du har ikke installeret noget libvisual-plugin.</li></ul>Kontrollér disse muligheder og genstart Amarok.</div>
de: <div align=center><h3>Keine Visualisierungs-Module gefunden</h3> Mögliche Ursachen dafür sind: <ul><li>Libvisual ist nicht installiert</li><li>Es ist kein libvisual-Modul installiert.</li> </ul>Dies bitte prüfen und dann Amarok neustarten.</div>
el: <div align=center><h3>Δε βρέθηκαν οπτικά εφέ</h3>Πιθανές αιτίες:<ul><li>Δεν υπάρχει το libvisual.</li><li>Δεν υπάρχει το πρόσθετο libvisual.</li></ul>Παρακαλώ ελέγξτε αυτές τις πιθανότητες και επανεκκινήστε το AmaroK.</div>
es: <div align=center><h3>No se encontraron visualizaciones</h3>Posibles razones:<ul><li>no está instalado libvisual</li><li>No está instalado ningún complemento de libvisual</li></ul>Por favor, compruebe estas posibilidades y reinicie Amarok.</div>
et: <div align=center><h3>Ühtegi visualiseeringut ei leitud</h3>Võimalikud põhjused:<ul><li>libvisual pole paigaldatud</li><li>Ühtegi libvisual'i pluginat pole paigaldatud</li></ul>Palun kontrolli neid asju ja käivita Amarok uuesti.</div>
fa: <div align=center><h3>تجسمی یافت نشد </h3>دلایل ممکن: <ul><li>libvisual نصب نمی‌شود </li><li> هیچ وصلۀ libvisual نصب نمی‌شود </li></ul>لطفاً، این احتمالات را بررسی کنید و Amarok را باز آغاز کنید.</div>
fi: <div align="center"><h3>Visualisaatioita ei löytynyt</h3> Mahdollisia syitä:<ul><li>libvisual-kirjastoa ei ole asennettu</li><li>libvisual-liitännäisiä ei ole asennettu</li> </ul></div>
fr: <div align=center><h3>Aucune visualisation n'a été trouvée</h3>Raisons possibles :<ul><li>libvisual n'est pas installée</li><li>Aucun module libvisual n'est installé</li></ul>Vérifiez ces possibilités et redémarrez Amarok.</div>
he: <div align=center><h3>לא נמצאו אפקטים חזותיים</h3>סיבות אפשריות:<ul><li>לא מותקן libvisual</li><li>לא מותקנים תוספים של libvisual</li></ul>אנא בדוק אפשרויות אלו והפעל את Amarok מחדש.</div>
hu: <div align=center><h3>Kijelző nem található</h3>Lehetséges okok:<ul><li>A Libvisual nincs telepítve</li><li>Semmilyen Libvisual-modul nincs telepítve</li></ul>Ellenőrizze ezeket a lehetőségeket, majd indítsa újra az Amarokot.</div>
it: <div align=center><h3>Nessuna visualizzazione trovata</h3>Possibili cause:<ul><li>libvisual non è installato</li><li>Nessun plugin di libvisual è installato</li></ul>Controlla queste possibilità e riavvia Amarok.</div>
ja: <div align=center><h3>ビジュアライゼーションが見つかりません</h3>考えられる理由:<ul><li>libvisual がインストールされていない</li><li>libvisual プラグインがインストールされていない</li></ul>これらを確認してから Amarok を再起動してください。</div>
km: <div align=center><h3>រក​មិន​ឃើញ​រូបភាព​មើល​ឃើញ</h3>មូលហេតុ​អាច​ដោយ​សារ ៖<ul><li>មិន​បាន​ដំឡើង libvisual</li><li>មិន​បាន​ដំឡើង​កម្មវិធី​ជំនួយ libvisual</li></ul>សូម​ពិនិត្យ​មើល​បញ្ហា​ទាំងនេះ ហើយ​ចាប់ផ្ដើម amaroK ឡើង​វិញ ។</div>
ko: <div align=center><h3>시각화 플러그인을 찾지 못했습니다</h3>다음과 같은 원인이 있을 수 있습니다.<ul><li>libvisual이 설치되지 않았습니다</li><li>libvisual 플러그인이 설치되지 않았습니다</li></ul>이 가능성을 검토해 보고 나서 문제를 해결한 후 Amarok을 재시작해 주십시오.</div>
lt: <div align=center><h3>Vaizdinių nėra!</h3>Galimos priežastys:<ul><li>Neįdiegtas libvisual</li><li>Neįdiegtas nei vienas libvisual įskiepis</li></ul> Patikrinkite šias priežastis ir paleiskite AmaroK iš naujo.</div>
nb: <div align=center><h3>Fant ingen lydbilde</h3>Mulige grunner:<ul><li>Du har ikke installert libvisual.</li><li>Du har ikke installert noe programtillegg for libvisual.</li></ul>Se til at alt dette er i orden, og start så Amarok på nytt.</div>
nds: <div align=center><h3>Keen Filmmakers funnen</h3> Möögliche Oorsaken sünd: <ul><li>De Bibliotheek "libvisual" is nich installeert</li><li>Du hest keen libvisual-Modulen installeert</li></ul>Prööv dat bitte na un start Amarok denn nieg.</div>
ne: <div align=center><h3>कुनै दृष्टिकरण फेला परेन</h3>सम्भाव्य कारणहरू:<ul><li>libvisual स्थापना भएको छैन</li><li>कुनै libvisual प्लगइनहरू स्थापना गरिएको छैन</li></ul>कृपया यी सम्भाव्यताहरू जाँच गर्नुहोस् र अमारोक पुन: सुरूआत गर्नुहोस् ।</div>
nl: <div align="center"> <h3>Geen visualisaties gevonden</h3>Mogelijke redenen: <ul> <li>libvisual is niet geïnstalleerd</li> <li>Er is geen enkele libvisualplugin geïnstalleerd.</li></ul>Controleer dit even en herstart dan Amarok.</div>
nn: <div align=center><h3>Fann ingen lydbilete</h3>Moglege grunnar:<ul><li>Du har ikkje installert libvisual.</li><li>Du har ikkje installert noko programtillegg for libvisual.</li></ul>Sjå til at alt dette er i orden, og start så Amarok på nytt.</div>
pa: <div align=center><h3>ਕੋਈ ਝਲਕਾਰਾ ਨਹੀਂ ਮਿਲਿਆ</h3>ਸੰਭਵ ਕਾਰਨ ਹਨ:<ul><li>libvisual ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ</li><li>ਕੋਈ libvisual ਪਲੱਗਇਨ ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ।</li></ul>ਕਿਰਪਾ ਕਰਕੇ ਇਹਨਾਂ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਅਮਰੋਕ ਨੂੰ ਮੁੜ ਚਲਾਉ।</div>
pl: <div align=center><h3>Nie znaleziono wizualizacji</h3>Możliwe przyczyny:<ul><li>Nie zainstalowano libvisual;</li><li>Nie zainstalowano żadnej wtyczki libvisual.</li></ul>Proszę sprawdzić te możliwości i uruchomić ponownie Amarok.</div>
pt: <div align=center><h3>Não Foram Encontradas Visualizações</h3>Razões possíveis:<ul><li>Você não instalou a 'libvisual';</li><li>Não instalou qualquer 'plugin' da 'libvisual'</li></ul>Por favor, verifique estas possibilidades e reinicie o Amarok.</div>
pt_br: <div align=center><h3>Nenhuma Visualização Encontrada</h3>Possíveis razões:<ul><li>libvisual não está instalada</li><li>Nenhum plugin da libvisual está instalado</li></ul>Por favor, verifique estas possibilidades e reinicie o Amarok.</div>
ru: <div align=center><h3>Модули визуализации не найдены</h3>Возможные причины:<ul><li>Не установлена библиотека libvisual</li><li>Не установлены модули libvisual</li></ul>Если вы исправите это, перезапустите amaroK.</div>
se: <div align=center> <h3>Ii gávdnan jietnagovvosiid</h3>Vejolaš sivat: <ul> <li>libvisual ii leat sajáiduhtton</li> <li>libvisual lassemoduvllat eai leat sajáiduhtton</li></ul>Iskka jus dát leat ortnegis, ja álggat de Amarok ođđasit.</div>
sk: <div align=center><h3>Neboli nájdené žiadne vizualizácie</h3>Možné dôvody:<ul><li>libvisual nie je nainštalovaný</li><li>neboli nainštalované žiadne moduly pre libvisual</li></ul>Prosím preverte tieto možnosti a reštartujte Amarok.</div>
sr: <div align=center><h3>Визуелизације нису нађене</h3>Могући разлози:<ul><li>libvisual није инсталиран</li><li>Нема инсталираних прикључака за libvisual</li></ul>Проверите ове могућности и поново покрените Amarok.</div>
th: <div align=center><h3>ไม่พบ Visualizations</h3>สาเหตุที่เป็นไปได้:<ul><li>ไม่ได้ติดตั้ง libvisual</li><li>ไม่ได้ติดตั้งปลั๊กอินของ libvisual </li></ul>กรุณาตรวจสอบความเป็นไปได้เหล่านี้แล้วเริ่มงาน Amarok อีกครั้ง</div>
tr: <div align=center><h3>Görsel Eklenti Bulunamadı</h3>Muhtemel sebepler:<ul><li>libvisual kurulu değil</li><li>libvisual eklentileri yüklü değil</li></ul>Lütfen, bu maddeleri kontrol edin ve Amarok'u yeniden başlatın.</div>
uk: <div align=center><h3>Не знайдено візуалізації</h3>Можливі причини:<ul><li>Не встановлено libvisual</li><li>Не встановлено втулок libvisual</li></ul>Будь ласка, перевірте ці причини і перезапустіть Amarok.</div>

source: Enter space-separated terms to search in the collection
af: Voer spasie geskeide terme in om in die versameling te soek
bg: Въведете ключови думи, разделени с интервал, за търсене в колекцията
ca: Introduïu els termes separats per espai per filtrar la col·lecció
cs: Zadejte mezerou oddělená slova pro hledání v kolekci
da: Indtast mellemrumsadskilte udtryk til at søge samlingen
de: Zum Filtern der Sammlung bitte durch Leerzeichen getrennte Begriffe eingeben
el: Για φιλτράρισμα της συλλογής εισάγετε όρους διαχωρισμένους με κενό
es: Introduzca elementos separados por espacios para buscar en la colección
et: Sisesta tühikutega eraldatult mõisted kogus otsimiseks
fa: وارد کردن فقره‌های با فاصله جداشده برای جستجو در مجموعه
fi: Kirjoita välilyönnein eroteltuna termit, joilla haluat hakea kokoelmasta
fr: Saisissez des termes, séparés par un espace, pour chercher dans la collection.
hu: A gyűjteményben való kereséshez adjon meg szóközzel elválasztott kifejezéseket
it: Inserisci parole separate da spazi per cercare nella collezione
ja: コレクション内で検索する語をスペースで区切って入力します
km: បញ្ចូល​ពាក្យ​ដែល​បំបែក​ដោយ​ចន្លោះ​ដើម្បី​ស្វែងរក​នៅ​ក្នុង​សម្រាំង
lt: Įrašykite tarpais atskirtus kriterijus paieškai fonotekoje
nb: Skriv inn en liste over søkeord, separert med mellomrom, for å søke i samlingen,
nds: Bitte mit Freetekens trennte Wöör ingeven, wenn Du binnen de Sammeln söken wullt
ne: सङ्कलनमा खोजी गर्न खाली स्थान-विभाजित सर्तहरू प्रविष्ट गर्नुहोस्
nl: Voer met spaties gescheiden termen in om in de collectie te zoeken
nn: Skriv inn ei liste over søkjeord, skild med mellomrom, for å søkja i samlinga.
pa: ਭੰਡਾਰ ਵਿੱਚ ਫਿਲਟਰ ਲਗਾਉਣ ਲਈ ਖਾਲੀ ਥਾਂ ਦੇਕੇ ਸ਼ਬਦ ਦਿਓ
pl: Podaj, oddzielone spacjami, kryteria przeszukiwania kolekcji
pt: Indique termos separados por espaços para procurar na colecção
pt_br: Digite termos separados por espaços, para buscar na coleção
ru: Введите через пробел слова, по которым нужно отфильтровать коллекцию
se: Čális ohcansániid, earohuvvon gaskkamearkkain, vai ohcat čoahkkádusas
sk: Zadajte medzerou oddelené výrazy pre vyhľadávanie v kolekcii
sr: Унесите размаком раздвојене изразе за тражење у збирци
th: ใส่ข้อความสำหรับกรองที่คั่นด้วยวรรค เพื่อค้นหาในคลังดนตรี
tr: Koleksiyon içerisinde arama yapmak için boşluk ile ayrılmış sözcükler girin
uk: Введіть, розділені пропусками, критерії для пошуку в збірці

source: Click to edit collection filter
af: Kliek om die versameling filter te redigeer
bg: Щракнете, за да редактирате филтъра на колекцията
ca: Feu clic per editar el filtre de col·lecció
cs: Kliknutím upravíte filtr kolekce
da: Klik for at redigere samlingsfilter
de: Klicken Sie zum Ändern des Filters
el: Κλικ για επεξεργασία του φίλτρου της συλλογής
es: Haga clic para editar el filtro de la colección
et: Klõpsa muusikakogu filtri muutmiseks
fa: برای ویرایش پالایش مجموعه، فشار دهید
fi: Napsauta muokataksesi kokoelmasuodinta
fr: Cliquer pour éditer le filtre de la collection
hu: A gyűjteményszűrő szerkesztéséhez kattintson ide
it: Fai clic per modificare il filtro della collezione
ja: クリックしてコレクションフィルタを編集
km: ចុច​ដើម្បី​កែសម្រួល​តម្រង​សម្រាំង
lt: Keisti fonotekos filtrą
nb: Trykk for å redigere samlingsfilteret
nds: Klick hier, wenn Du den Filter för de Sammeln bewerken wullt
ne: सङ्कलन फिल्टर सम्पादन गर्न क्लिक गर्नुहोस्
nl: Klik om de collectiefilter te bewerken
nn: Trykk for å redigera samlingsfilteret.
pl: Kliknij, aby edytować filtr kolekcji
pt: Carregue para editar o filtro da colecção
pt_br: Clique para editar o filtro de coleção
ru: Визуальный редактор фильтра
se: Coahkkal jus háliidat doaimmahit čoahkkádussilli
sk: Kliknite pre úpravu filtra kolekcie
sr: Кликните да уредите филтер збирке
th: คลิกเพื่อแก้ไขตัวกรองคลังดนตรี
tr: Koleksiyon filtresini düzenlemek için tıklayın
uk: Клацніть, щоб змінити фільтр збірки

source: Entire Collection
af: Hele Versameling
bg: Цялата колекция
ca: La col·lecció sencera
cs: Celá kolekce
da: Hele samlingen
de: Gesamte Sammlung
el: Ολόκληρη η συλλογή
es: Colección completa
et: Terve muusikakogu
eu: Bilduma osoa
fa: مجموعۀ کلی
fi: Koko kokoelmaa
fr: Collection entière
he: כל האוסף
hu: Teljes gyűjtemény
it: Collezione completa
ja: コレクション全体
ka: არსებული კოლექცია
km: សម្រាំង​ទាំងមូល
ko: 전체 모음집
lt: Visa fonoteka
nb: Hele samlingen
nds: Hele Sammeln
ne: पूरै सङ्कलन
nl: Volledige collectie
nn: Heile samlinga
pa: ਪੂਰਾ ਭੰਡਾਰ
pl: Cała kolekcja
pt: Colecção Inteira
pt_br: Coleção Inteira
ru: Вся коллекция
se: Olles čoahkkádus
sk: Celá kolekcia
sr: Целокупна збирка
th: คลังดนตรีทั้งหมด
tr: Bu Koleksiyonun Tümü
uk: Вся збірка

source: Added Today
af: Vandag Bygevoeg
bg: Добавено днес
ca: Afegides avui
cs: Přidáno dnes
da: Tilføjet i dag
de: Heute hinzugefügt
el: Προστέθηκε σήμερα
es: Añadido hoy
et: Lisatud täna
eu: Gaur gehitutakoak
fa: افزوده‌شده امروز
fi: Lisätty tänään
fr: Ajouté aujourd'hui
he: התווסף היום
hu: Ma hozzáadott
it: Aggiunte oggi
ja: 今日追加
ka: დამატებულია დღეს
km: បាន​បន្ថែម​ថ្ងៃ​នេះ
ko: 오늘 추가됨
lt: Įkelta šiandien
nb: Lagt til i dag
nds: Vundaag toföögt
ne: आज थपियो
nl: Vandaag toegevoegd
nn: Lagt til i dag
pa: ਅੱਜ ਜੋੜੇ
pl: Dodane dzisiaj
pt: Adicionado Hoje
pt_br: Adicionadas Hoje
ru: Добавленные за сегодня
se: Odne lasihuvvon
sk: Pridané dnes
sr: Додато данас
th: เพิ่มวันนีั
tr: Bugün Eklenenler
uk: Додано сьогодні

source: Added Within One Week
af: In een week bygevoeg
bg: Добавено в рамките на една седмица
ca: Afegides la darrera setmana
cs: Přidáno během posledního týdne
da: Tilføjet mindre end en uge siden
de: Innerhalb einer Woche hinzufügt
el: Προστέθηκε μέσα στην προηγούμενη εβδομάδα
es: Añadido la última semana
et: Lisatud nädala jooksul
eu: Astebetean gehitutakoak
fa: افزوده‌شده در طول یک هفته
fi: Lisätty viikon aikana
fr: Ajouté il y a moins d'une semaine
he: התווסף בשבוע האחרון
hu: Egy héten belül hozzáadott
it: Aggiunte entro una settimana
ja: 1 週間以内に追加
ka: დამატებულია ბოლო კვირაში
km: បាន​បន្ថែម​មួយ​សប្ដាហ៍​ហើយ
ko: 일주일 내에 추가됨
lt: Įkelta šią savaitę
nb: Lagt til senest for en uke siden
nds: Binnen een Week toföögt
ne: एक हप्ता भित्र थपियो
nl: Minder dan een week geleden toegevoegd
nn: Lagt til seinast ei veke sidan
pa: ਇੱਕ ਹਫ਼ਤੇ 'ਚ ਜੋੜੇ
pl: Dodane w przeciągu tygodnia
pt: Adicionado Há uma Semana
pt_br: Adicionadas há Menos de Uma Semana
ru: Добавленные за последнюю неделю
se: Lasihuvvon maŋemuš váhkus
sk: Pridané počas jedného týždňa
sr: Додато пре мање од једне седмице
th: เพิ่มภายในหนึ่งสัปดาห์
tr: Son Bir Hafta İçerisinde Eklenenler
uk: Додано протягом одного тижня

source: Added Within One Month
af: In een maand bygevoeg
bg: Добавено в рамките на един месец
ca: Afegides el darrer mes
cs: Přidáno během posledního měsíce
da: Tilføjet mindre end en måned siden
de: Innerhalb eines Monats hinzugefügt
el: Προστέθηκε μέσα στον προηγούμενο μήνα
es: Añadido el último mes
et: Lisatud kuu jooksul
eu: Hilabetean gehitutakoak
fa: افزوده‌شده در طول یک ماه
fi: Lisätty kuukauden aikana
fr: Ajouté il y a moins d'un mois
he: התווסף בחודש האחרון
hu: Egy hónapon belül hozzáadott
it: Aggiunte entro un mese
ja: 1 カ月以内に追加
ka: დამატებულია ბოლო თვეში
km: បាន​បន្ថែម​មួយ​ខែ​ហើយ
ko: 1개월 내에 추가됨
lt: Įkelta šį mėnesį
nb: Lagt til senest for en måned siden
nds: Binnen een Maand toföögt
ne: एक महिना भित्र थपियो
nl: Minder dan een maand geleden toegevoegd
nn: Lagt til seinast ein månad sidan
pa: ਇੱਕ ਮਹੀਨੇ 'ਚ ਜੋੜੇ
pl: Dodane w przeciągu miesiąca
pt: Adicionado Há um Mês
pt_br: Adicionadas há Menos de Um Mês
ru: Добавленные за последний месяц
se: Lasihuvvon maŋemus máŋus
sk: Pridané počas jedného mesiaca
sr: Додато пре мање од месеца дана
th: เพิ่มภายในหนึ่งเดือน
tr: Son Bir Ay İçerisinde Eklenenler
uk: Додано протягом одного місяця

source: Added Within Three Months
af: In drie maande bygevoeg
bg: Добавено в рамките на три месеца
ca: Afegides els darrers 3 mesos
cs: Přidáno během posledních 3 měsíců
da: Tilføjet mindre end tre måneder siden
de: Innerhalb von drei Monaten hinzugefügt
el: Προστέθηκε μέσα στους προηγούμενους τρεις μήνες
es: Añadido los últimos tres meses
et: Lisatud kolme kuu jooksul
eu: Hiruilabetean gehitutakoak
fa: افزوده‌شده در طول سه ماه
fi: Lisätty kolmen kuukauden aikana
fr: Ajouté il y a moins de trois mois
he: התווסף בשלושת־החודשים האחרונים
hu: Három hónapon belül hozzáadott
it: Aggiunte entro tre mesi
ja: 3 カ月以内に追加
ka: დამატებულია ბოლო სამ თვეში
km: បាន​បន្ថែម​បី​ខែ​ហើយ
ko: 3개월 내에 추가됨
lt: Įkelta per šiuos tris mėnesius
nb: Lagt til senest for tre måneder siden
nds: Binnen dree Maanden toföögt
ne: तीन महिना भित्र थपियो
nl: Minder dan drie maanden geleden toegevoegd
nn: Lagt til seinast tre månader sidan
pa: ਤਿੰਨ ਮਹੀਨਿਆਂ 'ਚ ਜੋੜੇ
pl: Dodane w przeciągu trzech miesięcy
pt: Adicionado Há Três Meses
pt_br: Adicionadas há Menos de Três Meses
ru: Добавленные за 3 месяца
se: Lasihuvvon maŋemus kvárttajagis
sk: Pridané počas troch mesiacov
sr: Додато пре мање од три месеца
th: เพิ่มภายในสามเดือน
tr: Son Üç Ay İçerisinde Eklenenler
uk: Додано протягом трьох місяців

source: Added Within One Year
af: In een jaar bygevoeg
bg: Добавено в рамките на една година
ca: Afegides el darrer any
cs: Přidáno během posledního roku
da: Tilføjet mindre end et år siden
de: Innerhalb eines Jahres hinzugefügt
el: Προστέθηκε μέσα στον προηγούμενο χρόνο
es: Añadido el último año
et: Lisatud aasta jooksul
eu: Urtebetean gehitutakoak
fa: افزوده‌شده در طول یک سال
fi: Lisätty vuoden aikana
fr: Ajouté il y a moins d'un an
he: התווסף בשנה האחרונה
hu: Egy éven belül hozzáadott
it: Aggiunte entro un anno
ja: 1 年以内に追加
ka: დამატებულია ბოლო წელს
km: បាន​បន្ថែម​មួយ​ឆ្នាំ​ហើយ
ko: 1년 내에 추가됨
lt: Įkelta šiais metais
nb: Lagt til senest for et år siden
nds: Binnen een Johr toföögt
ne: एक वर्ष भित्र थपियो
nl: Minder dan een jaar geleden toegevoegd
nn: Lagt til seinast eit år sidan
pa: ਇੱਕ ਸਾਲ 'ਚ ਜੋੜੇ
pl: Dodane w przeciągu roku
pt: Adicionado Há um Ano
pt_br: Adicionadas há Menos de Um Ano
ru: Добавленные за последний год
se: Lasihuvvon maŋemuš jagis
sk: Pridané počas jedného roka
sr: Додато пре мање од једне године
th: เพิ่มภายในหนึ่งปี
tr: Son Bir Yıl İçerisinde Eklenenler
uk: Додано протягом року

source: Configure Folders
af: Stel Gidse Op
bg: Настройки на директориите
ca: Configura les carpetes
cs: Nastavit složky
da: Indstil mapper
de: Sammlungsordner einrichten ...
el: Ρύθμιση φακέλων
es: Configurar las carpetas
et: Kataloogide seadistamine
eu: Konfiguratu karpetak
fa: پیکربندی پوشه‌ها
fi: Valitse kansiot
fr: Configurer les dossiers
he: הגדר תיקיות
hu: A könyvtárak beállításai
it: Configura cartelle
ja: フォルダを設定
ka: საქაღალდეების კონფიგურირება
km: កំណត់​រចនាសម្ព័ន្ធ​ថត
ko: 폴더 설정
lt: Derinti aplankus
nb: Sett opp mapper
nds: Ornern instellen
ne: फोल्डरहरू कन्फिगर गर्नुहोस्
nl: Mappen instellen
nn: Set opp mapper
pa: ਫੋਲਡਰ ਸੰਰਚਨਾ
pl: Konfiguracja katalogów
pt: Configurar as Pastas
pt_br: Configurar Pastas
ru: Настроить папки
se: Heivet máhpaid
sk: Nastaviť priečinky
sr: Подеси фасцикле
th: ปรับแต่งโฟลเดอร์
tr: Klasörleri Yapılandır
uk: Налаштувати теки

source: Tree View
af: Boom Aansig
bg: Дървовиден списък
ca: Vista d'arbre
cs: Stromový pohled
da: Trævisning
de: Baumansicht
el: Προβολή δέντρου
es: Vista en árbol
et: Puuvaade
eu: Zuhaitz-ikuspegia
fa: نمای درخت
fi: Puunäkymä
fr: Vue en arborescence
he: תצוגת עץ
hu: Fanézet
it: Vista ad albero
ja: ツリービュー
ka: ხის ხედი
km: ទិដ្ឋភាព​មែកធាង
ko: 트리 뷰
lt: Medžio vaizdas
nb: Trevisning
nds: Boomansicht
ne: ट्री दृश्य
nl: Boomstructuurweergave
nn: Trevising
pa: ਲੜੀ ਝਲਕ
pl: Widok drzewa
pt: Vista em Árvore
pt_br: Visualização em Árvore
ru: Дерево
se: Suorralasčájeheapmi
sk: Stromový pohľad
sr: Приказ стабла
th: มุมมองแบบต้นไม้
tr: Ağaç Görünümü
uk: Вигляд дерева

source: Flat View
af: Plat Aansig
bg: Плосък списък
ca: Vista plana
cs: Plochý pohled
da: Flad visning
de: Listenansicht
el: Επίπεδη προβολή
es: Vista simple
et: Nimekirjavaade
eu: Ikuspegi soila
fa: نمای تخت
fi: Tasonäkymä
fr: Vue plane
he: תצוגה שטוחה
hu: Listanézet
it: Vista compatta
ja: フラットビュー
ka: ბრტყელი ხედი
km: ទិដ្ឋភាព​រាបស្មើ
ko: 플랫 뷰
lt: Sąrašo vaizdas
nb: Flatvisning
nds: Listansicht
ne: समतल दृश्य
nl: Vlakke weergave
nn: Flatvising
pa: ਸਮਤਲ ਝਲਕ
pl: Widok płaski
pt: Vista em Lista
pt_br: Visualização Plana
ru: Список
se: Duolba čájeheapmi
sk: Plochý pohľad
sr: Раван приказ
th: มุมมองแบบเท่ากันหมด
tr: Düz Görünüm
uk: Простий вигляд

source: iPod View
af: iPod Aansig
bg: Изглед като iPod
ca: Vista d'Ipod
cs: iPod pohled
da: iPod-visning
de: iPod-Ansicht
el: Προβολή iPod
es: Vista de iPod
et: iPodi vaade
fa: نمای iPod
fi: iPod-näkymä
fr: Vue de l'iPod
he: תצוגת iPod
hu: iPod-nézet
it: Vista iPod
ja: iPod ビュー
km: ទិដ្ឋភាព iPod
ko: 목록 뷰
lt: iPod vaizdas
nb: iPod-visning
nds: iPott-Ansicht
ne: आईपोड दृश्य
nl: iPod-weergave
nn: iPod-vising
pa: iPod ਝਲਕ
pl: Widok iPoda
pt: Vista do iPod
pt_br: Visualização iPod
ru: В стиле iPod
se: iPod-čájeheapmi
sk: Pohľad iPodu
sr: Приказ iPod-а
th: มุมมองไอพ็อด
tr: iPod Görünümü
uk: Перегляд iPod

source: Show Divider
af: Vertoon Skeier
bg: Показване на разделител
ca: Mostra el divisor
cs: Zobrazit oddělovač
da: Vis opdeler
de: Trenner anzeigen
el: Εμφάνιση διαχωριστικού
es: Mostrar el separador
et: Näita eraldajat
eu: Erakutsi zatitzailea
fa: نمایش تقسیم‌کننده
fi: Näytä väliotsikot
fr: Afficher le diviseur
he: הצג מפריד
hu: Elválasztó megjelenítése
it: Mostra separatori
ja: セパレータを表示
ka: გამყოფის ჩვენება
km: បង្ហាញ​សញ្ញា​ខណ្ឌចែក
ko: 구분자 보이기
lt: Rodyti skirtuką
nb: Vis skillelinje
nds: Trennliest wiesen
ne: विभाजक देखाउनुहोस्
nl: Scheiding tonen
nn: Vis skiljelinje
pa: ਭਾਜਕ ਵੇਖਾਓ
pl: Pokaż podziałkę
pt: Mostrar a Divisória
pt_br: Mostrar Separador
ru: Показать разделители
se: Čájet earrolinnjá
sk: Zobraziť oddeľovač
sr: Прикажи раздвајач
th: แสดงหัวข้อแบ่ง
tr: Ayracı Göster
uk: Показувати роздільник

source: Browse backward
af: Blaai terugwaarts
bg: Разглеждане назад
ca: Navega enrere
cs: Procházet zpět
da: Gå tilbage
de: Rückwärts gehen
el: Περιήγηση πίσω
es: Navegar hacia atrás
et: Lehitse tagasi
eu: Arakatu atzerantz
fa: مرور پس‌سو
fi: Selaa taaksepäin
fr: Naviguer en arrière
he: דפדף לאחור
hu: Böngészés visszafelé
it: Naviga all'indietro
ja: 後ろ向きにブラウズ
km: រក​ថយក្រោយ
ko: 뒤로 찾기
lt: Eiti atgal
nb: Bla bakover
nds: Achterrut söken
ne: पछाडि ब्राउज गर्नुहोस्
nl: Achteruit bladeren
nn: Bla bakover
pa: ਪਿੱਛੇ ਵੱਲ ਝਲਕ
pl: Przejdź w tył
pt: Navegar para trás
pt_br: Navegar regressivamente
ru: Назад
se: Oza máŋosguvlui
sk: Prehliadať dozadu
sr: Прегледај уназад
th: ท่องย้อนหลัง
tr: Geri Git
uk: Навігація назад

source: Browse forward
af: Blaai vorentoe
bg: Разглеждане напред
ca: Navega endavant
cs: Procházet vpřed
da: Gå fremad
de: Vorwärts gehen
el: Περιήγηση μπροστά
es: Navegar hacia adelante
et: Lehitse edasi
eu: Arakatu aurrerantz
fa: مرور پیش‌سو
fi: Selaa eteenpäin
fr: Naviguer en avant
he: דפדף קדימה
hu: Böngészés előrefelé
it: Naviga in avanti
ja: 前向きにブラウズ
km: រក​ទៅ​មុខ
ko: 탐색기들
lt: Eiti pirmyn
nb: Bla fremover
nds: Vörut söken
ne: अगाडि ब्राउज गर्नुहोस्
nl: Vooruit bladeren
nn: Bla framover
pa: ਅੱਗੇ ਝਲਕ
pl: Przejdź w przód
pt: Navegar para a frente
pt_br: Navegar progressivamente
ru: Вперёд
se: Oza ovddasguvlui
sk: Prehliadať dopredu
sr: Прегледај унапред
th: ท่องไปข้างหน้า
tr: İleri git
uk: Навігація вперед
