Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Enter the &mount point of the device, if applicable:
af: Voer die koppel punt van die toestel hier in (as dit van toepassing is):
bg: Точка на &монтиране на устройството (ако има):
ca: Introduïu el punt de &muntatge del dispositiu, si és aplicable:
cs: Za&dejte přípojný bod tohoto zařízení (je-li třeba):
da: Indtast enhedens &monteringspunkt, om anvendeligt:
de: Geben Sie den Mountpunkt des Gerätes ein (falls anwendbar):
el: Δώστε το σημείο &προσάρτησης της συσκευής, αν χρειάζεται:
es: Introduzca el punto de &montaje del dispositivo, si existe:
et: Seadme ühenda&miskoht (kui on vaja):
eu: Sartu gailuaren &muntatze-puntua, aplika badaiteke:
fa: اگر قابل اجراست، نقطه &سوار کردن دستگاه را وارد کنید:‌
fi: &Liitoskohta, mikäli tarpeen:
fr: Entrer le point de &montage pour le périphérique, si applicable :
he: הכנס את נקודת ה&עגינה של ההתקן, אם ישנה:
hu: Adja meg az eszköz &csatolási pontját (ha van olyan):
it: Inserisci il punto di &mount per il dispositivo, se applicabile:
ja: デバイスのマウントポイント (当てはまる場合) を入力(&M):
ka: მოწყობილობის &მონტირების წერტილის შეყვანა:
km: សូម​បញ្ចូល​ចំណុច​ម៉ោន​របស់​ឧបករណ៍ បើ​អាច​បញ្ចូល​បាន ៖
ko: 장치의 적용 가능한 마운트 지점(&M):
lt: Įrašykite &įrenginio prijungimo vietą, jei reikalinga:
nb: Oppgi enhetens &monteringspunkt, om mulig:
nds: Giff den &Inhangoort vun de Reedschap in, wenn dat een gifft:
ne: यदि अनुकूल भए, यन्त्रको माउन्ट बिन्दु प्रविष्ट गर्नुहोस्:
nl: Voer, indien van toepassing, het aankoppelpunt van het apparaat in:
nn: Skriv inn &monteringspunkt for eininga, om nødvendig:
pa: ਜੇ ਲੋੜ ਹੋਵੇ ਤਾਂ ਜੰਤਰ ਦਾ ਮਾਊਂਟ ਥਾਂ ਦਿਓ(&m):
pl: Podaj punkt &montowania urządzenia, jeśli to potrzebne:
pt: Indique o ponto de &montagem do dispositivo, se for possível:
pt_br: Digite o ponto de &montagem do dispositivo, se necessário:
se: Čális ovttadaga čatnan&báikke, jus vejolaš:
sk: Zadajte &bod pripojenia zariadenia, ak to má zmysel:
sr: Унесите тачку &монтирања уређаја, ако има смисла:
th: ใส่จุดเ&มานท์สำหรับอุปกรณ์ (ถ้ามี):
tr: Eğer uygulanabilir ise aygıt için &bağlantı noktası girin:
uk: Введіть точку &підключення пристрою, якщо потрібно:

source: Example: /mnt/ipod
af: Voorbeeld: /mnt/ipod
bg: Пример: /mnt/ipod
ca: Exemple: /mnt/ipod
cs: Příklad: /mnt/ipod
da: Eksempel: /mnt/ipod
de: Beispiel: /mnt/ipod
el: Παράδειγμα: /mnt/ipod
es: Ejemplo: /mnt/ipod
et: Näide: /mnt/ipod
eu: Adibidea: /mnt/ipod
fa: مثال: /mnt/ipod
fi: Esimerkki: /mnt/ipod
fr: Exemple : /mnt/ipod
he: לדוגמה: /mnt/ipod/
hu: Példa: /mnt/ipod
it: Esempio: /mnt/ipod
ja: 例: /mnt/ipod
ka: მაგალითად: /mnt/ipod
km: ឧទាហរណ៍ ៖ /mnt/ipod
ko: 예: /mnt/ipod
lt: Pavyzdžiui: /mnt/ipod
nb: Eksempel: /mnt/ipod
nds: Bispeel: /mnt/ipott
ne: उदाहरण: /mnt/ipod
nl: Voorbeeld: /media/ipod
nn: Eksempel: /mnt/ipod
pa: ਉਦਾਹਰਨ: /mnt/ipod
pl: Przykład: /mnt/ipod
pt: Exemplo: /mnt/ipod
pt_br: Exemplo: /mnt/ipod
ru: Например: /mnt/ipod
se: Ovdamearka: /media/ipod
sk: Príklad: /mnt/ipod
sr: Пример: /mnt/ipod
th: ตัวอย่าง: /mnt/ipod
tr: Örnek: /media/ipod
uk: Наприклад: /mnt/ipod

source: Enter the device's mount point. Some devices (such as iRiver iFP devices) may not have a mount point and this can be ignored. All other devices (iPods, UMS/VFAT devices) should enter the mount point here.
af: Voer die toestel se koppel punt in. Party toestelle, soos iRiver iFP toestelle, het nie 'n koppel punt nie. Hierdie stap kan dan geïgnoreer word. Alle ander toestelle, soos iPods, UMS/VFAT toestelle, se koppel punt moet hier ingevul word.
bg: Въведете точката на монтиране на устройството. Някои устройства (като iRiver iFP) може да нямат такава - тогава можете да игнорирате това. За всички други устройства (iPod, UMS/VFAT) трябва да въведете точка на монтиране.
ca: Introduïu el punt de muntatge del dispositiu. Alguns dispositius (com els dispositius iRiver iFP) poden no tenir-ne i podeu ignorar-ho. Per a tots els altres dispositius (iPods, dispositius UMS/VFAT) hauríeu d'introduir aquí el punt de muntatge.
da: Indtast enhedens monteringspunkt. Nogle enheder (såsom iRiver iFP-enheder) kan ikke have noget monteringspunkt og dette kan ignoreres. Alle andre enheder (iPod, UMS/VFAT-enheder) skulle indgive monteringspunkterne her.
de: Geben Sie den Mountpunkt des Gerätes ein. Einige Geräte (wie z. B. iRiver iFP) benötigen keinen Mountpunkt. Für alle anderen Geräte (iPods, UMS/VFAT-Geräte) sollten Sie hier den Mountpunkt eingeben.
el: Δώστε το σημείο προσάρτησης της συσκευής. Κάποιες συσκευές (όπως οι iRiver iFP) μπορεί να μην έχουν σημείο προσάρτησης. Σε αυτή την περίπτωση η επιλογή παραβλέπεται. Για όλες τις άλλες συσκευές (iPod, συσκευές UMS/VFAT) θα πρέπει να δοθεί εδώ το σημείο προσάρτησής τους.
es: Introduzca el punto de montaje del dispositivo. Algunos dispositivos (como los dispositivos iRiver iFP) puede que no tengan punto de montaje y entonces éste se puede ignorar. Para el resto de dispositivos (iPods, dispositivos UMS/VFAT) debería introducir aquí el punto de montaje.
et: Sisesta seadme ühendamiskoht. Mõnel seadmel (näiteks iRiver iFP seadmed) ei pruugi ühendamiskohta olla ja seda võib ignoreerida. Kõigi teiste seadmete korral (iPodid, UMS/VFAT seadmed) tuleb see siin määrata.
eu: Sartu gailuaren muntatze-puntua. Gailu batzuk (iRive iFP gailuak bezalakoak) ez dute muntatze-punturik edukitzen eta ez ikusi egingo zaie. Beste gailu guztiek (iPods, UMS/VFAT gailuak) hemen sartu beharko lukete dagokien muntatze-puntuak.
fa: نقطه سوار کردن دستگاه را وارد کنید. برخی دستگاهها )نظیر دستگاههای iRiver iFP( ممکن است یک نقطۀ سوار کردن نداشته باشند و می‌توان از این چشم‌پوشی کرد. همۀ دستگاههای دیگر )دستگاههای iPods، UMS/VFAT( باید نقطه سوار کردن را در اینجا وارد کنند.
fi: Anna laitteen liitoskohta. Joillakin laitteilla ei ole liitoskohtaa, jolloin sitä ei tarvitse antaa (esim. iRiver iFP).
fr: Entrer le point de montage pour le périphérique. Quelques périphériques (comme les périphériques iRiver iFP) ne doivent pas avoir de point de montage et doivent être ignorés. Tous les autres périphériques (iPods, périphériques UMS/VFAT) doivent avoir un point de montage ici.
he: הזן את נתיב נקודת העגינה עבור התקן־המדיה. המקצת ההתקנים (כמו התקני iRiver iFP) עשויים להיות חסרי נקודת עגינה, ואפשר להתעלם מכך. עבור כל שאר ההתקנים (התקני iPods, UMS/VFAT) יש להזין את נתיב נקודת העגינה כאן.
hu: Adja meg az eszköz csatolási (mount) pontját. Bizonyos eszközöknek (például iRiver iFP-eszközöknek) nincs csatolási pontjuk - ilyen esetben ez figyelmen kívül hagyható. A többi eszköz (iPod, UMS/VFAT-eszközök) esetében meg kell adni itt a csatolási pontot.
it: Inserisci il punto di mount per il dispositivo. Alcuni dispositivi (es. iRiver iFP) potrebbero non avere un punto di mount e ciò può essere ignorato. Tutti gli altri (iPod, dispositivi UMS/VFAT) dovrebbero inserire qui il punto di mount.
ja: デバイスのマウントポイントを入力してください。マウントポイントのないデバイス (iRiver iFP デバイスなど) の場合は省略できます。他のすべてのデバイス (iPod, UMS/VFAT デバイス) にはマウントポイントが必要です。
km: បញ្ចូល​ចំណុច​ម៉ោន​របស់​ឧបករណ៍ ។ ឧបករណ៍​មួយ​ចំនួន (ដូច​ជា ឧបករណ៍ iRiver iFP) អាច​មិនមាន​ចំណុច​ម៉ោន ហើយ​វា​អាច​ត្រូវ​បាន​មិនអើពើ ។ ឧបករណ៍​ទាំងអស់ (ឧបករណ៍ iPods, UMS/VFAT) គួរ​បញ្ចូល​ចំណុចម៉ោន​នៅទីនេះ ។
ko: 장치의 마운트 지점을 입력하십시오. 어떤 (아이리버 iFP 장치들과 같은) 장치들은 마운트 포인트를 가지고 있지 않을 것이며, 이것은 무시될 것입니다. 모든 다른 장치들(iPods, VMS/VFAT 장치들)은 마운트 지점을 여기에 입력해야 합니다.
lt: Įrašykite įrenginio prijungimo vietą. Kai kurie įrenginiai (pavyzdžiui iRiver iFP įrenginiai) gali neturėti prijungimo vietos, tokiu atveju nerašykite nieko. Visiems kitiems įrenginiams (iPod, UMS/VFAT įrenginiams) įrašykite prijungimo vietą.
nb: Oppgi enhetens monteringspunkt. Noen enheter (f.eks. iRiver iFP-enheter) har kanskje ikke et monteringspunkt og dette kan ignoreres. Alle andre enheter (iPod, UMS/VFAT-enheter) må oppgi monteringspunkt her.
nds: Giff de Reedschap ehr Inhangoort in. En Reeg Reedschappen (as t.B. de iFPs vun iRiver) hebbt keen Inhangoort, denn kannst Du dit övergahn. Hest Du en anner Reedschap (iPott, UMS-/VFAT-Reedschap), giff hier man den Inhangoort in.
ne: यन्त्रको माउन्ट बिन्दु प्रविष्ट गर्नुहोस् । केही यन्त्रहरू (जस्तै आईरिभर आईएफपी यन्त्रहरू) सँग माउन्ट बिन्दु नहुन सक्छ र यो उपेक्षित हुन सक्छ । अरू सबै यन्त्रहरू (आईपोड, यूएमएस/भीफ्याट यन्त्रहरू) ले यहाँ माउन्ट बिन्दुमा प्रविष्टि गर्नेछ ।
nl: Voer het aankoppelpunt van het apparaat in. Sommige apparaten (zoals de iRiver iFP) hebben geen aankoppelpunt nodig. U kunt deze optie dan negeren. Voor alle andere apparaten (iPods, UMS/VAT-apparaten) voert u hier het aankoppelpunt in.
nn: Skriv inn monteringspunktet til eininga. Nokre einingar (som iRiver iFP-einingar) har ikkje monteringspunkt, og du treng ikkje skriva inn noko for dei. Alle andre einingar (som iPod-ar og UMS/VFAT-einingar) har monteringspunkt du må skriva inn.
pl: Podaj miejsce montowania urządzenia. Niektóre urządzenia (takie jak urządzenia iFP iRiver) mogą nie posiadać miejsc montowania i wtedy można to pole pominąć. Wszystkie inne urządzenia (iPody, urządzenia UMS/VFAT) powinny mieć tutaj podane miejsce montowania.
pt: Indique o ponto de montagem do dispositivo. Alguns dispositivos (como os dispositivos iFP da iRiver) poderão não ter um ponto de montagem e este poderá ser ignorado. Todos os outros dispositivos (iPod's, dispositivos UMS/VFAT) deverão indicar aqui o ponto de montagem.
pt_br: Digite o ponto de montagem do dispositivo. Alguns dispositivos (como os iRiver) podem não ter um ponto de montagem e isto pode ser ignorado. Todos os outros dispositivos (iPods e dipositivos UMS/VFAT) devem ter seu ponto de montagem definido aqui.
se: Čális ovttadaga čatnanbáikki. Muhton ovttadagain (nugo iRiver iFP-ovttadagain) eai dáidde leat čatnanbáiki. Dain it dárbbaš beroštit. Buot eará ovttadagaid várás (iPodat, UMS/VFAT-ovttadagat) fertet dása čállit čatnanbáikki.
sk: Zadajte bod pripojenia zariadenia. Niektoré zariadenia (ako napríklad iFP zariadenia iRiver) nemusia mať bod pripojenia a toto nastavenie môžete ignorovať. Pre všetky ostatné zariadenia (iPody, zariadenia UMS/VFAT) by ste ho tu mali zadať.
sr: Унесите тачку монтирања уређаја. Неки уређаји (нпр. iRiver-ови iFP уређаји) немају тачку монтирања, и тада се ово може прескочити. Сви остали уређаји (iPod-ови, UMS/VFAT уређаји) захтевају унос тачке монтирања.
th: ใส่จุดเมานท์สำหรับอุปกรณ์ อุปกรณ์บางตัว (เช่น iRiver iFP) อาจจะไม่มีจุดเมานท์และอาจจะ ไม่ใส่ค่าตรงนี้ก็ได้ ส่วนอุปกรณ์อย่างอื่น (ไอพ็อด, อุปกรณ์ UMS/VFAT) ควรจะใส่จุดเมานท์ที่นี่
uk: Введіть точку підключення пристрою. Деякі пристрої (такі, як пристрої iRiver iFP) можуть не мати точки монтування, тоді це поле можна пропустити. Для всіх інших пристроїв (iPod-ів, пристроїв UMS/VFAT) тут потрібно ввести точку підключення.

source: Sorry, every device must have a name and you cannot define two devices with the same name. These names must be unique across autodetected devices as well.
af: Jammer, elke toestel se naam moet uniek wees, selfs die van outo bespeurde ('autodetected') toestelle.
bg: Устройството трябва да има име. Не може да има две устройства с едно и също име - те трябва да са уникални.
ca: Disculpeu, cada dispositiu ha de tenir un nom i no podeu definir dos dispositius amb el mateix nom. Aquests noms també han de ser únics entre tots els dispositius autodetectats.
da: Hver enhed skal desværre have et navn, og du kan ikke definere to enheder med samme navn. Navnene skal også være entydige for enheder som detekteres automatisk.
de: Es ist nicht möglich, zwei Geräte mit dem selben Namen anzulegen. Diese Namen müssen einmalig sein, selbst für automatisch erkannte Geräte.
el: Λυπάμαι,κάθε συσκευή θα πρέπει να έχει ένα όνομα και δεν μπορείτε να ορίσετε δύο συσκευές με το ίδιο όνομα. Αυτά τα ονόματα θα πρέπει να είναι μοναδικά για το σύνολο των αυτόματα ανιχνεύσιμων συσκευών.
es: Lo siento, todo dispositivo debe tener un nombre y usted no puede definir dos dispositivos con el mismo nombre. Estos nombres deben ser únicos incluso entre los dispositivos detectados automáticamente.
et: Vabandust, igal seadmel peab olema nimi ja kahel seadmel ei saa olla sama nimi. Nimed peavad olema unikaalsed ka automaatselt tuvastatud seadmete seas.
eu: Gailu bakoitzak izen bat eduki behar du eta ezin dira bi gailu izen berdinarekin definitu. Izen hauek bakarrak izan behar dute, baita automatikoki detektatutakoak ere.
fa: متأسفم، هر دستگاه باید یک نام داشته باشد و نمی‌توانید دو دستگاه را با نام مشابه تعریف کنید. این نامها باید در سراسر دستگاههای خودکار آشکارشده هم یکتا باشند.
fi: Jokaisella laitteella pitää olla yksilöivä nimi.
fr: Désolé, tous les périphériques doivent avoir un nom et vous ne pouvez définir deux périphériques avec le même nom. Ces noms doivent être uniques, y compris pour les périphériques autodétectés.
he: מצטערים, לכל התקן מדיה חייב להיום שם, ואינך יכל להגדיר שני תקנים עם אותו השם. השמות הללו חייבים להיות ייחודיים גם ביחס להתקנים שמזוהים באופן אוטומטי.
hu: Minden eszköznek kell adni nevet, és nem lehet azonos neve két eltérő eszköznek. A nevek nem ütközhetnek az automatikusan észlelt eszközök neveivel sem.
it: Spiacente, ogni dispositivo deve avere un nome e non è possibile definirne due con lo stesso nome. I nomi devono essere univoci anche per i dispositivi rilevati automaticamente.
ja: デバイスにはそれぞれ名前が必要ですが、 同じ名前で二つのデバイスを定義することはできません。 これらの名前は自動検出したデバイスすべてにおいて一意でなければなりません。
ka: ბოდიში, ყოველ მოწყობილობას უნდა ჰქონდეს სახელი და არ შეგიძლიასთ მიუთითოთ ორი მოწყობილობ ერთიდაიგივე სახელით. ეს სახელები უნდა იყოს უნიკალური მოწყობილობათა ავტოამოცნობისთვის.
km: សូម​ទោស ឧបករណ៍​ទាំងអស់​ត្រូវ​តែ​មាន​ឈ្មោះ​មួយ ហើយ​អ្នក​មិន​អាច​កំណត់​ឧបករណ៍​ពីរ​ឲ្យ​មាន​ឈ្មោះ ដូច​គ្នា​បាន​ឡើយ ។ ឈ្មោះ​ទាំងនេះ​ត្រូវ​តែ​មាន​តែ​មួយ​គត់ រួម​ទាំង​ឧបករណ៍​ដែល​មិន​បាន​រកឃើញ​ផង​ដែរ ។
ko: 죄송합니다. 모든 장치는 이름을 가지고 있 어야 하며, 같은 이름으로 두 장치를 정의 할 수 없습니다. 이 이름들은 자동검색 될 장치들을 통틀어 유일해야만 합니다.
lt: Visi įrenginiai, įskaitant automatiškai aptiktus įrenginius, privalo turėti pavadinimą ir tie pavadinimai privalo būti skirtingi.
nb: Hver enhet må ha et navn, og du kan ikke angi to enheter med samme navn. Navnene må også være entydige for automatisk oppdagete enheter.
nds: Deit mi leed, man Du kannst nich för twee Reedschappen den sülven Naam fastleggen. De Naams mööt ok günt automaatsch funnen Reedschappen eensoortet wesen.
ne: माफ गर्नुहोस्, हरेक यन्त्रको नाम हुन्छ र तपाईँले एउटै नाममा दुईवटा यन्त्रहरू परिभाषित गर्न सक्नुहुन्न । यी नामहरू स्वत: पत्ता लगाउने यन्त्रहरू वरिपरि अद्वितिय हुनुपर्छ ।
nl: Helaas, elk apparaat dient van een naam voorzien te zijn en u kunt niet twee apparaten met dezelfde naam definiëren. Deze namen dienen ook uniek te zijn vergeleken met automatisch gevonden apparaten.
nn: Kvar eining må ha eit namn, og du kan ikkje definera to einingar med same namn. Namna må òg vera unike blant automatisk attkjende einingar.
pa: ਅਫ਼ਸੋਸ ਹੈ ਕਿ ਹਰੇਕ ਜੰਤਰ ਦਾ ਵੱਖਰਾ ਨਾਂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਅਤੇ ਤੁਸੀਂ ਦੋ ਜੰਤਰਾਂ ਨੂੰ ਇੱਕ ਨਾਂ ਨਹੀਂ ਦੇ ਸਕਦੇ ਹੋ। ਇਹ ਨਾਂ ਸਾਰੇ ਖੋਜੇ ਜੰਤਰਾਂ ਲਈ ਵੱਖਰਾ ਨਾਂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Niestety, każde urządzenie musi posiadać nazwę i nie można zdefiniować dwóch urządzeń o tej samej nazwie. Nazwy muszą być unikalne również dla automatycznie wykrywanych urządzeń.
pt: Desculpe, mas cada dispositivo deverá ter um nome e não pode definir dois dispositivos com o mesmo nome. Estes nomes deverão ser únicos também entre os dispositivos detectados automaticamente.
pt_br: Desculpe, cada dispositivo deve ter um nome e você não pode definir dois dispositivos com o mesmo nome. Estes nomes devem ser únicos entre todos os dispositivos autodetectados.
se: Ándagassii, juohke ovttadagas ferte leat namma ja it sáhte meroštit guovtte ovttadaga mas leat seamma namma. Dát namat fertet leat sierra autoáicojuvvun ovttadagaid dihte maid.
sk: Ľutujem, každé zariadenia musí mať názov a nemôžete nastaviť dve zariadenia s takým istým názvom. Tieto názvy musia byť rovnako jedinečné spomedzi autodetegovaných zariadení.
sr: Извините, али сваки уређај мора имати име и не можете дефинисати два уређаја са истим именом. Имена морају бити јединствена чак и међу уређајима који се аутоматски откривају.
th: ขออภัย! อุปกรณ์ทุกๆ ตัวจะต้องมีชื่อและ คุณไม่สามารถนิยามอุปกรณ์สองตัวด้วย ชื่อเดียวกันได้ ชื่อเหล่านี้จะต้องไม่ซ้ำกันโดย รวมไปถึงอุปกรณ์ที่จะถูกตรวจพบโดยอัตโนมัติด้วย
uk: Вибачте, кожний пристрій мусить мати назву і не можна надавати двом пристроям однакові назви. Ці назви мусять бути унікальними з-поміж усіх автовиявлених пристроїв.

source: (none)
af: (geen)
bg: (няма)
ca: (cap)
cs: (nic)
da: (ingen)
de: (keine)
el: (κανένα)
es: (ninguno)
et: (puudub)
eu: (bat ere ez)
fa: )هیچ‌کدام(
fi: (ei määritelty)
fr: (aucun)
he: (ללא)
hu: (nincs)
it: (nessuno)
ja: (なし)
ka: (არა)
km: (គ្មាន)
ko: (없음)
lt: (nieko)
nb: (ingen)
nds: (keen)
ne: (कुनै पनि होइन)
nl: (geen)
nn: (ingen)
pa: (ਕੋਈ ਨਹੀਂ)
pl: (żaden)
pt: (nenhum)
pt_br: (nenhum)
ru: (нет)
se: (ii oktage)
sk: (žiadne)
sr: (ништа)
th: (ไม่มี)
tr: (hiçbiri)
uk: (нічого)

source: Autodetected:
af: Outo bespeur:
bg: Авторазпознати:
ca: Autodetectat:
cs: Automatická detekce:
da: Auto-detekteret:
de: Automatisch erkannt:
el: Ανιχνεύθηκαν αυτόματα:
es: Autodetectado:
et: Automaatselt tuvastatud:
eu: Autodetektatuta:
fa: خودکار آشکارشده:
fi: Tunnistettu automaattisesti:
fr: Autodétection :
he: זיהוי אוטומטי:
hu: Automatikusan azonosítva:
it: Autorilevato:
ja: 自動検知:
ka: ავტოამოცნობა:
km: រកឃើញ​ស្វ័យប្រវត្តិ ៖
ko: 자동검색됨:
lt: Atpažinta automatiškai:
nb: Oppdaget automatisk:
nds: Automaatsch funnen:
ne: स्वत: पत्ता लाग्यो:
nl: Automatisch gevonden:
nn: Autoattkjend:
pa: ਸਵੈ-ਚਾਲਿਤ ਖੋਜੇ:
pl: Wykryte automatycznie:
pt: Auto-detectado:
pt_br: Autodetectado:
ru: Автоматически определено:
se: Automáhtalaččat gávdnon:
sk: Automaticky detegované:
sr: Аутоматски откривено:
th: ตรวจสอบอัตโนมัติ:
tr: Otomatik Bulundu:
uk: Автовиявлено:

source: ID:
bg: ИД:
da: Identifikation:
el: Αναγνωριστικό:
eu: IDa:
fa: شناسه:
he: מזהה:
hu: Azonosító:
km: លេខសម្គាល់ ៖
ne: आईडी:
sr: Ид.:
tr: Kimlik (ID):
uk: Ідентифікатор:

source: Label:
af: Etiket:
bg: Етикет:
ca: Etiqueta:
cs: Popisek:
da: Etikette:
de: Kennung:
el: Ετικέτα:
es: Etiqueta:
et: Nimetus:
eu: Etiketa:
fa: برچسب:
fi: Nimike:
fr: Libellé :
he: תווית:
hu: Címke:
it: Etichetta:
ja: ラベル:
ka: სათაური:
km: ស្លាក ៖
ko: 레이블:
lt: Etiketė:
nb: Merkelapp:
nds: Beteker:
ne: लेबुल:
nn: Merkelapp:
pa: ਲੇਬਲ:
pl: Etykieta:
pt: Nome:
pt_br: Rótulo:
ru: Метка:
se: Gilkor (sámi 2009):
sk: Štítok:
sr: Етикета:
th: ป้ายชื่อ:
tr: Etiket:
uk: Надпис:

source: User Label:
af: Gebruiker Etiket:
bg: Потребителски етикет:
ca: Etiqueta d'usuari:
cs: Uživatelský popis:
da: Brugeretiket:
de: Benutzerkennung:
el: Ετικέτα χρήστη:
es: Etiqueta de usuario:
et: Kasutaja nimetus:
eu: Erabiltzaileare etiketa:
fa: برچسب کاربر:
fi: Käyttäjän nimike:
fr: Libellé utilisateur :
he: תווית משתמש:
hu: Felhasználói címke:
it: Etichetta utente:
ja: ユーザラベル:
ka: მომხმარებლის სათაური:
km: ស្លាក​អ្នកប្រើ ៖
ko: 사용자 레이블:
lt: Naudotojo etiketė:
nb: Brukers merkelapp:
nds: Bruker-Beteker:
ne: प्रयोगकर्ता लेबुल:
nl: Gebruikerlabel:
nn: Brukarmerkelapp:
pa: ਉਪਭੋਗੀ ਲੇਬਲ:
pl: Etykieta użytkownika:
pt: Utilizador:
pt_br: Rótulo do Usuário:
ru: Пользовательская метка:
se: Geavaheaddjegilkor:
sk: Užívateľský štítok:
sr: Корисничка етикета:
th: ป้ายชื่อของผู้ใช้:
tr: Kullanıcı Etiketi:
uk: Користувацький надпис:

source: Device Node:
af: Toestel Node:
bg: Възел на устройство:
ca: Node del dispositiu:
cs: Uzel zařízení:
da: Enhedsknude:
de: Gerätedatei:
el: Κόμβος συσκευής:
es: Nodo del dispositivo:
et: Seadme sõlm:
eu: Gailuaren nodoa:
fa: گرۀ دستگاه:
fi: Laitetiedosto:
fr: Noeud du périphérique :
he: צומת ההתקן:
hu: Eszköz-csomópont:
it: Nodo dispositivo:
ja: デバイスノード:
ka: მოწყობილობის კვანძი:
km: ថ្នាំង​ឧបករណ៍ ៖
ko: 장치 노드:
lt: Įrenginio sistemos numeris:
nb: Enhetsnode:
nds: Reedschap-Knütt:
ne: यन्त्र नोड:
nl: Apparaatnode (device node):
nn: Einingsnode:
pa: ਜੰਤਰ ਨੋਡ:
pl: Węzeł urządzenia:
pt: Dispositivo:
pt_br: Node do Dispositivo:
ru: Узел устройства:
se: Ovttadatnoda:
sk: Uzol zariadenia:
sr: Чвор уређаја:
th: โหนดอุปกรณ์:
tr: Aygıt Noktası:
uk: Вузол пристрою:

source: Mount Point:
af: Koppel Punt:
bg: Точка на монтиране:
ca: Punt de muntatge:
cs: Bod připojení:
da: Monteringspunkt:
de: Mount-Punkt:
el: Σημείο προσάρτησης:
es: Punto de montaje:
et: Ühendamiskoht:
eu: Muntatze-puntua:
fa: نقطۀ سوار کردن:‌
fi: Liitoskohta:
fr: Point de montage :
he: נקודת עגינה:
hu: Csatolási pont:
it: Punto di mount:
ja: マウントポイント:
ka: მონტირების წერტილი:
km: ចំណុចម៉ោន ៖
ko: 마운트 지점:
lt: Prijungimo vieta:
nb: Monteringspunkt:
nds: Inhangoort:
ne: माउन्ट बिन्दु:
nl: Aankoppelpunt (mountpoint):
nn: Monteringspunkt:
pa: ਮਾਊਂਟ ਥਾਂ:
pl: Punkt montowania:
pt: Ponto de Montagem:
pt_br: Ponto de Montagem:
ru: Точка монтирования:
se: Čatnanbáiki:
sk: Bod pripojenia:
sr: Тачка монтирања:
th: จุดเมานท์:
tr: Bağlama Noktası:
uk: Точка підключення:

source: Mime Type:
af: Mime tipe:
bg: Вид Mime:
ca: Tipus Mime:
cs: MIME typ:
de: Mime-Typ:
el: Τύπος Mime:
es: Tipo mime:
et: MIME tüüp:
eu: Mime-mota:
fa: نوع مایم:
fi: Mime-tyyppi:
fr: Type mime :
he: סוג קובץ:
hu: MIME-típus:
it: Tipo MIME:
ja: MIME タイプ:
ka: Mime ტიპი:
km: ប្រភេទ Mime ៖
ko: MIME 형식:
lt: Mime tipas:
nds: MIME-Typ:
ne: माइम प्रकार:
nl: Mime-bestandstype:
pa: ਜੰਤਰ ਕਿਸਮ:
pl: Typ MIME:
pt: Tipo MIME:
pt_br: Tipo Mime:
ru: Mime-тип:
se: MIME-šládja:
sk: Mime typ:
sr: MIME тип:
th: ชนิดแฟ้ม:
tr: Mime Tipi:
uk: Тип MIME:

source: Device information for %1
af: Toestel informasie vir %1
bg: Информация за устройство за %1
ca: Informació pel dispositiu %1
cs: Informace o zařízení %1
da: Enhedsinformation for %1
de: Geräte-Information für %1
el: Πληροφορίες συσκευής για %1
es: Información de dispositivo para %1
et: %1 seadmeinfo
eu: %1 gailuaren informazioa
fa: اطلاعات دستگاه برای %1
fi: Laitteen ”%1” tiedot:
fr: Informations du périphérique pour %1
he: מידע התקן עבור %1
hu: %1 eszközinformációi
it: Informazioni dispositivo per %1
ja: %1 のデバイス情報
ka: მოწყობილობა ინფორმაცია %1-თვის
km: ព័ត៌មាន​ឧបករណ៍ %1
ko: %1에 대한 장치 정보
lt: Įrenginio informacija %1
nb: Enhetsinformasjon for %1
nds: Reedschap-Informatschonen för %1
ne: %1 का लागि यन्त्र सूचना
nl: Apparaatinformatie voor %1
nn: Einingsinformasjon for «%1»
pa: %1 ਲਈ ਜੰਤਰ ਜਾਣਕਾਰੀ
pl: Informacja o urządzeniu dla %1
pt: Informação do Wikipedia de %1
pt_br: Informações sobre o Dispositivo para %1
ru: Сведения об устройстве %1
se: Ovttadatdieđut %1:s
sk: Informácie o zariadení pre %1
sr: Подаци о уређају %1
th: ข้อมูลอุปกรณ์ สำหรับ %1
tr: %1 için Aygıt Bilgileri
uk: Інформація пристрою для %1

source: Name:
af: Naam:
bg: Име:
ca: Nom:
cs: Jméno:
da: Navn:
el: Όνομα:
es: Nombre:
et: Nimi:
eu: Izena:
fa: نام:
fi: Nimi:
fr: Nom :
he: שם:
hu: Név:
it: Nome:
ja: 名前:
ka: სახელი:
km: ឈ្មោះ ៖
ko: 이름:
lt: Pavadinimas:
nb: Navn:
nds: Naam:
ne: नाम:
nl: Naam:
nn: Namn:
pa: ਨਾਂ:
pl: Nazwa:
pt: Nome:
pt_br: Nome:
ru: Имя:
se: Namma:
sk: Názov:
sr: Име:
th: ชื่อ:
tr: İsim:
uk: Назва:
