Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Tags
af: Etikette
bg: Тагове
ca: Etiquetes
cs: Značky
da: Mærker
de: Metadaten
el: Ετικέτες
es: Etiquetas
et: Sildid
eu: Etiketak
fa: برچسبها
fi: Sisältökuvaukset
fr: Balises
he: תגיות
hu: Címkék
it: Tag
ja: タグ
ka: ჭდეები
km: ស្លាក
ko: 태그
lt: Meta informacija
nb: Merker
nds: Betekers
ne: ट्याग
nn: Merkelappar
pa: ਟੈਗ
pl: Znaczniki
pt: Marcas
pt_br: Etiquetas
ru: Теги
se: Gilkorat
sk: Značky
sr: Ознаке
th: แท็ก
tr: Etiketler
uk: Мітки

source: Statistics
af: Statistiek
bg: Статистика
ca: Estadístiques
cs: Statistika
da: Statistik
de: Statistiken
el: Στατιστικά
es: Estadísticas
et: Statistika
eu: Estatistikak
fa: آمار
fi: Tilastot
fr: Statistiques
he: נתונים סטטיסטים
hu: Statisztika
it: Statistiche
ja: 統計
ka: სტატისტიკა
km: ស្ថិតិ
ko: 통계
lt: Statistika
nb: Statistikk
nds: Statistik
ne: तथ्याङ्क
nl: Statistieken
nn: Statistikk
pa: ਅੰਕੜੇ
pl: Statystyki
pt: Estatísticas
pt_br: Estatísticas
ru: Статистика
se: Statistihkka
sk: Štatistiky
sr: Статистика
th: สถิติ
tr: İstatistikler
uk: Статистика

source: Labels
af: Etikette
bg: Етикети
ca: Etiquetes
cs: Popisky
da: Etiketter
de: Label
el: Ετικέτες
es: Etiquetas
et: Märgendid
fa: برچسبها
fi: Nimikkeet
fr: Libellés
hu: Feliratok
it: Etichette
ja: ラベル
km: ស្លាក
lt: Etiketės
nb: Etiketter
nds: Steekwöör
ne: लेबुल
nn: Merkelappar
pa: ਲੇਬਲ
pl: Etykiety
pt: Legendas
pt_br: Rótulos
ru: Метки
se: Gilkorat
sk: Štítky
sr: Етикете
th: ป้าย
tr: Etiketler
uk: Надписи

source: Please install MusicBrainz to enable this functionality
af: Installeer asb. MusicBrainz om hierdie funksionaliteit te aktiveer.
bg: Моля, инсталирайте MusicBrainz за използване на тази функция
ca: Si us plau instal·leu el MusicBrainz per habilitar aquesta funcionalitat
cs: Ke zprovoznění této funkce prosím nainstalujte knihovnu MusicBrainz
da: Installér venligst MusicBrainz for at aktivere denne funktionalitet
de: Bitte MusicBrainz installieren, um diese Funktion zu nutzen
el: Παρακαλώ εγκαταστήστε το MusicBrainz για να ενεργοποιήσετε αυτή τη λειτουργία
es: Instale MusicBrainz para poder activar esta funcionalidad
et: Palun paigalda selle võimaluse kasutamiseks MusicBrainz
eu: Instalatu MusicBrainz funtzionalitate hau gaitzeko
fa: لطفاً، برای فعال کردن این کارآمدی، MusicBrainz را نصب کنید
fi: Asenna MusicBrainz, jos haluat käyttää tätä toiminnallisuutta
fr: Veuillez installer MusicBrainz pour activer cette fonctionnalité.
he: אנא התקן MusicBrainz כדי לאפשר תפקודיות זו
hu: A funkció használatához telepíteni kell a MusicBrainz-t
it: Installa MusicBrainz per abilitare questa funzione
ja: この機能を有効にするには MusicBrainz をインストールしてください。
ka: ამ ფუნქციის ჩასართველად გთხოვთ დააყენოთ MusicBrainz
km: សូម​ដំឡើង MusicBrainz ដើម្បី​អាច​ប្រើ​មុខងារ​នេះ​បាន
ko: 이 기능을 사용하기 위해서 MusicBrainz를 설치하십시오
lt: Norėdami įjungti šias funkcijas įdiekite MusicBrainz
nb: Installer MusicBrainz hvis du vil bruke denne funksjonen
nds: Bitte installeer MusicBrainz, wenn Du disse Funkschoon bruken wullt.
ne: कृपया यो कार्यात्मकता सक्षम पार्न सङ्गीतब्रेन्च स्थापना गर्नुहोस्
nl: Installeer MusicBrainz om deze functie te activeren
nn: Installer MusicBrainz viss du vil bruka denne funksjonen.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਸਹੂਲਤ ਨੂੰ ਵਰਤਣ ਲਈ MusicBrainz ਨੂੰ ਇੰਸਟਾਲ ਕਰੋ।
pl: Proszę zainstalować MusicBrainz aby uaktywnić tę funkcjonalność
pt: Por favor instale o MusicBrainz para activar esta funcionalidade
pt_br: Por favor, instale o MusicBrainz para habilitar esse recurso
ru: Установите MusicBrainz для использования этой возможности
se: Sajáiduhtte MusicBrainž vai dát doaibmagoahtá
sk: Ku spusteniu tejto funkcie prosím, nainštalujte knižnicu MusicBrainz
sr: Инсталирајте MusicBrainz да бисте добили ову функционалност
th: โปรดติดตั้ง MusicBrainz เพื่อให้สามารถใช้งานความสามารถนี้ได้
tr: Bu özelliği etkinleştirmek için MusicBrainz'i yükleyin
uk: Щоб здобути цю функціональність, будь ласка, встановіть MusicBrainz

source: Tracks by this Artist
af: Snitte deur hierdie kunstenaar
bg: Записи на този изпълнител
ca: Peces d'aquest artista
cs: Skladby tohoto umělce
da: Spor med denne kunstner
de: Stücke dieses Interpreten
el: Κομμάτια αυτού του καλλιτέχνη
es: Pistas de este artista
et: Kõik selle esitaja palad
eu: Pistak artistaren arabera
fa: شیارها بر اساس این هنرمند
fi: Artistin kappaleita kokoelmassa
fr: Morceaux de cet artiste
he: הרצועות של אומן זה
hu: Az előadó számai
it: Tracce di questo artista
ja: このアーティストのトラック
ka: ამ შემსრულებელის ჩანაწერები
km: បទ​ច្រៀង​ដោយ​សិល្បករ​នេះ
ko: 이 아티스트의 트랙
lt: Šio atlikėjo dainos
nb: Spor med denne artisten
nds: Stücken vun dissen Künstler
ne: यो कलाकारद्वारा ट्रयाकहरू
nl: Tracks van deze artiest
nn: Spor med denne artisten
pa: ਇਹ ਕਲਾਕਾਰ ਦੇ ਟਰੈਕ
pl: Utwory tego wykonawcy
pt: Faixas deste Artista
pt_br: Faixas deste Artista
ru: Композиции этого исполнителя
se: Dán artistta bihtát
sk: Stopy od tohto interpreta
sr: Нумере овог извођача
th: เพลงโดยศิลปินนี้
tr: Bu Sanatçının Tüm Parçaları
uk: Доріжки цього виконавця

source: Albums by this Artist
af: Albums deur hierdie kunstenaar
bg: Албуми на този изпълнител
ca: Àlbums d'aquest artista
cs: Alba tohoto umělce
da: Albummer med denne kunstner
de: Alben dieses Interpreten
el: Άλμπουμ αυτού του καλλιτέχνη
es: Álbumes de este artista
et: Selle esitaja albumid
eu: Albumak artistaren arabera
fa: آلبومها بر اساس این هنرمند
fi: Artistin levyjä kokoelmassa
fr: Albums de cet artiste
he: הכותרים של אומן זה
hu: Az előadó albumai
it: Album di questo artista
ja: このアーティストのアルバム
ka: ამ შემსრულებელის ალბომები
km: អាល់ប៊ុម​ច្រៀង​ដោយ​សិល្បករ​នេះ
ko: 이 아티스트의 음반
lt: Šio atlikėjo albumai
nb: Album med denne artisten
nds: Alben vun dissen Künstler
ne: यो कलाकारद्वारा एल्बमहरू
nl: Albums van deze artiest
nn: Album med denne artisten
pa: ਇਹ ਕਲਾਕਾਰ ਦੀਆਂ ਐਲਬਮਾਂ
pl: Albumy tego wykonawcy
pt: Álbuns deste Artista
pt_br: Álbuns deste Artista
ru: Альбомы этого исполнителя
se: Dán artistta skearrut
sk: Albumy od tohto interpreta
sr: Албуми овог извођача
th: อัลบั้มโดยศิลปินนี้
tr: Bu Sanatçının Tüm Albümleri
uk: Альбоми цього виконавця

source: Favorite by this Artist
af: Gunsteling van hierdie kunstenaar
bg: Любимото ви от този изпълнител
ca: Preferides d'aquest artista
cs: Oblíbené od tohoto umělce
da: Favoritter med denne kunstner
de: Lieblingsstücke von diesem Interpreten
el: Αγαπημένο από αυτόν τον καλλιτέχνη
es: Favorita de este artista
et: Selle esitaja lemmikud
eu: Gogokoak artistaren arabera
fa: پسندان بر اساس این هنرمند
fi: Lempikappale tältä artistilta
fr: Morceaux favoris de cet artiste
he: המועדפים של האומן הזה
hu: Kedvenc ettől a szerzőtől
it: Preferiti di questo artista
ja: このアーティストのお気に入り
ka: ამ შემსრულებლის რჩეულები
km: សំណព្វ​ច្រៀង​ដោយ​សិល្បករ​នេះ
ko: 즐겨 듣는 이 아티스트의 곡
lt: Mėgstamiausios šio atlikėjo dainos
nb: Yndlingsspor med denne artisten
nds: Leefste vun dissen Künstler
ne: यो कलाकारद्वारा मन पराउने
nl: Favoriet van deze artiest
nn: Favorittspor med denne artisten
pa: ਇਹ ਕਲਾਕਾਰ ਵਲੋਂ ਪਸੰਦੀਦਾ
pl: Ulubione tego wykonawcy
pt: Favorito deste Artista
pt_br: Favorita deste Artista
ru: Любимые композиции этого исполнителя
se: Favorihtta dán artisttas
sk: Obľúbené od tohto interpreta
sr: Омиљено овог извођача
th: เพลงสุดโปรดโดยศิลปินนี้
tr: Bu Sanatçının En Beğenilen Şarkıları
uk: Улюблені від цього виконавця

source: Favorite on this Album
af: Gunsteling op hierdie album
bg: Любимото ви от този албум
ca: Preferides d'aquest àlbum
cs: Oblíbené v tomto albu
da: Favoritter på dette album
de: Lieblingsstücke auf diesem Album
el: Αγαπημένο σε αυτό το άλμπουμ
es: Favorita de este álbum
et: Selle albumi lemmikud
eu: Gogokoa albumean
fa: پسندان در این آلبوم
fi: Lempikappale tältä levyltä
fr: Morceaux favoris de cet album
he: המועדפים בכותר זה
hu: Kedvenc ezen az albumon
it: Preferiti in questo album
ja: このアルバムのお気に入り
ka: ამ ალბომის რჩეულები
km: សំណព្វ​នៅ​លើ​អាល់ប៊ុម​នេះ
ko: 즐겨 듣는 이 음반의 곡
lt: Mėgstamiausios dainos šiame albume
nb: Yndlingsspor på dette albumet
nds: Leefste op dit Album
ne: यो एल्बममा मनपर्ने
nl: Favoriet op dit album
nn: Favorittspor på dette albumet
pa: ਇਹ ਐਲਬਮ ਉੱਤੇ ਪਸੰਦੀਦਾ
pl: Ulubione na tym albumie
pt: Favorito neste Álbum
pt_br: Favorita neste Álbum
ru: Любимые композиции из этого альбома
se: Favorihtta dán skearrus
sk: Obľúbené na tomto albume
sr: Омиљено на овом албуму
th: เพลงสุดโปรดจากอัลบั้มนี้
tr: Bu Albümün En Beğenilenleri
uk: Улюблені цього альбому

source: Related Artists
af: Verwante Kunstenaars
bg: Подобни изпълнители
ca: Artistes relacionats
cs: Související umělci
da: Relaterede kunstnere
de: Ähnliche Interpreten
el: Σχετικοί καλλιτέχνες
es: Artistas relacionados
et: Lähedased esitajad
eu: Zerikusia duten artistak
fa: هنرمندان مربوطه
fi: Läheiset artistit
fr: Artistes associés
he: האומנים הדומים
hu: Kapcsolódó előadók
it: Artisti simili
ja: 関連アーティスト
ka: მსგავსი მომღერლები
km: សិល្បករ​ទាក់ទង
ko: 관련있는 아티스트
lt: Panašūs atlikėjai
nb: Liknende artister
nds: Liek Künstlers
ne: सम्बन्धित कलाकारहरू
nl: Gerelateerde artiesten
nn: Liknande artistar
pa: ਰੇਟਿੰਗ ਕਲਾਕਾਰ
pl: Powiązani wykonawcy
pt: Artistas Relacionados
pt_br: Artistas Relacionados
ru: Связанные исполнители
se: Sullásaš artisttat
sk: Príbuzní interpreti
sr: Слични извођачи
th: ศิลปินที่เกี่ยวข้อง
tr: İlgili Sanatçılar
uk: Споріднені виконавці

source: Track Information: %1 by %2
af: Snit Informasie: %1 deur %2
bg: Информация за запис: %1 на %2
ca: Informació de la peça: %1 per %2
cs: Informace o skladbě: %1 od %2
da: Sporinformation: %1 af %2
de: Stück-Information: %1 von %2
el: Πληροφορίες κομματιού: %1 από %2
es: Información de la pista: %1 de %2
et: Pala info: %1 esitajalt %2
eu: Pistaren informazioa: %1, %2
fa: اطلاعات شیار: %1 بر اساس %2
fi: Sisältökuvaukset: %2 – %1
fr: Informations du morceau : %1 par %2
he: מידע רצועה: %1 מאת %2
hu: Szám-információk: %1, előadó: %2
it: Informazioni traccia: %1 di %2
ja: トラック情報: %1 - %2
ka: ჩანაწერზე ინფორმაცია: %1 %2-ს მიერ
km: ព័ត៌មាន​បទ ៖ %1 ច្រៀង​ដោយ %2
ko: 트랙 정보: %1 by %2
lt: Dainos informacija: %1 – %2
nb: Sporinformasjon: %1 av %2
nds: Stück-Informatschon: %1 vun %2
ne: %2 द्वारा ट्रयाक जानकारी: %1
nl: Trackinformatie: %1 van %2
nn: Sporinformasjon: %1 med %2
pa: ਟਰੈਕ ਜਾਣਕਾਰੀ: %2 ਵਲੋਂ %1
pl: Informacja o ścieżce: %1 wykonywane przez %2
pt: Informação da Faixa: %1 de %2
pt_br: Informações da Faixa: %1 por %2
ru: Метаданные: %2 - %1
se: Bihttádieđut: %1 maid %2 lea ráhkadan
sk: Informácie o stope: %1 od %2
sr: Информације о нумери: %1 од %2
th: ข้อมูลเพลง: %1 โดย %2
tr: Parça Bilgisi: %1 ve %2
uk: Інформація про доріжку: %1 - %2

source: <b>%1</b> by <b>%2</b>
af: <b>%1</b> deur <b>%2</b>
bg: <b>%1</b> <b>%2</b>
ca: <b>%1</b> per <b>%2</b>
cs: <b>%1</b> od <b>%2</b>
da: <b>%1</b> af <b>%2</b>
de: <b>%1</b> von <b>%2</b>
el: <b>%1</b> από <b>%2</b>
es: <b>%1</b> de <b>%2</b>
et: <b>%1</b> esitajalt <b>%2</b>
eu: <b>%1</b>, <b>%2</b>
fa: <b>%1</b> بر اساس <b>%2</b>
fi: Artistin <b>%2</b> kappale <b>%1</b>
fr: <b>%1</b> par <b>%2</b>
he: <b>%1</b> של <b>%2</b>
hu: <b>%1</b>, előadó: <b>%2</b>
it: <b>%1</b> di <b>%2</b>
ka: <b>%1</b> <b>%2</b>-ს მიერ
km: <b>%1</b> ច្រៀង​ដោយ <b>%2</b>
lt: <b>%1</b> – <b>%2</b>
nb: <b>%1</b> av <b>%2</b>
nds: <b>%1</b> vun <b>%2</b>
ne: <b>%2</b> द्वारा <b>%1</b>
nl: <b>%1</b> van <b>%2</b>
nn: <b>%1</b> med <b>%2</b>
pa: <b>%2</b> ਵਲੋਂ <b>%1</b>
pl: <b>%1</b> wykonywane przez <b>%2</b>
pt: <b>%1</b> de <b>%2</b>
pt_br: <b>%1</b> por <b>%2</b>
ru: <b>%2</b> - <b>%1</b>
se: <b>%1</b> maid <b>%2</b> lea ráhkadan
sk: <b>%1</b> od <b>%2</b>
sr: <b>%1</b> од <b>%2</b>
th: <b>%1</b> โดย <b>%2</b>
tr: <b>%2</b> tarafından seslendirilen <b>%1</b>
uk: <b>%1</b> - <b>%2</b>

source: <b>%1</b> by <b>%2</b> on <b>%3</b>
af: <b>%1</b> deur <b>%2</b> op <b>%3</b>
bg: <b>%1</b> на <b>%2</b> от <b>%3</b>
ca: <b>%1</b> per <b>%2</b> a <b>%3</b>
cs: <b>%1</b> od <b>%2</b> na <b>%3</b>
da: <b>%1</b> af <b>%2</b> på <b>%3</b>
de: <b>%1</b> von <b>%2</b> auf <b>%3</b>
el: <b>%1</b> από <b>%2</b> στο <b>%3</b>
es: <b>%1</b> de <b>%2</b> en <b>%3</b>
et: <b>%1</b> esitajalt <b>%2</b> (album <b>%3</b>)
eu: <b>%1</b>, <b>%2</b>: <b>%3</b>
fa: <b>%1</b> بر اساس <b>%2</b> در <b>%3</b>
fi: Artistin <b>%2</b> kappale <b>%1</b> levyltä <b>%3</b>
fr: <b>%1</b> par <b>%2</b> sur <b>%3</b>
he: <b>%1</b> מאת <b>%2</b> מתוך <b>%3</b>
hu: <b>%1</b>, előadó: <b>%2</b>, album: <b>%3</b>
it: <b>%1</b> di <b>%2</b> in <b>%3</b>
ka: <b>%1</b> <b>%2</b>-ს მიერ <b>%3</b>-ზე
km: <b>%1</b> ច្រៀង​ដោយ <b>%2</b> លើ <b>%3</b>
lt: <b>%1</b> – <b>%2</b> albumas <b>%3</b>
nb: <b>%1</b> av <b>%2</b> på <b>%3</b>
nds: <b>%1</b> vun <b>%2</b>, op <b>%3</b>
ne: <b>%3</b> मा <b>%2</b> द्वारा <b>%1</b>
nl: <b>%1</b> van <b>%2</b> op <b>%3</b>
nn: <b>%1</b> med <b>%2</b> på <b>%3</b>
pa: <b>%3</b> ਵਿੱਚ <b>%2</b> ਰਾਹੀਂ <b>%1</b>
pl: <b>%1</b> wykonywane przez <b>%2</b> z albumu <b>%3</b>
pt: <b>%1</b> de <b>%2</b> em <b>%3</b>
pt_br: <b>%1</b> por <b>%2</b> em <b>%3</b>
ru: <b>%2</b> - <b>%1</b> (<b>%3</b>)
se: <b>%1</b>, <b>%3</b> skearrus maid <b>%2</b> lea ráhkadan
sk: <b>%1</b> od <b>%2</b> na <b>%3</b>
sr: <b>%1</b> од <b>%2</b> са <b>%3</b>
th: <b>%1</b> โดย <b>%2</b> จาก <b>%3</b>
tr: <b>%2</b> tarafından seslendirilen <b>%3</b> albümündeki <b>%1</b> parçası
uk: <b>%1</b> - <b>%2</b> на <b>%3</b>

source: _: <tr><td>Label:</td><td><b>Value</b></td></tr> <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
af: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
bg: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
ca: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
cs: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
da: <tr><td>Etiket:</td><td><b>Værdi</b></td></tr> <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
de: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
el: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
es: <tr><td>Etiqueta:</td><td><b>Valor</b></td></tr> <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
et: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
eu: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
fi: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
fr: <tr><td><nobr>%1 :</nobr></td><td><b>%2</b></td></tr>
he: <tr dir=rtl> <td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
hu: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
it: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
ja: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
ka: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
km: <tr><td><nobr>%1 ៖</nobr></td><td><b>%2</b></td></tr>
ko: <tr><td>레이블:</td><td><b>값</b></td></tr> <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
lt: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
nb: <tr> <td>Etikett:</td> <td><b>Verdi</b></td></tr> <td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
nds: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
ne: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
nl: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
nn: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
pa: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
pl: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
pt: <tr><td>Legenda:</td><td><b>Valor</b></td></tr> <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
pt_br: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
ru: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
se: <tr> <td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
sk: <tr><td>Štítok:</td><td><b>Hodnota</b></td></tr> <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
sr: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
th: <tr><td>ชื่อ:</td><td><b>ค่า</b></td></tr> <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
tr: <tr><td>Etiket:</td><td><b>Değer</b></td></tr> <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>
uk: <tr><td><nobr>%1:</nobr></td><td><b>%2</b></td></tr>

source: Samplerate
af: Monster tempo
bg: Дискретизация
ca: Freqüència de mostreig
cs: Vzorkovací frekvence
el: Δειγματοληψία
es: Tasa de muestreo
et: Diskreetimissagedus
fa: میزان نمونه
fi: Näytteenottotaajuus
fr: Échantillonnage
he: קצב דגימה
hu: Mintavétel
it: Campionamento
ja: サンプリングレート
ka: სამაგალითო რეიტინგი
km: អត្រា​គំរូ
ko: 샘플링레이트
lt: Kadrų dažnis
nb: Samplingsrate
nds: Aftastrate
ne: नमूना दर
nn: Samplingsrate
pa: ਸੈਂਪਲ ਰੇਟ
pl: Próbkowanie
pt: Taxa de amostragem
pt_br: Taxa de Amostragem
ru: Частота дискретизации
se: Samplefrekveansa
sk: Rýchlosť vzorkovania
sr: Учестаност узорковања
th: อัตราการสุ่มตัวอย่าง
tr: Örnekleme oranı
uk: Частота вибірки

source: Size
af: Grootte
bg: Размер
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
et: Suurus
eu: Tamaina
fa: اندازه
fi: Tiedostokoko
fr: Taille
he: גודל
hu: Méret
it: Dimensione
ja: サイズ
ka: ზომა
km: ទំហំ
ko: 크기
lt: Dydis
nb: Størrelse
nds: Grött
ne: साइज
nl: Grootte
nn: Storleik
pa: ਅਕਾਰ
pl: Rozmiar
pt: Tamanho
pt_br: Tamanho
ru: Размер
se: Sturrodat
sk: Veľkosť
sr: Величина
th: ขนาด
tr: Boyut
uk: Розмір

source: Format
af: Formaat
bg: Формат
cs: Formát
el: Μορφή
es: Formato
et: Vorming
fa: قالب
fi: Muoto
he: תבנית
hu: Formátum
it: Formato
ja: フォーマット
ka: ფორმატი
km: ទ្រង់ទ្រាយ
ko: 형식
lt: Formatas
nds: Formaat
ne: ढाँचा
nl: Opmaak
pa: ਫਾਰਮੈਟ
pt: Formato
pt_br: Formato
ru: Формат
se: Formáhtta
sk: Formát
sr: Формат
th: รูปแบบ
tr: Format (tip)
uk: Формат

source: First Played
af: Eerste keer gespeel
bg: Първо изпълнение
ca: Primera reproducció
cs: Poprvé přehrané
da: Først spillet
de: Erstmals gespielt
el: Πρώτη εκτέλεση
es: Primera reproducción
et: Esimest korda esitatud
eu: Lehen erreproduzitutakoa
fa: ابتدا پخش شد
fi: Ensimmäinen soittokerta
fr: Première écoute
he: הושמע לראשונה
hu: Először lejátszva
it: Prima riproduzione
ja: 初回再生
ka: პირველად დაკრული
km: ចាក់​លើក​ដំបូង
ko: 처음 재생
lt: Pirmą kartą atlikta
nb: Først spilt
nds: Toeerst speelt
ne: पहिले प्ले गरिएको
nl: Eerst afgespeeld
nn: Først spelt
pa: ਪਹਿਲੀ ਵਾਰ ਚਲਾਇਆ
pl: Pierwsze odtworzenie
pt: Primeiras Tocadas
pt_br: Primeira Reprodução
ru: Первый раз
se: Vuosttaš geardde čuojahuvvon
sk: Prvýkrát prehrané
sr: Први пут пуштено
th: เล่นครั้งแรก
tr: İlk Çalma
uk: Вперше прослухано

source: Never
af: Nooit
bg: никога
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
et: Mitte kunagi
eu: Inoiz ere ez
fa: هرگز
fi: Ei koskaan
fr: Jamais
he: אף פעם
hu: Soha
it: Mai
ja: なし
ka: არასდროს
km: មិន​ធ្លាប់​ចាក់
ko: 없음
lt: Niekada
nb: Aldri
nds: Nienich
ne: कहिल्यै पनि
nl: Nooit
nn: Aldri
pa: ਕਦੇ ਨਹੀਂ
pl: Nigdy
pt: Nunca
pt_br: Nunca
ru: Никогда
se: Ii goassege
sk: Nikdy
sr: Никада
th: ไม่เคยเล่น
tr: Asla
uk: Ніколи

source: _: a single item (singular) Last Played
af: Laaste Gespeel
bg: Последно изпълнение
ca: Escoltat per darrer cop
cs: Naposledy přehráno
da: Senest spillet
de: Zuletzt gespielt
el: Τελευταία αναπαραγωγή
es: un sólo elemento(singular) Último reproducido
et: Viimati esitatud
fa: آخر پخش شد
fi: Viimeksi soitettu
fr: Dernier joué
hu: Legutóbb lejátszva
it: Ultima riproduzione
ja: 前回再生
km: បាន​ចាក់​ចុង​ក្រោយ
lt: Paskutinį kartą atlikta
nb: Sist spilt
nds: Tolest speelt
ne: अन्तिममा प्ले गरिएको
nl: Laatst afgespeeld
nn: Sist spelt
pa: ਆਖਰੀ ਚਲਾਇਆ
pl: Ostatnio odtworzony
pt: Última Reprodução
pt_br: Última Reprodução
ru: Последнее воспроизведение
se: Maŋemuš čuojahuvvon
sk: Naposledny prehrávané
sr: Последње пуштано
th: เล่นครั้งล่าสุด
tr: Son Çalınan
uk: Востаннє прослухано

source: _n: 1 Track Information for %n Tracks
af: Inligting vir 1 snit Inligting vir %n snitte
bg: 1 запис Информация за %n записа
ca: Una peça Informació per %n peces
cs: Informace o 1 skladbě Informace o %n skladbách Informace o %n skladbách
da: 1 spor Information for %n spor
de: 1 Stück Metadaten für %n Stücke
el: 1 κομμάτι Πληροφορίες για %n κομμάτια
es: Una pista Información de %n pistas
et: 1 pala %n pala info
eu: Pista 1 %n pisten informazioa
fa: اطلاعات برای %n شیار
fi: 1 kappale %n kappaleen sisältökuvaukset
fr: %n morceau Informations pour %n morceaux
he: רצועה 1 מידע עבור %n רצועות
hu: Információ %n számról
it: 1 traccia Informazioni per %n tracce
ja: %n トラックの情報
ka: ინფორმაცი %n ჩანაწერისათვის
km: ព័ត៌មាន​បទចម្រៀង %n បទ
lt: %n dainos informacija %n dainų informacija %n dainų informacija
nb: 1 spor Informasjon om %n spor
nds: 1 Stück Informatschoon för %n Stücken
ne: १ ट्रयाक %n ट्रयाकका लागि सूचना
nl: 1 track Informatie voor %n tracks
nn: Eitt spor Informasjon om %n spor
pa: 1 ਟਰੈਕ %n ਟਰੈਕਾਂ ਬਾਰੇ ਜਾਣਕਾਰੀ
pl: Informacja dla jednego utworu Informacja dla %n utworów Informacja dla %n utworów
pt: 1 Faixa Informação de %n Faixas
pt_br: 1 Faixa Informações de %n Faixas
ru: Информация по %n дорожке Информация по %n дорожкам Информация по %n дорожкам
se: Okta bihttá Dieđut %n bihtás
sk: 1 skladba Informácie o %n skladbách Informácie o %n skladbách
sr: Информације за %n нумеру Информације за %n нумере Информације за %n нумера
th: ข้อมูลสำหรับ %n เพลง
tr: %n Parça için bilgiler
uk: Інформація про %n доріжку Інформація про %n доріжки Інформація про %n доріжок

source: _n: Editing 1 file Editing %n files
af: Besig om 1 lêer te redigeer Besig om %n lêers te redigeer
bg: Редактиране на 1 файл Редактиране на %n файла
ca: S'està editant un fitxer S'estan editant %n fitxers
cs: Upravuje se 1 soubor Upravují se %n soubory Upravuje se %n souborů
da: Redigér 1 fil Redigér %n filer
de: 1 Datei wird bearbeitet %n Dateien werden bearbeitet
el: Επεξεργασία 1 αρχείου Επεξεργασία %n αρχείων
es: Editando un archivo Editando %n archivos
et: 1 faili muutmine %n faili muutmine
eu: Fitxategi 1 editatzen %n fitxategi editatzen
fa: ویرایش %n پرونده
fi: Muokataan yhtä tiedostoa Muokataan %n tiedostoa
fr: Édition d'un fichier Édition de %n fichiers
he: עורך קובץ אחד ערוך %n קבצים
hu: %n fájl szerkesztése
it: Sto modificando 1 file Sto modificando %n file
ja: %n ファイルを編集
km: កំពុង​កែសម្រួល​ឯកសារ %n
lt: Keičiama %n byla Keičiamos %n bylos Keičiama %n bylų
nb: Redigerer 1 fil Redigerer %n filer
nds: Een Datei warrt bewerkt %n Dateien warrt bewerkt
ne: १ फाइल सम्पादन गर्दै %n फाइलहरू सम्पादन गर्दै
nl: 1 bestand bewerken %n bestanden bewerken
nn: Redigerer éi fil Redigerer %n filer
pa: 1 ਫਾਇਲ ਸੋਧੀ ਜਾ ਰਹੀ ਹੈ %n ਫਾਇਲਾਂ ਸੋਧੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
pl: Edycja jednego pliku Edycja %n plików Edycja %n plików
pt: A editar um ficheiro A editar %n ficheiros
pt_br: Editando 1 arquivo Editando %n arquivos
ru: Редактирование %n файла Редактирование %n файлов Редактирование %n файлов
se: Doaimmaheamen ovtta fiilla Doaimmaheamen %n fiilla
sk: Upravujem jeden súbor Upravujem %n súbory Upravujem %n súborov
sr: Уређује се %n фајл Уређују се %n фајла Уређује се %n фајлова
th: กำลังแก้ไข %n แฟ้ม
tr: %n dosya düzenleniyor
uk: Редагування %n файла Редагування %n файлів Редагування %n файлів

source: Rated Songs
af: Verwante Liedjies
bg: Оценени песни
ca: Cançons valorades
cs: Hodnocené skladby
da: Klassificerede sange
de: Bewertete Stücke
el: Τραγούδια με αξιολόγηση
es: Canciones valoradas
et: Hinnanguga palad
fa: ترانه‌های ارزیابی‌شده
fi: Arvostellut kappaleet
fr: Morceaux notés
he: שירים שזכו לדרוג
hu: Besorolással ellátott számok
it: Brani valutati
ja: 評価した曲
km: បទចម្រៀង​បាន​វាយ​តម្លៃ
ko: 비중있는 곡
lt: Įvertintos dainos
nb: Rangerte sanger
nds: Beweert Stücken
ne: दर कायम गरिएको गीत
nl: Gewaardeerde nummers
nn: Songar med karakter
pa: ਰੇਟਡ ਗੀਤ
pl: Notowane piosenki
pt: Canções Classificadas
pt_br: Músicas Avaliadas
ru: Композиции с рейтингом
se: Bihtát mas leat árvosánit
sk: Ohodnotené skladby
sr: Песме са рејтингом
th: เพลงที่มีการตั้งเรตติ้ง
tr: Beğeni Belirtilen Şarkılar
uk: Споріднені пісні
