Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <p>Please select a GStreamer <u>output plugin</u> in the engine settings dialog.</p>
af: <p>Kies asb. 'n GStreamer <u>afvoer inprop module</u> in die enjin opstelling dialoog.</p>
bg: <p>Моля, изберете <u>изходна приставка</u> за GStreamer в диалоговия прозорец с настройките.</p>
ca: <p>Per favor, seleccioneu un <u>connector de sortida</u> GStreamer al menú d'arranjaments del motor.</p>
cs: <p>Vyberte prosím <u>výstupní modul</u> GStreameru v dialogovém okně nastavení zvukového systému.</p>
da: <p>Vælg venligst et GStreamer-<u>uddata-plugin</u> i motorens opsætningsdialog.</p>
de: <p>Bitte wählen Sie in den Modul-Einstellungen ein <u>Ausgabe-Modul</u> für GStreamer.</p>
el: <p>Παρακαλώ επιλέξτε ένα <u>πρόσθετο εξόδου</u> GStreamer στο διάλογο ρυθμίσεων μηχανής ήχου.</p>
es: <p>Por favor, seleccione un <u>complemento de salida</u> de GStreamer en la ventana de opciones del motor.</p>
et: <p>Palun vali GStreameri <i>väljundplugin</i> mootori seadistustedialoogis.</p>
eu: <p>Hautatu GStreamer-en <u>irteerako plugin-a</u> motorraren ezarpenen elkarrizketa-koadroan.</p>
fa: <p>لطفاً، یک <u>وصلۀ خروجی </u> GStreamer در محاورۀ تنظیمات موتور برگزینید.</p>
fi: <p>Valitse GStreamer <u>toistoliitännäinen</u> toistojärjestelmän asetusvalintaikkunassa.</p>
fr: <p>Veuillez choisir un <u>module de sortie</u> pour GStreamer dans la fenêtre de configuration du moteur.</p>
he: <p dir=rtl> אנא בחר <u>תוסף פלט</u> ל־ GStreamer בחלון ההגדרות של מנוע ההשמעה.</p>
hu: <p>Válasszon ki egy GStreameres <u>kimeneti modult</u> a hangrendszer beállítási párbeszédablakában.</p>
it: <p>Seleziona un <i>plugin di uscita</i> di GStreamer nella finestra di dialogo delle impostazioni del motore.</p>
ja: <p>エンジン設定ダイアログで GStreamer の <u>出力プラグイン</u> を選択してください。</p>
ka: <p>ძრავის პარამეტრების მოდულში გთხოვთ აირჩიოთ GStreamer <u>გამომყვანი მოდული.</u></p>
km: <p>សូម​ជ្រើស <u>កម្មវិធី​ជំនួយ​ការ​បន្លឺ</u> របស់ GStreamer នៅ​ក្នុង​ប្រអប់​ការ​កំណត់​ម៉ាស៊ីន ។</p>
ko: <p>엔진 설정 대화상자에서 GStreamer <u>출력 플러그인</u>을 선택하십시오.</p>
lt: <p>GStreamer sistemos parinkčių lange nurodykite <u>išvesties įskiepį</u>.</p>
nb: <p>Velg et <u>utdata-tillegg</u> for GStreamer i lydmotoroppsettet.</p>
nds: <p>Söök bitte en <u>Utgaav-Moduul</u> för GStreamer binnen den Klangmaschinen-Instellendialoog ut.</p>
ne: <p>कृपया इन्जिन सेटिङ संवादमा जीस्ट्रिमर <u>निर्गात प्लगइन</u> चयन गर्नुहोस् ।</p>
nl: <p>Selecteer een <u>uitvoerplugin</u> voor GStreamer in de instellingendialoog van de engine.</p>
nn: <p>Vel eit <u>utdata-tillegg</u> for GStreamer i lydmotoroppsettet.</p>
pa: <p>ਕਿਰਪਾ ਕਰਕੇ ਇੰਜਣ ਵਾਰਤਾਲਾਪ ਵਿੱਚ ਜੀਸਟਰੀਮਰ <u>ਆਉਟਪੁੱਟ ਪਲੱਗਿੰਨ</u> ਦੀ ਚੋਣ ਕਰੋ।</p>
pl: <p>Wybierz <u>wtyczkę wyjścia</u> GStreamera w oknie ustawień modułów.</p>
pt: <p>Por favor escolha um <i>'plugin' de saída</i> para o GStreamer na janela de configuração do motor.</p>
pt_br: <p>Por favor, selecione um <i>plugin de saída</i> do GStreamer no diálogo de configurações do mecanismo.</p>
ru: <p>Выберите <u>модуль вывода</u> GStreamer в диалоге настройки движка.</p>
se: <p>Vállje <u>olggos-lassemoduvlla</u> GStreamera jietnamohtor heivehusas.</p>
sk: <p>Vyberte prosím <u> výstupný modul </u> GStreamer v dialógovom okne nastavenia zvukového systému.</p>
sr: <p>Изаберите <u>излазни прикључак</u> за GStreamer у дијалогу за подешавање мотора.</p>
th: <p>โปรดเลือก <u>ปลั๊กอิน ส่งเสียงออก</u> ของ GStreamer ที่กล่องตั้งค่าโปรแกรมสร้างเสียง</p>
tr: <p>Lütfen GStreamer <u>çıktı eklentisini</u> motor ayarları penceresinde seçiniz.</p>
uk: <p>Будь ласка, виберіть <u>втулок виводу</u> GStreamer у вікні налаштування рушія.</p>

source: <h3>GStreamer could not create the element: <i>%1</i></h3> <p>Please make sure that you have installed all necessary GStreamer plugins (e.g. OGG and MP3), and run <i>'gst-register'</i> afterwards.</p><p>For further assistance consult the GStreamer manual, and join #gstreamer on irc.freenode.net.</p>
af: <h3>GStreamer kon nie die element: <i>%1</i> skep nie.</h3><p>Maak asb. seker dat al die nodige GStreamer inprop modules (bv. OGG en MP3) geïnstalleer is enhardloop dan <i>gst0register'</i>.</p><p>Verwys na die GStreamer handleiding vir verdere hulp of sluit aan by #gstreamer by irc.freenode.net.</p>
bg: <h3>GStreamer не може да създаде елемент: <i>%1</i></h3> <p>Моля, уверете се, че сте инсталирани всички необходими приставки за GStreamer (напр. OGG и MP3) и след това стартирайте <i>"gst-register"</i>.</p><p>За повече помощ се консултирайте с ръководството на GStreamer и се включете към #gstreamer в irc.freenode.net.</p>
ca: <h3>El GStreamer no ha pogut crear l'element: <i>%1</i></h3> <p>Per favor, assegureu-vos que heu instal·lat els connectors GStreamer necessaris (per exemple OGG i MP3), i executeu <i>`gst-register`</i> tot seguit.</p><p>Per a més informació consulteu el manual de GStreamer manual, i visiteu el canal #gstreamer a irc.freenode.net.</p>
cs: <h3>GStreamer nemohl vytvořit prvek:.<i>%1</i></h3> <p>Ujistěte se prosím, že máte nainstalované všechny potřebné moduly GSreameru (např.. OGG a MP3) a následně spusťte <i>'gst-register'</i>.</p><p>Další pomoc najdete v uživatelské příručce GStreameru, případně na #gstreamer na irc.freenode.net.</p>
da: <h3>GStreamer kunne ikke oprette elementet. <i>%1</i></h3> <p>Sørg venligst for at du har installeret alle nødvendige GStreamer-plugin (f.eks. OGG og Mp3), og kør <i>'gst-register'</i> bagefter.</p><p>For yderligere assistance konsultér GStreamer-manualen og gå med i #gstreamer på irc.freenode.net.</p>
de: <h3>GStreamer kann folgendes Element nicht erstellen: <i>%1</i></h3> <p>Stellen Sie sicher, dass alle erforderlichen GStreamer-Module (insbes. OGG und MP3) installiert sind und das anschließend "<i>gst-register</i>" ausgeführt wurde.</p> <p>Weitere Hinweise finden Sie im Handbuch zu GStreamer oder in #gstreamer auf dem IRC-Server irc.freenode.net.</p>
el: <h3>Ο GStreamer αδυνατεί να δημιουργήσει το στοιχείο: <i>%1</i></h3> <p>Παρακαλώ βεβαιωθείτε ότι εγκαταστήσατε όλα τα απαραίτητα πρόσθετα GStreamer(π.χ. OGG και MP3), και εκτελέστε έπειτα <i>'gst-register'</i>.</p><p>Για περισσότερη βοήθεια συμβουλευτείτε το εγχειρίδιο του GStreamer, και στο #gstreamer στο irc.freenode.net.</p>
es: <h3>GStreamer no ha podido crear el elemento: <i>%1</i></h3> <p>Por favor, asegúrese de que ha instalado todos los complementos de GStreamer necesarios (por ejemplo, OGG y MP3), y a continuación ejecute <i>'gst-register'</i>.</p> <p>Si necesita más asistencia consulte el manual de GStreamer y únase al canal #gstreamer en irc.freenode.net.</p>
et: <h3>GStreameril ei õnnestunud luua elementi: <i>%1</i></h3> <p>Palun kontrolli, kas oled paigaldanud kõik vajalikud GStreameri pluginad (nt. OGG ja MP3), ja anna seejärel käsk <i>'gst-register'</i>.</p><p>Täpsemat infot leiab GStreameri manuaalist, samuti võib ühineda kanaliga #gstreamer serveris irc.freenode.net.</p>
eu: <h3>GStreamer-ek ezin izan du elementua sortu: <i>%1</i></h3> <p>Ziurtatu GStreamer-en beharrezko plugin guztiak instalatutadaudela (adib. OGG eta MP3), eta ondoren exekutatu <i>'gst-register'</i>.</p><p>Laguntza gehiagorako irakurri GStreamer-en eskuliburua, eta elkartu #gstreamer kanalean (irc.freenode.net zerbitzarian).</p>
fa: <h3>GStreamer نتوانست عنصر ایجاد کند: <i>%1</i></h3> <p>لطفاً، مطمئن شوید که همۀ وصله‌های GStreamer لازم )مثلاً OGG و MP3( را نصب کرده‌اید، و سپس <i>»gst-register« </i> را اجرا کنید.</p><p>برای همکاری بیشتر به راهنمای GStreamer مراجعه کنید، و به gstreamer on irc.freenode.net بپیوندید.</p>
fi: <h3>GStreamer ei voinut luoda elementtiä: <i>%1</i></h3> <p>Varmista, että kaikki tarpeelliset GStreamer-liitännäiset (esimerkiksi OGG ja MP3) on asennettu ja suorita <i>'gst-register'</i> sen jälkeen.</p><p>Saadaksesi lisäapua katso GStreamer-käsikirjaa ja liity #gstreamer IRC-kanavalle (irc.freenode.net).</p>
fr: <h3>GStreamer n'a pas pu créer l'élément : <i>%1</i></h3> <p> Veuillez vérifier que vous avez installé tous les modules GStreamer nécessaires (par exemple OGG et MP3) puis lancé la commande <i>gst-register</i>.</p> <p>Pour plus d'aide, consultez le manuel de GStreamer et rendez-vous sur #gstreamer sur irc.freenode.net.</p>
he: <h3>אין אפשרות ליצור את האלמנט של GStreamer: <i>%1</i></h3> <p> וודא שהתקנת את כל התוספים של GStreamer (e.g. OGG ו MP3), והרץ את <i>"gst-register"</i> אחר כך. </p><p> לעזרה נוספת היעזר בספר ההדרכה של GStreamer, והצטרף אל #gstreamer בשרת irc.freenode.net. </p>
hu: <h3>A GStreamer nem tudott létrehozni egy elemet: <i>%1</i></h3> <p>Ellenőrizze, hogy telepítve van-e az összes szükséges GStreamer-modul (pl. OGG és MP3), majd futtassa le a <i>'gst-register'</i> programot.</p><p>További információ a GStreamer kézikönyvében található, illetve segítséget kaphat IRC-n keresztül, a #gstreamer csatornán, az irc.freenode.net címen.</p>
it: <h3>GStreamer non può creare l'elemento: <i>%1</i></h3> <p> Assicurati di aver installato tutti i plugin di GStreamer necessari (p.e. OGG e MP3), e poi esegui <i>'gst-register'</i>.</p><p>Per ulteriore assistenza consulta il manuale di GStreamer ed iscriviti a #gstreamer su irc.freenode.net.</p>
ja: <h3>GStreamer はエレメントを作成できませんでした: <i>%1</i></h3> <p>必要な GStreamer のプラグイン (OGG や MP3 など) がすべてインストールされているか確認してください。その後 <i>'gst-register'</i> を実行してください。</p><p>さらにアドバイスが必要な場合は GStreamer のマニュアルを参照するか、irc.freenode.net 上の #gstreamer へ来てください。</p>
ka: <h3>GStreamer-მე ვერ შექმნა ელემენტი: <i>%1</i></h3> <p>გთხოვთ დარწმუნდეთ რომ ყველა საჭირო GStreamer მოდფულები დააყენეთ (მაგ. OGG და MP3), და შემდეგ <i>'gst-register'</i> გაუშვით.</p><p>შემდგომი დახმარებისთვის გამოიყენეთ GStreamer სახელმძღვანელო და შეუერთდით #gstreamer-ს irc.freenode.net-ზე.</p>
km: <h3>GStreamer មិន​អាច​បង្កើត​ធាតុ ៖ <i>%1</i></h3> <p>សូម​ធ្វើ​ឲ្យ​ប្រាកដ​ថា អ្នក​បាន​ដំឡើង​កម្មវិធី​ជំនួយ GStreamer ដែល​ចាំបាច់ (ឧ. OGG និង MP3) ហើយ​បាន​រត់ <i>'gst-register'</i> ក្រោយ​មក​ទៀត ។</p><p>សម្រាប់​ជំនួយ​បន្ថែម​ទៀត សូម​មើល​សៀវភៅ​ដៃ GStreamer និង​ចូលរួម​ឆានែល #gstreamer នៅ​ឯ irc.freenode.net ។</p>
ko: <h3>GStreamer가 재생 요소를 만들지 못했습니다: <i>%1</i></h3> <p>모든 필수적인 GStreamer 플러그인(예를 들어 OGG와 MP3)이 설치되어 있는지 확인하십시오. 그리고 <i>'gst-register'</i>를 실행하십시오.</p><p>다른 도움이 필요하다면, GStreamer 매뉴얼 또는 irc.freenode.net의 #gstreamer 채널에 상의하십시오.</p>
lt: <h3>GStreamer nepavyko sukurti elemento: <i>%1</i></h3> <p>Patikrinkite ar įdiegti visi reikalingi GStreamer įskiepiai (pvz. OGG ir MP3) ir po to įvykdykite <i>„gst-register“</i> komandą.</p><p>Jei reikia tolimesnės pagalbos, paskaitykite GStreamer naudotojo vadovą arba prisijunkite prie #gstreamer kanalo irc.freenode.net serveryje.</p>
nb: <h3>GStreamer kunne ikke lage elementet: <i>%1</i></h3> <p>Se til at du har installert alle de nødvendige GStreamer-tillegga (OGG og MP3), og kjør så <i>gst-register</i>.</p><p>Du finner mer informasjon i brukerhåndboka til GStreamer og på IRC-kanalen #gstreamer på irc.freenode.net.</p>
nds: <h3>GStreamer kunn dat Element <i>%1</i> nich opstellen</h3> <p>Prööv bitte, wat Du all nödige GStreamer-Modulen (t.B. Ogg un Mp3) installeert hest, un föhr denn "<i>gst-register</i>" ut.</p> <p>Mehr Informatschonen finnst Du binnen dat GStreamer-Handbook oder ünner #gstreamer op irc.freenode.net.</p>
ne: <h3>जीस्ट्रिमरले तत्व सिर्जना गर्न सकेन: <i>%1</i></h3> <p>कृपया तपाईँले सबै आवश्यक जीस्ट्रिमर प्लगइनहरू (जस्तै ओजीजी र MP3) स्थापना गर्नुभयो, र त्यसपछि <i>'gst-register'</i> चलाउनुभयो भन्ने निश्चित गर्नुहोस् ।</p><p>अगाडि सहयोगका लागिजीस्ट्रिमर म्यानुअलसँग परामर्श गर्नुहोस् र irc.freenode.net मा #gstreamer जडान गर्नुहोस् ।</p>
nl: <h3>GStreamer kon het volgende element niet aanmaken: <i>%1</i></h3> <p>Zorg ervoor dat u alle benodigde GStreamerplugins hebt geïnstalleerd (dus OGG en MP3), en naderhand het commando <i>gst-register</i> hebt uitgevoerd.</p> <p>Lees voor meer informatie het handboek van GStreamer en wordt lid van het IRC-kanaal #gstreamer op irc.freenode.net.</p>
nn: <h3>GStreamer klarte ikkje laga elementet: <i>%1</i></h3> <p>Sjå til at du har installert alle dei nødvendige GStreamer-tillegga (OGG og MP3), og køyr så <i>gst-register</i>.</p><p>Du finn meir informasjon i bruksrettleiinga til GStreamer og på IRC-kanalen #gstreamer på irc.freenode.net.</p>
pa: <h3>GStreamer ਭਾਗ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ: <i>%1</i></h3> <p>ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਉ ਕਿ ਤੁਸੀਂ ਸਭ ਲੋੜੀਦੀਆਂ ਜੀ-ਸਟਰੀਮਰ ਪਲੱਗਿੰਨ(ਜਿਵੇਂ OGG ਅਤੇ MP3) ਇੰਸਟਾਲ ਕੀਤੀਆਂ ਹਨ ਅਤੇ ਬਾਅਦ 'ਚ <i>'gst-register'</i> ਚਲਾਉ।</p><p>ਹੋਰ ਵਧੇਰੇ ਮੱਦਦ ਲਈ ਜੀ-ਸਟਰੀਮਰ (GStreamer) ਦਸਤਾਵੇਜ਼ ਵੇਖੋ ਅਤੇ irc.freenode.net ਉੱਤੇ #gstreamer ਵੇਖੋ।</p>
pl: <h3>GStreamer nie mógł utworzyć elementu: <i>%1</i></h3> <p>Upewnij się czy wszystkie niezbędne wtyczki GStreamera są zainstalowane (np. OGG i MP3) a następnie uruchom <i>gst-register</i>.</p><p>W celu uzyskania dalszej pomocy należy poradzić się podręcznika GStreamera i odwiedzić kanał #gstreamer na irc.freenode.net.</p>
pt: <h3>Não foi possível ao GStreamer criar o elemento: <i>%1</i></h3> <p>Verifique se instalou todos os 'plugins' GStreamer necessários (por exemplo, OGG e MP3), e em seguida corra <i>'gst-register'</i>.</p><p>Para mais ajuda, consulte o manual do GStreamer, e junte-se a #gstreamer no irc.freenode.net.</p>
pt_br: <h3>O GStreamer não pode criar o elemento: <i>%1</i></h3> <p> Certifique-se de que você instalou todos os plugins do GStreamer necessários (por exemplo, MP3 e OGG), e logo após executou <i>'gst-register'</i>.</p><p>Para mais informações, consulte o manual do GStreamer, ou entre no canal de bate-papo #gstreamer em irc.freenode.net.</p>
ru: <h3>Не удалось создать элемент GStreamer: <i>%1</i></h3> <p>Убедитесь, что у вас установлены все необходимые модули GStreamer (например, модули mp3 или ogg), затем запустите 'gst-register'.</p><p>Для подробностей обратитесь руководству GStreamer, также вы можете попросить помочь участников канала #gstreamer на irc.freenode.net.</p>
se: <h3>GStreamer ii sáhttán ráhkadit áđa. <i>%1</i></h3> <p>Dárkkis ahte leat sajáiduhttán buot dárbbašlaš GStreamer-lassemoduvllaid (omd. ogg ja mp3, ja vuoje <i>gst-register</i>.</p> <p>Gávnnat eanet dieđuid GStreamer-giehtagirjjis ja IRC-kánalaš #gstreamer irc.freenode.net:as.</p>
sk: <h3>GStreamer nemohol vytvoriť prvok:<i>%1</i></h3> <p>Uistite sa prosím, že máte nainštalované všetky potrebné moduly GStreameru (napr. OGG a MP3) a spustite <i>'gst-register'</i>.</p><p>Ďalšiu pomoc nájdete v užívateľskej príručke GStreameru, prípadne na #gstreamer na irc.freenode.net.</p>
sr: <h3>GStreamer не може да направи елемент: <i>%1</i></h3> <p>Утврдите да ли имате инсталиране све потребне прикључке за GStreamer (нпр. OGG и MP3), и покрените <i>gst-register</i> након тога.</p><p>За даљу помоћ погледајте упутство GStreamer-а, и придружите се ћаскању #gstreamer на irc.freenode.net.</p>
th: <h3>Gstreamer ไม่สามารถสร้างส่วนประกอบ: <i>%1</i> ได้ </h3> <p>ขอให้ตรวจสอบว่าคุณได้ทำการติดตงปลั๊กอิน GStreamer ทั้งหมดที่จำเป็นแล้ว (เช่น OGG และ MP3) และสั่ง <i>'gst-register'</i> หลังจากติดตั้งแล้ว</p> <p>หากต้องการความช่วยเหลือเพิ่มเติม กรุณาดูที่คู่มือของ GStreamer และเข้าร่วมที่ห้อง #gstreamer บน irc.freenode.net ได้</p>
tr: <h3>GStreamer <i>%1</i> öğesini oluşturamadı</h3> <p>Lütfen, gerekli tüm GStreamer eklentilerinin (OGG ve MP3 gibi) kurulu olduğuna emin olun ve ardından <i>'gst-register'</i> komutunu çalıştırın.</p><p>Daha fazla yardım almak için, GStreamer klavuzuna başvurun ya da irc.freenode.net'te #gstreamer'a gelin.</p>
uk: <h3>Не вдалося створити елемент GStreamer: <i>%1</i></h3> <p>Впевніться, що встановлені всі необхідні втулки для GStreamer (тобто OGG і MP3), а потім виконайте <i>"gst-register"</i>.</p><p>Для додаткової інформації див. інструкцію GStreamer, а також приєднайтесь до каналу #gstreamer на irc.freenode.net.</p>

source: Buffering.. %1%
af: Besig om te buffer... %1%
bg: Създаване на буфер.. %1%
ca: S'està omplint el buffer... %1%
cs: Načítá se %1%
da: Buffer.. %1%
de: Pufferung ... %1%
el: Φόρτωση.. %1%
es: Almacenando en el buffer.. %1%
et: Puhverdamine...%1%
eu: Bufferreratzen: %%%1
fa: میان‌گیرسازی.. %1٪
fi: Puskuroidaan… (%1%)
fr: Mise en cache... %1 %
he: מבצע חציצה.. %1%
hu: Pufferelés... %1 %
it: Riempimento del buffer.. %1%
ja: バッファ中.. %1%
km: សតិបណ្ដោះអាសន្ន.. %1%
ko: 버퍼링 중... %1%
lt: Įkeliamas buferis... %1%
nb: Buffrer … %1 %
nds: An't Puffern... %1%
ne: बफर गर्दै.. %1%
nl: Buffer %1%
nn: Bufrar … %1 %
pa: %1% ਬਫ਼ਰਿੰਗ...
pl: Buforowanie... %1%
pt: A ler.. %1%
pt_br: Preenchendo Buffer... %1%
ru: Буферизация... %1%
se: Dustemin … %1 %
sk: Načítava sa.. %1%
sr: Пуним бафер... %1%
th: กำลังสำรองกระแสข้อมูล.. %1%
tr: Ara belleğe alınıyor.. %1%
uk: Наповнення буферу.. %1%

source: Unable to connect to this stream server.
af: Kon nie aan die stroom bediener koppel nie.
bg: Връзката със сървъра беше неуспешна.
ca: No s'ha pogut connectar amb aquest servidor de flux.
cs: Nelze se připojit ke stream serveru.
da: Kan ikke forbinde til denne strømserver.
de: Zum Stream-Server kann keine Verbindung hergestellt werden.
el: Αδυναμία σύνδεσης σε αυτόν τον εξυπηρετητή εκπομπής ροής.
es: No se pudo conectar a este servidor de flujos.
et: Antud voo serveriga ühendumine ebaõnnestus.
eu: Ezin du korronte honen zerbitzariarekin konektatu.
fa: قادر به اتصال به این کارساز جریان نیست.
fi: Yhdistäminen äänivirtaa lähettävään palvelimeen epäonnistui.
fr: Impossible de se connecter au serveur de flux.
he: לא יכול להתחבר לשרת השידור הזורם הזה.
hu: Nem sikerült kapcsolódni ehhez a sugárzási kiszolgálóhoz.
it: Impossibile connettersi al server del flusso.
ja: このストリームサーバに接続できません。
km: មិន​អាច​តភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ​ស្ទ្រីម​នេះ​បាន​ទេ ។
ko: 이 스트림 서버에 접속할 수 없습니다.
lt: Prie šio srauto serverio prisijungti nepavyko.
nb: Tilkoblingsinfo for Postgresql-tjeneren
nds: Tokoppeln na dissen Stroomserver nich mööglich
ne: यो प्रवाह सर्भरमा जडान गर्न असक्षम भयो ।
nl: Er kon geen verbinding worden gemaakt met de streamserver.
nn: Klarte ikkje kopla til straumtenaren.
pa: ਇਹ ਸਟਰੀਮ ਸਰਵਰ ਨਾਲ ਜੁੜਨ ਲਈ ਅਸਫ਼ਲ ਹੈ।
pl: Nie udało się połączyć z tym serwerem strumienia.
pt: Não foi possível ligar a este servidor de transmissão.
pt_br: Não foi possível conectar a este servidor de stream.
ru: Не удалось подключиться к вещающему серверу.
se: Ii sáhttán laktit dán gáldobálvái.
sk: K serveru sa nedá pripojiť.
sr: Не могу да се повежем на сервер овог тока.
th: ไม่สามารถติดต่อกับเซิร์ฟเวอร์ของสตรีมได้
tr: Bu müzik yayını adresine bağlantı kurulamadı.
uk: Не вдається з'єднатись з сервером потоку.

source: could not start yauap
af: Kon nie yauap begin nie
bg: Yauap не може да бъде стартиран
ca: No s'ha pogut engegar yauap
da: Kunne ikke starte Yauap
de: Yauap lässt sich nicht starten.
el: Αδύνατη η εκκίνηση του yauap
es: No se pudo iniciar yauap
et: yauapi käivitamine ebaõnnestus
fa: نتوانست yauap را آغاز کند
fi: ei voitu käynnistää yauap:tä
fr: Impossible de démarrer yauap
hu: nem sikerült elindítani a Yauap hangrendszert
it: Impossibile avviare yauap
ja: yauap を開始できませんでした
km: មិន​អាច​ចាប់ផ្ដើម yauap
lt: Nepavyko paleisti yauap
nb: klarte ikke starte yauap
nds: "yauap" lett sik nich starten
ne: याउयाप सुरु गर्न सकेन
nl: kon yauap niet starten
nn: Klarte ikkje starta yauap
pl: Nie można było uruchomić yauap
pt: Não foi possível iniciar o 'yauap'
pt_br: não foi possível inicializar o yauap
se: Ii sáhttán álggahist yauap
sk: nepodarilo sa spustiť yauap
sr: нисам могао да покренем yauap
th: ไม่สามารถเริ่มงาน yauap ได้
tr: yauap başlatılamadı
uk: Помилка запуску yauap

source: Error: could not connect to dbus
af: Fout: Kon nie aan dbus koppel nie
bg: Грешка при свързване към dbus
ca: Error: No s'ha pogut connectar al dbus
da: Fejl: kunne ikke forbinde til DBUS
de: Fehler: Keine Verbindung zu D-Bus
el: Σφάλμα: Αδυναμία σύνδεσης με το dbus
es: Error: no se pudo conectar a dbus
et: Viga: dbusiga ühendumine ebaõnnestus
fa: خطا: نتوانست به dbus متصل شود
fi: Virhe: dbusiin yhdistäminen ei onnistunut
fr: Erreur : Impossible de se connecter à dbus
hu: Hiba: nem sikerült kapcsolódni a Dbus-hoz
it: Errore: impossibile connettersi a dbus
ja: エラー: dbus に接続できませんでした
km: កំហុស ៖ មិនអាច​តភ្ជាប់​ទៅកាន់ dbus
lt: Klaida: nepavyko prisijungti prie dbus
nb: Feil: kunne ikke koble til dbus
nds: Fehler: Tokoppeln na "dbus" nich mööglich
ne: त्रुटि: डीबसमा जडान गर्न सकेन
nl: Fout: verbinding met dbus niet mogelijk
nn: Feil: Klarte ikkje kopla til dbus.
pa: ਗਲਤੀ: dbus ਨਾਲ ਜੁੜਨ ਦੌਰਾਨ ਗਲਤੀ
pl: Błąd: Nie można było podłączyć się do dbus
pt: Erro: Não foi possível ligar ao DBus
pt_br: Erro: não foi possível conectar ao dbus
se: Meattáhus: ii sáhttán laktit dbus:ii
sk: Chyba: nepodarilo sa pripojiť na dbus
sr: Грешка: нисам могао да се повежем на DBus
th: ข้อผิดพลาด: ไม่สามารถติดต่อ dbus ได้
tr: Hata: dbus'a bağlanılamadı
uk: Помилка: не вдалося приєднатися до dbus

source: Error: timed out waiting for yauap
af: Fout: tyd verstreke om vir yauap te wag
bg: Грешка: просрочено време за Yauap
ca: Error: S'ha excedit el temps esperant al yauap
da: Fejl: tidgrænse overskredet mens der ventedes på Yauap
de: Fehler: Zeitüberschreitung beim Warten auf Yauap
el: Σφάλμα: λήξη χρονικού περιθωρίου κατά την αναμονή για το yauap
es: Error: tiempo de espera agotado al esperar a yauap
et: Viga: aegumine yauapi ootamisel
fa: خطا: انتظار اتمام وقت برای yauap
fi: Virhe: Aikakatkaisu odotettaessa yauap:tä
fr: Erreur : Délai d'attente atteint pour yauap
hu: Hiba: időtúllépés a Yauap hangrendszerre való várakozás közben
it: Errore: tempo scaduto in attesa di yauap
ja: エラー: yauap 待ちでタイムアウト
km: កំហុស ៖ អស់ពេល​រង់ចាំ​សម្រាប់ yauap
lt: Klaida: laukiant yauap baigėsi laiko limitas
nb: Feil: venting på yauap avbrutt på tid
nds: Fehler: Tiet bi't Töven of "yauap" aflopen
ne: त्रुटि: याउयापका लागि प्रतिक्षा गर्ने समय समाप्त भयो
nl: Fout: tijdoverschreiding tijdens wachten op yauap
nn: Feil: Tidsavbrot for yauap.
pl: Błąd: przekroczony limit czasu przy łączeniu z yauap
pt: Erro: expirou o tempo-limite de espera pelo 'yauap'
pt_br: Erro: timeout aguardando pelo yauap
sk: Chyba: vypršal čas pri čakaní na yauap
sr: Грешка: истекло време за чекање на yauap
th: ข้อผิดพลาด: หมดเวลาการคอย yauap
tr: Hata: yauap beklenirken zaman aşımı
uk: Помилка: перевищено час очікування на yauap

source: Guess By Filename Configuration
af: Raai volgens lêernaam opstelling
bg: Отгатване по името на файла
ca: Arranjaments d'Endevina pel nom de fitxer
cs: Konfigurace odhadnutí podle názvů souborů
da: Gæt ifølge filnavneindstilling
de: Metadaten aus Dateinamen erraten einrichten
el: Ρυθμίσεις ανίχνευσης κατά όνομα αρχείου
es: Adivinar por la configuración del nombre del archivo
et: Oletamine failinime seadistuse põhjal
eu: Asmatu fitxategi-izenaren konfigurazioaren arabera
fa: حدس زدن با پیکربندی نام پرونده
fi: Tiedostonimiarvaajan asetukset
fr: Configuration de la reconnaissance par nom de fichier
he: נחש לפי הגדרות שם קובץ
hu: Fájlnévből való meghatározás beállításai
it: Configurazione stima da nome file
ja: ファイル名による推測の設定
ka: ფაილის სახელის კონფიგურაცია
km: ស្មាន​ដោយ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ឈ្មោះ​ឯកសារ
ko: 파일 이름 설정으로 추측
lt: Spėti pagal bylos pavadinimo sudarymą
nb: Gjett etter filnavn-oppsett
nds: Inrichten vun't Raden ut Dateinaam
ne: फाइलनाम कन्फिगरेसनद्वारा अनुमान
nl: Gissen aan de hand van bestandsnaamconfiguratie
nn: Oppsett av gjetting frå filnamn
pa: ਫਾਇਲ ਨਾਂ ਸੰਰਚਨਾ ਰਾਹੀਂ ਖੋਜੋ
pl: Konfiguracja odgadywania z nazwy pliku
pt: Adivinhar pela Configuração do Nome do Ficheiro
pt_br: Gerar pela Configuração do Nome do Arquivo
ru: Параметры генератора тегов
se: Árvit fiilanamaheivehusas
sk: Uhádnuť podľa nastavenia mena súboru
sr: Погоди према подешавању имена фајла
th: เดาโดยใช้รูปแบบชื่อแฟ้ม
tr: Dosya Adı Ayarlarına Göre Tahmin Et
uk: Налаштування вгадування за назвою файлів
