Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Once registered, Amarok can tell the last.fm service about your listening habits; your profile can then provide statistics and recommendations. A profile is not required to retrieve similar-artists for display in the Context Browser.
af: Sodra jy geregistreer het, kan Amarok vir last.fm van jou luister gewoontes vertel. Jou profiel kan dan statistiek verskaf en aanbevelings maak. 'n Profiel is nie nodig om soortgelyke kunstenaars, soos die waarna jy luister, in die konteks blaaier te vertoon nie.
bg: След като се регистрирате, Amarok ще съобщи на last.fm музикалните ви навици и ще ви даде статистика и препоръки. За да търсите подобни изпълнители с контекстния браузър не се изисква профил.
ca: Un cop registrat, l'Amarok pot parlar a last.fm sobre els vostres hàbits musicals: el vostre perfil podrà llavors informar-vos sobre estadístiques i recomanacions. No es necessita un perfil per obtenir artistes similars per mostrar al Navegador contextual.
cs: Jakmile se zaregistrujete, amaroK může odesílat na server last.fm vaše posluchačské zvyklosti; váš profil tak bude moci poskytovat statistiky a doporučení. Profil není vyžadován pro obdržení "podobných umělců" v prohlížeči kontextu.
da: Når du er registreret dig, kan Amarok fortælle last.fm hvilke lyttevaner du har, så din profil kan indeholde statistik og anbefalinger. En profil kræves ikke for at hente lignende kunstnere til at vise i samlingsbrowseren.
de: Nach einmaliger Registrierung kann Amarok Ihre Hörgewohnheiten an Last.fm übermitteln und Ihnen interessante Musikstücke vorschlagen sowie Statistiken und Graphiken erzeugen. Für die Anzeige ähnlicher Stücke im Kontext-Browser brauchen Sie kein Last.fm-Profil.
el: Αν γίνει εγγραφή, το AmaroK μπορεί να δηλώνει στο last.fm τις μουσικές σας προτιμήσεις, το προφίλ σας θα μπορεί να παρέχει στατιστικά και προτάσεις. Δε χρειάζεται να έχετε λογαριασμό για να λαμβάνετε λίστες παρόμοιων καλλιτεχνών για εμφάνιση στο σχετικό περιεχόμενο.
es: Una vez registrado, Amarok comunicará al servicio last.fm sus hábitos de escucha; su perfil podrá entonces proporcionar estadísticas y recomendaciones. No se requiere un perfil para obtener artistas similares para mostrar en el navegador de contexto.
et: Pärast registreerimist võib Amarok anda last.fm-ile teada, mida sulle meeldib kuulata ning vastavalt sinu profiilile pakutakse sulle seejärel statistikat ning soovitusi. Profiil ei ole nõutav kõigest sarnaste esitajate hankimiseks, keda näidatakse kontekstisirvijas.
fa: به محض اینکه ثبت شود، amaroK می‌تواند به خدمت last.fm راجع به عادتهای شنیدنی شما بگوید؛ سپس profile شما می‌تواند آمار و توصیه‌هایی را فراهم کند. لازم نیست یک profile برای نمایش در مرورگر متن، هنرمندان مشابه را بازیابی کند.
fi: Jos rekisteröidyt, niin Amarok voi kertoa Last.fm-palvelulle kuuntelutottumuksistasi. Saat sitten vastikkeeksi tilastoja ja suosituksia. Profiilia ei tarvita, jos haluat vain hakea listan samankaltaisista artisteista kontekstiselaimeen.
fr: Une fois enregistré, Amarok peut informer last.fm sur vos habitudes d'écoute ; votre profil peut ainsi vous fournir des statistiques ainsi que des recommandations d'écoute. Un profil n'est pas nécessaire pour récupérer des artistes similaires à afficher dans le navigateur de contexte.
he: כאשר תירשם, Amarok יוכל להעביר אל last.fm רמזים על העדפות ההאזנה שלך. הפרופיל שלך יוכל אז לספק סטטיסטיקה והצעות. הפרופיל אינו דרוש על מנת להציג אומן דומה בדפדפן ההקשר.
hu: Regisztrálás után az Amarok informálhatja a Last.fm szolgáltatást az Ön zenehallgatási szokásairól; ezt követően az Ön profilja statisztikák és tanácsok alapjául szolgálhat. Nincs szükség profilra ahhoz, hogy a környezetböngészőben megjelenítse a hasonló előadókat.
it: Una volta registrato, Amarok può comunicare a last.fm i tuoi gusti musicali; il profilo può quindi fornire statistiche e suggerimenti. Un profilo non è richiesto per visualizzare artisti simili nel navigatore per contesti.
ja: 登録が完了すると Amarok はあなたの音楽鑑賞の傾向を Last.fm サービスに伝えることができます。そして、あなたのプロフィールも統計やおすすめ情報を提供できるようになります。関連情報ブラウザに表示される類似したアーティストの取得にはプロフィールは不要です。
km: ពេល​បាន​ចុះឈ្មោះ amaroK អាច​ប្រាប់​សេវា last.fm អំពី​ទម្លាប់​ក្នុង​ការ​ស្ដាប់​របស់​អ្នក ។ បន្ទាប់​មក ទម្រង់​របស់​អ្នក​នឹង​អាច​ផ្ដល់​ជា​ស្ថិតិ និង​​ផ្ដល់​អនុសាសន៍​ផ្សេងៗ ។ ទម្រង់​នឹង​មិន​ត្រូវ​បាន​ទាមទារ​ឡើយ ដើម្បី​ទៅ​យក​សិល្បករ​ស្រដៀង​គ្នា ដើម្បី​បង្ហាញ​ក្នុង​កម្មវិធី​រុករក​បរិបទ ។
ko: 한번 가입하면, Amarok은 last.fm 서비스에 당신이 듣는 모든 음악 정보를 전달하여 통계 정보와 유사한 음악 추천을 받아옵니다. 참고로, last.fm 프로파일은 컨텍스트 브라우저에 나오는 유사한 아티스트 정보를 받아오는 것과는 관련이 없습니다.
lt: Kai užsiregistruosite, AmaroK automatiškai praneš last.fm tarnybai apie klausomas dainas. Savo profilyje matysite statistiką ir rekomendacijas. Norint matyti panašius atlikėjus Informacijos lange, profilio kurti nebūtina.
nb: Når du er registrert, kan Amarok fortelle last.fm om hvilke lyttevaner du har. Du kan så få statistikk og forslag til ny musikk. Du trenger ikke noen profil for å motta informasjon om lignende artister i sammenhengsleseren.
nds: Büst Du inmeldt, kann Amarok last.fm Dien Höörwennsten vertellen. Dien Profil is de Grundlaag för Stück-Vörslääg; man en Profil is nich nödig, wenn Du lieke Künstlers binnen den Kontextkieker wiest hebben wullt.
ne: एकपटक रजिष्टर गरियो भने, अमारोकले तपाईँको सुन्ने बानी बारे last.fm सेवाभन्न सक्छ; तपाईँको प्रोफाइलले त्यसपछि तथ्याङ्क र सिफारिसहरू उपलब्ध गर्न सक्छ । प्रसङ्ग ब्राउजरमा प्रदर्शनका लागि एउटै कलाकार पुन: प्राप्त गर्न प्रोफाइलको आवश्यक पर्दैन ।
nl: Eenmaal geregistreerd kan Amarok de last.fm-dienst informeren over uw luistergewoontes. Uw profiel kan dan statistieken en aanbevelingen aanleveren. Een profiel is niet nodig voor de suggesties van vergelijkbare artiesten in de ContextBrowser.
nn: Når du er registrert, kan Amarok fortelja Last.fm om kva lyttevanar du har. Du kan så få statistikk og framlegg til ny musikk. Du treng ikkje nokon profil for å motta informasjon om liknande artistar i samanhengslesaren.
pa: ਇੱਕ ਵਾਰ ਰਜਿਸਟਰ ਹੋਣ ਉਪਰੰਤ, ਅਮਰੋਕ last.fm ਨੂੰ ਤੁਹਾਡੀਆਂ ਸੰਗੀਤ ਆਦਤਾਂ ਬਾਰੇ ਦੱਸ ਦੇਵੇਗਾ। ਤੁਹਾਡਾ ਪਰੋਫਾਇਲ ਤਦ ਅੰਕੜੇ ਅਤੇ ਸਿਫ਼ਾਰਸ਼ਾਂ ਦੇ ਸਕਦਾ ਹੈ। ਪਰਸੰਗ ਝਲਕਾਰੇ ਵਿੱਚ ਰਲਦੇ ਮਿਲਦੇ ਕਲਾਕਾਰਾਂ ਦੀ ਜਾਣਕਾਰੀ ਪਰਾਪਤ ਕਰਨ ਲਈ ਪਰੋਫਾਇਲ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
pl: Jeśli się zarejestrujesz, Amarok może informować Last.fm o Twoich przyzwyczajeniach. Z Twojego profilu można wtedy uzyskać statystyki i rekomendacje. Profil nie jest wymagany, by otrzymywać podobnych wykonawców do wyświetlenia w Przeglądarce kontekstowej.
pt: Logo que esteja registado, o Amarok pode dizer à last.fm quais os seus hábitos de escuta, podendo com o seu perfil obter estatísticas e recomendações. Não é necessário um perfil para obter os artistas semelhantes, de modo a mostrá-los no Navegador de Contexto.
pt_br: Uma vez registrado, o Amarok pode informar ao last.fm seus gostos musicais; seu perfil pode então fornecer estatísticas e recomendações. Não é necessário um perfil para obter artistas parecidos para exibição no Navegador de Contexto.
ru: После регистрации, amaroK может посылать статистику о прослушиваемых вами композициях на сервер службы last.fm, так вы сможете участвовать в различных рейтингах службы. Для получения списка похожих исполнителей регистрация не требуется.
se: Go leat registrerejuvvon, Amarok muitališgoahtá last.fm:ii du guldalandábiid birra. Du profiila ráhkada de statistihka ja musihkkaneavvumiid. Profiila ii dárbbašuvvo jus áiggut dušše seammalágan-artisttaid čájehit oktavuohtačájeheamis.
sk: Po zaregistrovaní môže Amarok odosielať službe last.fm vaše hudobné zvyky. Váš profil môže potom poskytovať štatistiky a odporúčania. Profil nie je vyžadovaný pre získanie podobných interpretov v prehliadači kontextu.
sr: Када се региструјете, Amarok може говорити last.fm-у о вашим слушачким навикама; ваш профил онда може пружити статистику и препоруке. Профил није потребан да би се добавили слични извођачи за приказ у контекстном прегледачу.
th: ทันทีที่ทำการลงทะเบียนแล้ว Amarok จะสามารถบอกกับบริการ last.fm เกี่ยวกับพฤติกรรมการฟัง เพลงของคุณได้; โพรไฟล์ของคุณก็จะสามารถบอกสถิติและข้อแนะนำได้ โพรไฟล์ ไม่จำเป็นสำหรับการดึงข้อมูลของศิลปินเดียวกันสำหรับแสดงในตัวแสดงข้อมูลเพิ่มเติม
tr: Bir kez üye olunca, Amarok last.fm'e dinlediğiniz müzikler hakkında bilgi verebilir. Bu sayede kişisel profiliniz çeşitli istatistikler ve öneriler sağlar. Bir profil, içerik tarayıcı içinde benzer şarkıcıları görüntülemek için gerekli değildir.
uk: Після реєстрації Amarok може повідомляти last.fm про ваші музичні уподобання; тоді ваш профіль буде надавати статистику та рекомендації. Для отримання списку подібних виконавців в навігаторі контексту - профіль необов'язковий.

source: Improve m&y profile by submitting the tracks I play
af: Verbeter my profiel deur informasie oor die snitte wat ek speel in te stuur
bg: Подобрение на профила &ми чрез изпращане на слушаното от мен
ca: Millora el &meu perfil transmetent les peces que reprodueixo
cs: V&ylepšit profil odesíláním mých přehrávaných skladeb
da: Gør min profil &bedre ved at indsende de spor jeg spiller
de: Abgespielte Stücke &senden und so das Profil aktualisieren
el: &Βελτίωση του προφίλ μου με την υποβολή των κομματιών που ακούω
es: Mejorar m&i perfil enviando las pistas que reproduzco
et: Oma prof&iili arendamine mängitavaid palasid saates
eu: Hobetu &nire profila erreproduzitzen ditudan pistak bidaliz.
fa: بهتر کردن profile &من با ارائۀ شیارهایی که پخش می‌کنم‌
fi: Kehitä profiiliani &lähettämällä soittamani kappaleet
fr: &Améliorer mon profil en envoyant les morceaux que j'écoute
he: שפר את ה&פרופיל שלי על־ידי שליחת הרצועות שאני מנגן
hu: A saját profil &fejlesztése a lejátszott számok elküldésével
it: M&igliora il profilo inviando le tracce riprodotte
ja: 再生したトラックを送信してプロフィールを向上させる(&Y)
ka: პროფილი ჩანაწერი I
km: ធ្វើ​ឲ្យ​ទម្រង់​របស់​ខ្ញុំ​កាន់​តែ​ប្រសើរ ដោយ​ដាក់​ស្នើ​បទ​ដែល​ខ្ញុំ​ចាក់
ko: 내가 듣는 음악의 정보를 last.fm으로 보내기(&Y)
lt: Siųsti grojamas dainas ir tobulinti &profilį
nb: Forbedre profilen &min ved å sende inn informasjon om sporene jeg spiller
nds: Profil dör Ö&verdregen vun afspeelte Stücken verbetern.
ne: ट्रयाक आई प्ले पेश गरेर मेरो प्रोफाइल सुधार गर्नुहोस्
nl: Mijn profiel verbeteren door de tracks die ik afspeel &in te dienen
nn: Forbetra profilen &min ved å senda inn spordata
pa: ਮੇਰੇ ਪਰੋਫਾਇਲ ਵਿੱਚ ਸੋਧ ਕਰਨ ਲਈ ਮੇਰੇ ਸੁਣੇ ਗਾਣੇ ਨੂੰ ਭੇਜੋ(&y)
pl: &Uzupełnij mój profil, dodając utwory, które odtwarzam
pt: Melhorar o meu &perfil, enviando as faixas que oiço
pt_br: Melhorar me&u perfil através do envio de faixas que eu reproduzir
ru: Посылать статистику &прослушиваемых композиций
sk: &Vylepšiť môj profil odosielaním mojich prehrávaných skladieb
sr: По&бољшај мој профил слањем информације о нумерама које слушам
th: ปรับปรุงโพรไฟล์ของฉั&นโดยทำการส่งเพลงที่ฉันเล่นไป
tr: &Çaldığım şarkıları göndererek profilimi geliştir
uk: Покращити м&ій профіль передаванням назв доріжок, які я слухаю

source: &Retrieve similar artists
af: Onttrek informasie oor soortgelyke kunstenaars
bg: Търсене на по&добни изпълнители
ca: &Obté els artistes semblants
cs: Zí&skávat podobné umělce
da: &Hent lignende kunstnere
de: Ähnliche &Interpreten abrufen
el: &Λήψη παρόμοιων καλλιτεχνών
es: Recuperar a&rtistas similares
et: Sa&rnaste esitajate hankimine
eu: &Eskuratu antzeko artistak
fa: &بازیابی هنرمندان مشابه‌
fi: Hae samankaltaisia &artisteja
fr: &Récupérer les artistes similaires
he: אחזר אומנים &דומים
hu: A &hasonló előadók letöltése
it: &Ricerca artisti simili
ja: 類似したアーティストを取得する(&R)
ka: &მსგავსი შემსრულებლების მიღება
km: ទៅ​យក​សិល្បករ​ស្រដៀង​គ្នា
ko: 유사한 아티스트 정보 검색하기(&R)
lt: &Sužinoti panašius atlikėjus
nb: &Hent lignende artister
nds: &Lieke Künstlers halen
ne: एउटै कलाकार पुन: प्राप्त गर्नुहोस्
nl: Vergelijkba&re artiesten ophalen
nn: &Hent liknande artistar
pa: ਇੰਞ ਦੇ ਕਲਾਕਾਰ ਪਰਾਪਤ ਕਰੋ(&R)
pl: &Pobierz podobnych wykonawców
pt: Obte&r artistas semelhantes
pt_br: &Obter artistas parecidos
ru: &Запрашивать списки похожих исполнителей
se: &Viečča sullosaš artisttaid
sk: Zí&skať podobných interpretov
sr: &Добави сличне извођаче
th: ดึงข้อมูลศิลปินเดียวกัน
tr: &Benzer sanatçı isimlerini al
uk: О&тримати подібних виконавців

source: Why not join the <A href='http://www.last.fm:80/group/Amarok+Users'>Amarok last.fm group</A> and share your musical tastes with other Amarok users?
af: Sluit gerus by die <A href='http://www.last.fm:80/group/Amarok+users'>Amarok last.fm groep</A> aan en deel jou musiek smaak met die ander Amarok gebruikers.
bg: Защо не се присъедините към <A href="http://www.last.fm:80/group/Amarok+Users">групата "Amarok last.fm"</A> и не споделите вашите музикални предпочитания с други потребители на Amarok?
ca: Per què no us apunteu al <a href='http://www.last.fm:80/group/amaroK+users'>grup last.fm Amarok</a> i així compartireu els vostres gustos musicals amb els altres usuaris de l'Amarok?
cs: Proč se nepřipojit ke skupině <a href='http://www.last.fm:80/group/AmaroK+users'>uživatelů Amaroku</a> a nesdílet váš hudební vkus s ostatními lidmi?
da: Hvorfor ikke gå med i <A href='http://www.last.fm:80/group/Amarok+Users'>Amaroks last.fm gruppe</A> og dele din musiksmag med andre brugere af Amarok?
de: Warum schließen Sie sich nicht der <A href='http://www.last.fm:80/group/Amarok+users'>Amarok Last.fm-Gruppe</A> an und teilen Ihren Musikgeschmack mit anderen Anwendern?!
el: Γιατί δε συμμετέχετε στην <A href='http://www.last.fm:80/group/AmaroK+Users'>ομάδα AmaroK του last.fm</A> για να μοιραστείτε τις μουσικές σας προτιμήσεις με άλλους χρήστες του AmaroK;
es: ¿Por qué no unirse al <A href='http://www.last.fm:80/group/Amarok+Users'>grupo en last.fm de Amarok</A> y compartir sus gustos musicales con otros usuario de Amarok?
et: Sul on võimalik ühineda <A href='http://www.last.fm:80/group/Amarok+Users'>Amaroki last.fm-i grupiga</A> ja jagada oma muusikalisi eelistusi teiste Amaroki kasutajatega!
fa: چرا به گروه amaroK last.fm <A href='http://www.last.fm:80/group/amaroK+users'></A> نمی‌پیوندید و در سلیقه‌تان در مورد موسیقی با کاربران دیگر amaroK سهیم نمی‌شوید؟
fi: Voit samalla liittyä <a href='http://www.last.fm:80/group/Amarok+users'>Amarokin käyttäjien Last.fm-ryhmään</a> ja jakaa musiikkimakusi toisten käyttäjien kanssa.
fr: Pourquoi ne pas rejoindre le <A href='http://www.last.fm:80/group/Amarok+Users'>groupe Amarok de last.fm</A> et ainsi partager vos goûts musicaux avec les autres utilisateurs d'Amarok ?
he: מדוע שלא תצטרף אל <A href="http://www.last.fm:80/group/Amarok+users">Amarok last.fm group</A> ותשתף את הטעם המוזיקלי שלך עם משתמשי Amarok אחרים?
hu: Csatlakozzon az <A href='http://www.last.fm:80/group/Amarok+Users'>Amarok Last.fm-csoporthoz</A> és ossza meg zenei ízlését más Amarok-felhasználókkal.
it: Perché non aderire al <A href='http://www.last.fm:80/group/Amarok+Users'>gruppo Amarok di last.fm</A> e condividere i propri gusti musicali con altri utenti Amarok?
ja: <A href='http://www.last.fm:80/group/Amarok+Users'>Amarok Last.fm グループ</A> に入って、他の Amarok ユーザとお気に入りの音楽を共有してみませんか？
km: ហេតុអ្វី​មិន​ចូលរួម <A href='http://www.last.fm:80/group/Amarok+Users'>ក្រុម​ last.fm របស់​ Amarok​</A> ហើយ​ចែករំលែក​តន្ត្រី​របស់​អ្នក​ជា​មួយ​អ្នក​ប្រើ Amarok ផ្សេង​ទៀត ?
ko: <A href='http://www.last.fm:80/group/Amarok+Users'>Amarok last.fm 그룹</A>에 가입해서 다른 Amarok 사용자와 음악적 취향을 공유하는 것도 좋은 방법입니다.
lt: Kodėl gi neprisijungus prie <A href='http://www.last.fm:80/group/AmaroK+Users'>AmaroK last.fm grupės</A> ir nepristačius savo muzikinio skonio kitiems AmaroK naudotojams?
nb: Hvorfor ikke bli med i <A href='http://www.last.fm:80/group/Amarok+users'>Amarok-gruppa på last.fm</A> og dele musikksmaken din med andre Amarok-brukere?
nds: Woso maakst Du nich ok bi den <a href='http://www.last.fm:80/group/Amarok+users'>Amarok-last.fm-Koppel</a> mit un deelst Dien Möög mit anner Amarok-Brukers?
ne: अमारोक last.fm समूहमा <A href='http://www.last.fm:80/group/Amarok+Users'>किन जडान नगर्ने</A> र तपाईँको साङ्गितिक स्वाद अन्य अमारोक प्रयोगकर्तासँग साझेदार गर्नुहुन्छ?
nl: Waarom wordt u geen lid van de <A href="http://www.last.fm:80/group/Amarok+users">Amarok last.fm Group</A> en deelt u uw muzikale smaak met andere Amarok-gebruikers?
nn: Bli gjerne med i <A href='http://www.last.fm:80/group/Amarok+users'>Amarok-last.fm-gruppa</A> og del musikksmaken din med andre Amarok-brukarar!
pa: ਕਿਉਂ ਨੀਂ <A href='http://www.last.fm:80/group/AmaroK+Users'>ਅਮਰੋਕ last.fm ਗਰੁੱਪ</A> ਵਿੱਚ ਸ਼ਾਮਲ ਹੁੰਦੇ ਅਤੇ ਹੋਰ ਅਮਰੋਕ ਦੋਸਤਾਂ ਨਾਲ ਆਪਣੇ ਸੰਗੀਤ ਸੋਚ ਨੂੰ ਸਾਂਝੀ ਕਰਦੇ?
pl: A może dołączysz się do <A href='http://www.last.fm:80/group/Amarok+Users'>grupy Amaroka na Last.fm</A> i podzielisz się swoimi gustami muzycznymi z innymi użytkownikami Amaroka?
pt: Porque não se junta ao <A href='http://www.last.com:80/group/Amarok+Users'>grupo Amarok na last.fm</A> e partilha os seus gostos musicais com outros utilizadores do Amarok?
pt_br: Por que não se juntar ao <A href='http://www.last.fm:80/group/Amarok+Users'>grupo de usuários do Amarok no last.fm</A> e compartilhar seu gosto musical com outros usuários do Amarok?
ru: Почему бы не войти в <A href='http://www.last.fm:80/group/Amarok+users'>группу пользователей amaroK на last.fm</A> и продвинуть своего любимого исполнителя на вершину хит-парада этой группы?
se: Háliidivččet go searvat <a href='http://www.last.fm:80/group/Amarok+Users'>Amarok last.fm joavkui</a> ja fála iežat musihkkasmáhka eará Amarok geavaheaddjiide?
sk: Prečo sa nepripojiť k last.fm skupine <A href='http://www.last.fm:80/group/Amarok+users'>používateľov Amaroku</A> a nezdieľať svoj hudobný vkus s iným používateľmi Amaroku?
sr: Зашто се не бисте придружили <A href='http://www.last.fm:80/group/amaroK+users'>Amarok-овој групи на last.fm-у</A> и поделили свој музички укус са другим корисницима Amarok-а?
th: ทำไมไม่มาร่วมกับ <A href='http://www.last.fm:80/group/amaroK+users'> กลุ่ม Amarok last.fm</A> และแบ่งปันรสนิยมทางดนตรีของคุณ กับผู้ใช้ Amarok คนอื่นๆ ล่ะ?
tr: <A href='http://www.last.fm:80/group/Amarok+Users'>Amarok last.fm Grubu'na</A> üye olarak müzik zevkinizi diğer Amarok kullanıcılarıyla paylaşmak ister misiniz?
uk: Чому б не приєднатись до <A href='http://www.last.fm:80/group/Amarok+Users'>групи Amarok last.fm</A> і поділитись вашими музичними уподобаннями з іншими користувачами Amarok?

source: Amarok Version
af: amaroK weergawe
bg: Версия на Amarok
ca: Versió de l'Amarok
cs: Verze amaroK
el: Έκδοση Amarok
es: Versión de Amarok
et: Amaroki versioon
eu: Amarok-en bertsioa
fa: نسخۀ Amarok
fi: Amarokin versio
fr: Version d'Amarok
he: גרסת Amarok
hu: Amarok-verzió
it: Versione di Amarok
ja: Amarok バージョン
ka: AmaroK-ის ვერსია
km: កំណែ Amarok
ko: Amarok 버젼
lt: Amarok versija
nb: Amarok-versjon
nds: Amarok-Verschoon
ne: अमारोक संस्करण
nl: Amarokversie
nn: Amarok-versjon
pa: ਅਮਰੋਕ ਵਰਜਨ
pl: Wersja Amaroka
pt: Versão do Amarok
pt_br: Versão do Amarok
ru: Версия amaroK
se: Amarok-veršuvdna
sk: Verzia Amaroku
sr: Верзија Amarok-а
th: รุ่นของ Amarok
tr: Amarok Sürümü
uk: Версія Amarok

source: Amarok version string, used to restart aRts in new installations.
af: amaroK weergawe string. Dit word gebruik wanneer aRts tydens nuwe installasies herbegin word.
bg: Версия на низове в Amarok, които се използват за рестартиране на aRts при нови инсталации.
ca: Cadena de text amb la versió de l'Amarok, emprada per aturar i tornar a engegar l'aRts en una nova instal·lació.
cs: Řetězec verze amaroK, použitý pro restartování aRts v nových instalacích.
da: Versionsstreng for Amarok, som bruges til at genstarte om aRts i nye installationer.
de: Amarok-Version, wird zum neustarten von aRts bei einer neuen Installation verwendet.
el: Η συμβολοσειρά της έκδοσης του Amarok, χρησιμεύει στην επανεκκίνηση του aRts σε νέες εγκαταστάσεις.
es: Cadena con la versión de Amarok, usada para reiniciar aRts en instalaciones nuevas.
et: Amaroki versiooni string, mida kasutatakse aRtsi taaskäivituseks uue paigalduse korral.
eu: Amarok-en bertsioaren katea, aRts berrabiarazteko erabiltzen da instalazio berrietan.
fa: رشتۀ نسخۀ Amarok، مورد استفاده برای بازآغازی aRts در نصبهای جدید.
fi: Amarokin versiomerkkijono, jota käytetään käynnistämään aRts uudelleen uusissa asennuksissa.
fr: Version d'Amarok, utilisée pour redémarrer aRts lors de nouvelles installations.
he: מחרוזת הגרסה של Amarok, נעשה בה שימוש על־מנת להפעיל את aRts בהתקנות חדשות.
hu: Az Amarok verziósztringje, ezzel történik az aRts újraindítása telepítés után.
it: Stringa della versione di Amarok, usata per riavviare aRts in nuove installazioni.
ja: Amarok バージョン文字列。新しいバージョンのインストール後に aRts を再起動するのに使われます。
ka: ვერსია სტრიქონი -სკენ -ში ახალი.
km: ខ្សែ​អក្សរ​កំណែ Amarok ដែល​ត្រូវ​ប្រើ​ដើម្បី​ចាប់ផ្ដើម aRts ឡើង​វិញ នៅ​ក្នុង​ការ​ដំឡើង​ថ្មី ។
ko: Amarok 버젼 정보입니다. 새로 설치한 곳에서 aRts를 재시작하는데 쓰입니다.
lt: AmaroK versijos informacija, naudojama perleisti aRts tarnybą naujo įdiegimo metu.
nb: Versjonsstreng for Amarok. Brukt til å starte aRts på nytt etter nye installasjoner.
nds: De Verschoon vun Amarok, warrt för't Niegstarten vun aRts bi nieg Installatschonen bruukt.
ne: नयाँ स्थापनामा कला पुन: सुरु गर्न प्रयोग गरिने, अमारोक संस्करण स्ट्रिङ ।
nl: Amarokversietekst, gebruikt voor het herstarten van aRts bij nieuwe installaties.
nn: Versjonsstreng for Amarok. Bruka til å starta aRts om att etter nye installasjonar.
pa: ਅਮਰੋਕ ਵਰਜਨ ਸਤਰ, ਨਵੀਂ ਇੰਸਟਾਲੇਸ਼ਨ ਵਿੱਚ aRts ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰਨ ਵਰਤੀ ਜਾਦੀ ਹੈ।
pl: Napis identyfikujący wersję Amaroka, używany do ponownego uruchomienia aRts w nowych instalacjach.
pt: Texto de versão do Amarok, utilizado para reiniciar o aRts em novas instalações.
pt_br: Versão do Amarok, usada para reiniciar o aRts em novas instalações.
ru: Строка версии amaroK, используется для перезапуска aRts.
sk: Reťazec verzie Amaroku, použitý pre reštartovanie aRts v nových inštaláciách.
sr: Знаковни низ верзије Amarok-а, користи се за поновно покретање aRts-а у новим инсталацијама.
th: สตริงสำหรับบอกรุ่นของ Amarok ใช้เพื่อเริ่มการทำงานของ aRTs อีกครั้งในการติดตั้งใหม่
tr: Amarok sürüm dizgisi, yeni kurulumlarda aRts'ı yeniden başlatmak için kullanılır.
uk: Рядок версії Amarok, який використовується для перезапуску aRts.

source: Position of player window
af: Posisie van die speler venster
bg: Позиция на прозореца на плеъра
ca: Posició de la finestra de reproducció
cs: Pozice okna s přehrávačem
da: Position for afspillervinduet
de: Position des Player-Fensters
el: Θέση παράθυρου αναπαραγωγής
es: Posición de la ventana del reproductor
et: Mängija akna asukoht
eu: Erreprodukzio-leihoaren posizioa
fa: موقعیت پنجرۀ پخش‌کننده
fi: Soitinikkunan sijainti
fr: Position de la fenêtre de lecture
he: מיקום חלון הנגן
hu: A lejátszóablak pozíciója
it: Posizione della finestra del lettore
ja: プレーヤウィンドウの位置
ka: დამკვრელის ფანჯრის მდებარეობა
km: ទីតាំង​បង្អួច​កម្មវិធី​ចាក់
ko: 재생기 창 위치
lt: Grotuvo lango vieta
nb: Plassering av spillervindu
nds: Positschoon vun dat Afspeler-Finster
ne: प्लेयर सञ्झ्यालको स्थिति
nl: Positie van afspelervenster
nn: Plassering av spelarvindauge
pa: ਪਲੇਅਰ ਝਰੋਖੇ ਦੀ ਸਥਿਤੀ
pl: Pozycja okna odtwarzacza
pt: Posição da janela do leitor
pt_br: Posição da janela de reprodução
ru: Положение окна проигрывателя
se: Čuojahanláse sajádat
sk: Umiestnenie okna prehrávača
sr: Положај прозора плејера
th: ตำแหน่งของหน้าต่างเครื่องเล่น
tr: Parça penceresinin konumu
uk: Позиція вікна програвача
