Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: If set, Amarok's manually saved playlists will contain a relative path to each track, not an absolute path.
af: As hierdie gestel is, sal Amarok se speel lyste wat jy self stoor relatiewe soek paaie, i.p.v. absolute paaie, bevat.
bg: Ако е включена тази отметка, ръчно записаните списъци със записи на Amarok ще съдържат относителния път до записа, не абсолютния.
ca: Si està seleccionat, les llistes de reproducció desades manualment amb l'Amarok contindran la ruta relativa de la peça, no l'absoluta.
da: Hvis markeret, indeholder spillelister som er manuelt gemt i Amarok en relativ søgesti til hvert spor, ikke en absolut.
de: Falls diese Einstellung aktiviert ist, werden manuell gespeicherte Wiedergabelisten relative Pfade zu den Dateien enthalten.
el: Αν επιλεχθεί, οι χειροκίνητα αποθηκευμένες λίστες του Amarok θα περιέχουν σχετικές διαδρομές στα κομμάτια, και όχι απόλυτες.
es: Si se activa, las listas de reproducción guardadas automáticamente por Amarok contrendrán una ruta relativa a cada pista, no una ruta absoluta.
et: Märkimisel sisaldavad Amaroki käsitsi salvestatud esitusnimekirjad palade suhtelist, mitte absoluutset asukohta.
fa: اگر تنظیم شود، amaroK فهرستهای پخشی که حاوی مسیر نسبی برای شیارها می‌باشند را به طور دستی ذخیره می‌کند، این مسیر مطلق نیست.
fi: Mikäli valittu, käsin tallennetut soittolistat sisältävät suhteellisen polun kappaleisiin absoluuttisen sijasta.
fr: Si cette case est cochée, les listes de lecture sauvegardées manuellement dans Amarok contiendront un chemin relatif vers le morceau et non absolu.
hu: Ha be van jelölve, akkor az Amarok kézzel elmentett lejátszólistáiban relatív elérési út szerepel a számoknál, nem pedig abszolút
it: Se impostata, le playlist di Amarok salvate manualmente conterranno un percorso relativo per ogni traccia, non un percorso assoluto.
ja: 有効にすると、Amarok で手動で保存したプレイリストは、各トラックへの絶対パスではなく相対パスを含みます。
km: ប្រសិន​បើ​បាន​កំណត់ បញ្ជី​ចាក់​ដែល​បាន​រក្សាទុក​ដោយ​ដៃ​របស់ Amarok នឹង​មាន​ផ្លូវ​ទំនាក់ទំនង​ទៅ​បទ​នីមួយៗ មិនមែន​ជា​ផ្លូវ​ពេញលេញ​ទេ ។
lt: Įjungus šią parinktį dainų kelių įrašymui AmaroK naudos santykinius kelius jei grojarašis bus įrašomas paties naudotojo.
nb: Hvis krysset av, blir det lagret relative, ikke absolutte, filadresser i Amaroks spillelister.
nds: Wenn anmaakt, bargt vun Hand sekerte Amarok-Afspeellisten relative Padden na de Stücken.
ne: यदि सेट भयो भने, अमारोकको म्यानुअल रूपमा बचत भएको प्लेसूचीले हरेक ट्रयाकमा सापेक्षित मार्ग समाविष्ट गर्नेछ, एउटा निरूपेक्षित मार्ग होइन ।
nl: Wanneer geselecteerd zullen de door Amarok handmatig opgeslagen afspeellijsten een relatief pad naar de tracks bevatten, in plaats van een absoluut pad.
nn: Viss kryssa av, vert det lagra relative, ikkje absolutte, filadresser i spelelister.
pa: ਜੇਕਰ ਸੈਟ ਕੀਤਾ ਗਿਆ ਤਾਂ ਅਮਰੋਕ ਸੰਗੀਤ-ਸੂਚੀਆਂ ਨੂੰ ਟਰੈਕਾਂ ਦੇ ਇੱਕ ਅਨੁਸਾਰੀ ਮਾਰਗ ਦੇ ਨਾਲ ਸੰਭਾਲਿਆ ਜਾਵੇਗਾ, ਨਾ ਕਿ ਅਸਲੀ।
pl: Jeśli ta opcja jest włączona, ręcznie zapisane listy odtwarzania Amaroka będą zawierały ścieżkę względną do każdego utworu, a nie bezwzględną.
pt: Se activado, as listas de reprodução do Amarok gravadas manualmente contêm a localização relativa das faixas, não a absoluta.
pt_br: Se selecionada, as listas de músicas salvas manualmente pelo Amarok conterão um caminho relativo para cada faixa, e não um caminho absoluto.
sk: Ak je nastavené, budú ručne ukladané zoznamy skladieb obsahovať relatívnu cestu k stopám, nie absolútnu.
sr: Ако је постављено, ручно снимљене листе нумера у Amarok-у ће садржати релативну путању до нумера уместо апсолутне.
th: หากตั้งไว้ รายการเล่นของ Amarok ที่ผู้ใช้บันทึกเองจะมีแต่พาธเชิงสัมพันธ์สำหรับแต่ละเพลง ไม่ใช่พาธเต็มๆ
tr: Eğer seçilirse, kaydedilen parça listeleri, gerçek değil de göreceli yol içerir.
uk: Якщо увімкнено, то списки композицій Amarok, які були збережені вручну, будуть містити відносний шлях, а не абсолютний.

source: Whether organize files will overwrite existing files.
af: Bepaal of 'Organiseer lêers' die bestaande lêers moet oorskryf.
bg: Дали организираните файлове да презаписват съществуващите файлове.
ca: Si en organitzar els fitxers se sobreescriuran els fitxers existents.
cs: "Organizovat soubory" má přepsat existující soubory.
da: Om organisering af filer vil overskrive eksisterende filer.
de: Legt fest, ob beim Verwalten von Dateien bereits existierende Dateien überschrieben werden.
el: Αν θα αντικατασταθούν υπάρχοντα αρχεία κατά την οργάνωση.
es: Si organizar archivos sobrescribirá los archivos existentes.
et: Kas failide korraldamisel kirjutatakse olemasolevad failid üle.
eu: 'Antolatu fitxategiak' lehendik ere badauden fitxategiak gainidatziko dituen edo ez.
fa: آیا پرونده‌های سازمان‌دهی جای‌نوشت پرونده‌های موجود شود.
fi: Mikäli valittu, tiedostojen järjestely korvaa olemassa olevia tiedostoja.
fr: Si oui ou non les fichiers organisés peuvent écraser des fichiers existants.
he: האם ארגון קבצים ישכתב קבצים קיימים.
hu: A fájl-rendszerezési művelet felülír-e létező fájlokat.
it: Decidi se Organizza file sovrascriverà i file esistenti o meno.
ja: ファイルの整理が既存のファイルを上書きするかどうか
ka: როდის გადაეწერება ორგანიზებული ფაილები არსებულებს.
km: ថា​តើ​ឯកសារ​រៀបចំ​នឹង​សរសេរ​ជាន់​លើ​ឯកសារ​ដែល​មាន​ស្រាប់​ឬ​ទេ ។
ko: 존재하는 파일을 '파일 구성하기'가 덮어쓸지 여부.
lt: Ar dėliojant bylas perrašyti esančias bylas.
nb: Om «Organiser filer» skal overskrive eksisterende filer.
nds: Bi't Bestüern vörhannen Dateien överschrieven
ne: सङ्गठित फाइलहरूले अवस्थित फाइलहरू अधिलेखन गर्नेछ या छैन ।
nl: Of het organiseren van bestanden bestaande bestanden zal overschrijven.
nn: Om ordninga av filer skal kunna overskriva gamle filer.
pa: ਕੀ ਸੰਗਠਿਤ ਫਾਇਲਾਂ ਨੂੰ ਮੌਜੂਦਾ ਫਾਇਲਾਂ ਉੱਤੇ ਲਿਖਿਆ ਜਾਵੇ।
pl: Czy zbierane pliki będą zastępowały istniejące pliki.
pt: Se a organização dos ficheiros irá sobrepor os existentes.
pt_br: Organizar arquivos irá sobrescrever arquivos existentes.
sk: Či spravovanie súborov prepíše existujúce súbory.
sr: Да ли ће организовање фајлова пребрисавати постојеће фајлове.
th: จะให้การจัดการแฟ้มทำการเขียนทับแฟ้มที่มีอยู่หรือไม่
uk: Чи під час організації файлів перезаписувати існуючі файли.

source: If set, Organize files will overwrite any existing destination.
af: As hierdie gestel is, sal 'Organiseer lêers' enige bestaande bestemming oorskryf.
bg: Ако е включена тази отметка, "Организиране на файловете" ще презапише съществуващото направление.
ca: Si està seleccionat, en organitzar els fitxers se sobreescriuran els fitxers de destí que ja existeixin.
da: Hvis markeret, kommer Organisér filer til at overskrive alle eksisterende mål.
de: Wenn diese Einstellung aktiviert ist, werden existierende Dateien von der Dateiverwaltung überschrieben.
el: Αν ορισθεί, η οργάνωση αρχείων θα αντικαταστήσει κάθε υπάρχον προορισμό.
es: Si se activa, Organizar archivos sobrescribirá cualquier destino que ya exista.
et: Valimisel kirjutatakse failide korraldamisel olemasolevad sihtkohad üle.
eu: Ezartzen bada, 'antolatu fitxategiak' lehendik dauden helburuko edozein gainidatziko du.
fa: اگر تنظیم شود، پرونده‌های سازمان‌دهی جای‌نوشت هر مقصد موجود می‌شود.
fi: Mikäli valittu, tiedostojen järjestely korvaa olemassa olevat kohdetiedostot.
fr: Si sélectionné, les fichiers organisés pourront écraser une destination existante.
he: אם נקבע, ארגון קבצים ישכתב כל יעד קיים.
hu: Ha be van jelölve, akkor a fájl-rendszerezési művelet felül fogja írni a már létező célfájlokat.
it: Se impostata, Organizza file sovrascriverà ogni destinazione esistente.
ja: 有効にすると、ファイルの整理は行き先の既存のものを上書きします。
ka: მინიჭება ნებისმიერი.
km: បើ​កំណត់ ឯកសារ​រៀបចំ​នឹង​សរសេរ​ជាន់​លើ​ទិសដៅ​ដែល​មាន​ស្រាប់ ។
ko: 설정하시면, 존재하는 어떤 대상파일도 '파일 구성하기'가 덮어쓸 것입니다.
lt: Jei ši parinktis įjungta, dėliojant bylas bus perrašytos esančios bylos.
nb: Hvis dette er på vil «Organiser filer» skrive over målfiler om de finnes fra før.
nds: Wenn anmaakt, warrt bi't Bestüern al vörhannen Dateien överschreven.
ne: यदि सेट भयो भने, सङ्गठित फाइलहरूले कुनै अवस्थित गन्तब्य अधिलेखन गर्नेछ ।
nl: Wanneer ingeschakeld zal organiseren van bestanden elke bestaande bestemming overschrijven.
nn: Viss kryssa av, kan ordninga av filer skriva over målfiler som finst frå før.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਸੰਗਠਿਤ ਫਾਇਲਾਂ ਕਿਸੇ ਵੀ ਮੌਜੂਦਾ ਟਿਕਾਣੇ ਉੱਤੇ ਲਿਖੀਆਂ ਜਾਣਗੀਆਂ
pl: Jeśli ta opcja jest włączona, zbierane pliki będą zastępowały docelowe pliki.
pt: Se a opção estiver activa, a organização dos ficheiros irá sobrepor os dados existentes no destino.
pt_br: Se selecionada, Organizar arquivos irá sobrescrever qualquer arquivo no destino.
sk: Ak je nastavené, Spravovanie súborov prepíše existujúce ciele.
sr: Ако је постављено, већ постојећа одредишта биће пребрисана при организовању.
th: หากตั้งไว้, การจัดการแฟ้มจะเขียนทับแฟ้มที่มีอยู่แล้วที่ที่หมาย
uk: Якщо увімкнено, то організація файлів буде перезаписувати існуючі.

source: Whether organize files will group directories according to their filetype.
af: Bepaal of 'Organiseer lêers' gidse volgens hulle lêertipes moet groepeer.
bg: Дали "Организиране на файловете" да групира директориите според файловият им вид.
ca: Si en organitzar els fitxers s'han d'agrupar els directoris segons el tipus de fitxer.
cs: Organizovat soubory má seskupovat adresáře podle typu obsažených souborů.
da: Om Organisér filer grupperer mapper ifølge deres filtype.
de: Legt fest, ob verwaltete Dateien nach Ihrem Dateityp gruppiert werden.
el: Αν θα ομαδοποιηθούν οι κατάλογοι σύμφωνα με τον τύπο αρχείου τους κατά την οργάνωση.
es: Si organizar archivos agrupará las carpetas según el tipo de los archivos.
et: Kas failide korraldamisel rühmitatakse kataloogid vastavalt failitüübile.
eu: 'Antolatu fitxategiak' direktorioak beraien fitxategi-moten arabera elkartuko dituen edo ez.
fa: آیا پرونده‌های سازمان‌دهی، فهرستهای راهنما را طبق نوع پرونده‌شان گروه‌بندی می‌کند.
fi: Mikäli valittu, erityyppiset tiedostot tulevat omiin alakansioihinsa.
fr: Si oui ou non les fichiers organisés doivent grouper les dossiers en s'accordant sur le type des fichiers.
he: האם ארגון קבצים יקבץ תיקיות לפי סוגי הקבצים שלהם.
hu: A fájl-rendszerezési művelet fájltípus szerint csoportosítja-e a könyvtárakat.
it: Decidi se Organizza file raggrupperà le cartelle secondo il tipo di file.
ja: ファイルの整理がファイルタイプによってディレクトリをグループ化するかどうか
ka: ჯგუფი -სკენ.
km: ថា​តើ​ឯកសារ​រៀបចំ​នឹង​ដាក់​ថត​ជា​ក្រុម​ទៅ​តាម​ប្រភេទ​ឯកសារ​របស់​ពួក​វា​ឬ​ទេ ។ ។
ko: '파일 구성하기'가 그들의 파일 형식에 따라 디렉터리들을 그룹화 할지 여부.
lt: Ar dėliojant bylas grupuoti aplankus pagal bylos tipą.
nb: Om «Organiser filer» vil gruppere mapper etter filtype.
nds: Bi't Bestüern Ornern na Dateityp tohoop stellen
ne: सङ्गठित फाइलहरूले तिनीहरूको फाइल प्रकारको आधारमा डाइरेक्टरीहरू समुहबद्ध गर्नेछ या छैन ।
nl: Of het organiseren van bestanden mappen zal groeperen aan de hand van hun bestandstype.
nn: Om ordning av filer skal gruppera mapper etter filtypen.
pa: ਕੀ ਸੰਗਠਿਤ ਫਾਇਲਾਂ ਨੂੰ ਡਾਇਰੈਕਟਰੀਆਂ ਵਿੱਚ ਉਹਨਾਂ ਦੀਆਂ ਫਾਇਲ ਕਿਸਮਾਂ ਮੁਤਾਬਕ ਗਰੁੱਪ 'ਚ ਰੱਖਿਆ ਜਾਵੇ।
pl: Czy zbierane pliki będą grupowały katalogi odpowiednio do typu plików.
pt: Se a organização dos ficheiros irá agrupar as pastas de acordo com o tipo de ficheiro.
pt_br: Organizar arquivos irá agrupar diretórios de acordo com seus tipos de arquivos.
sk: Či spravovanie súborov zoskupí adresára podľa typu súborov.
sr: Да ли ће организовање фајлова груписати директоријуме по типу фајлова.
th: จะให้การจัดการแฟ้มจับกลุ่มไดเร็คทอรีโดยอ้างถึงชนิดแฟ้มหรือไม่
uk: Чи під час організації файлів групувати каталоги відповідно до їх типу.

source: If set, Organize files will group directories containing the same filetype.
af: As hierdie gestel is, sal 'Organiseer lêers' gidse groepeer wat lêers van dieselfde tipe bevat.
bg: Ако е включена тази отметка, "Организиране на файловете" ще групира директориите, съдържащи същият един и същ вид файлове.
ca: Si està seleccionat, en organitzar els fitxers s'agruparan en directoris que continguin el mateix tipus de fitxer.
cs: Je-li nastaveno, Organizovat soubory bude seskupovat adresáře podle typu souborů.
da: Hvis markeret, vil Organisér filer gruppere mapper som indeholder samme filtype.
de: Wenn diese Einstellung aktiviert ist, wird die Dateiverwaltung Dateien mit gleichem Dateityp in entsprechenden Ordnern gruppieren.
el: Αν ορισθεί, η οργάνωση αρχείων θα ομαδοποιήσει καταλόγους που περιέχουν τον ίδιο τύπο αρχείων.
es: Si se activa, Organizar archivos agrupará carpetas que contengan el mismo tipo de archivos.
et: Valimisel rühmitatakse failide korraldamisel kataloogid vastavalt failitüüpidele.
eu: Ezartzen bada, 'Antolatu fitxategiak' direktorioak beraien fitxategi-moten arabera elkartuko ditu.
fa: اگر تنظیم شود، پرونده‌های سازمان‌دهی، فهرستهای راهنمای حاوی نوع پروندۀ مشابه را گروه‌بندی می‌کند.
fi: Mikäli valittu, erityyppiset tiedostot tulevat omiin alakansioihinsa.
fr: Si sélectionné, les fichiers organisés grouperont les dossiers contenant des fichiers de même type.
he: אם נקבע, ארגון קבצים יקבל תיקיות המכילות אותו סוג קובץ.
hu: Ha be van jelölve, akkor a fájl-rendszerezési művelet csoportosítani fogja az azonos fájltípust tartalmazó könyvtárakat.
it: Se impostata, Organizza file raggrupperà le cartelle contenti file dello stesso tipo.
ja: 有効にすると、ファイルの整理は同じファイルタイプを含むディレクトリをグループ化します
ka: მინიჭება ჯგუფი.
km: បើ​កំណត់ ឯកសារ​រៀបចំ​នឹង​ដាក់​ថត​ដែល​មាន​ប្រភេទ​ឯកសារ​ដូចគ្នា​ជា​ក្រុម ។
ko: 설정하시면, '파일 구성하기'가 같은 파일 형식을 포함하는 디렉터리별로 그룹화합니다.
lt: Jei ši parinktis įjungta, dėliojant bylas aplankai bus sugrupuoti pagal bylos tipą.
nb: Hvis dette er på, vil «Organiser filer» gruppere mapper som inneholder samme filtype.
nds: Wenn anmaakt, warrt bi't Bestüern Ornern mit den sülven Dateityp tohoop stellt.
ne: यदि सेट भयो भने, सङ्गठित फाइलहरूले एउटै फाइल प्रकार समाविष्ट गरिरहेको डाइरेक्टरीहरू समूहबद्ध गर्नेछ या छैन
nl: Wanneer ingeschakeld zal het organiseren van bestanden de mappen groeperen die hetzelfde bestandstype bevatten.
nn: Viss kryssa av, vil ordning av filer gruppera mapper etter filtypen.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਸੰਗਠਿਤ ਫਾਇਲਾਂ ਇੱਕ ਕਿਸਮ ਲਈ ਡਾਇਰੈਕਟਰੀਆਂ ਦਾ ਗਰੁੱਪ ਬਣਾਉਣਗੀਆਂ।
pl: Jeśli ustawione, zbierane pliki będą grupowały katalogi zawierające te same typy plików.
pt: Se a opção estiver activa, a organização dos ficheiros irá agrupar as pastas que contêm o mesmo tipo de ficheiro.
pt_br: Se selecionada, Organizar arquivos irá agrupar diretórios com o mesmo tipo de arquivo.
sk: Ak je nastavené, Spravovanie súborov zoskupí adresáre, ktoré obsahujú rovnaký typ súborov.
sr: Ако је постављено, при организовању биће груписани директоријуми који садрже исти тип фајлова.
th: หากตั้งไว้, การจัดการแฟ้มจะทำการจับกลุ่มไดเร็คทอรีที่มีแฟ้มชนิดเดียวกันไว้ด้วยกัน
uk: Якщо увімкнено, то "Організувати файли" буде групувати теки, які містять однакові типи файлів.

source: Whether organize files will group artist starting in the same character.
af: Bepaal of 'Organiseer lêers' kunstenaars wat se name met dieselfde karakter begin saam moet groepeer.
bg: Дали "Организиране на файловете" да групира изпълнители, чиито имена започват с една и съща буква.
ca: Si en organitzar els fitxers s'agruparan els artistes amb la mateixa inicial.
cs: "Organizovat soubory" má seskupovat interprety podle počátečního písmene.
da: Om organisér filer grupperer kunstnere som begynder med samme bogstav.
de: Legt fest, ob verwaltete Dateien nach dem ersten Buchstaben des Interpreten gruppiert werden sollen.
el: Αν θα ομαδοποιηθούν καλλιτέχνες που αρχίζουν με το ίδιο γράμμα κατά την οργάνωση.
es: Si organizar archivos agrupará los artistas que comiencen con el mismo caracter.
et: Kas failide korraldamisel rühmitatakse sama algustähega esitajad.
eu: 'Antolatu fitxategiak' karaketere berdinarekin hasten diren artistak elkartuko dituen edo ez.
fa: آیا پرونده‌های سازمان‌دهی، هنرمندی که با همین نویسه آغاز می‌شود را گروه‌بندی می‌کند.
fi: Mikäli valittu, tiedostot järjestetään artistin alkukirjaimen mukaisiin alakansioihin.
fr: Si oui ou non les fichiers organisés doivent grouper les artistes dont le nom commence par le même caractère.
he: האם ארגון קבצים יקבץ אומנים ששמותיהם מתחיל באותה אות.
hu: A fájl-rendszerezési művelet az előadó nevének kezdőbetűje szerint végez-e csoportosítást.
it: Decidi se Organizza file raggrupperà gli artisti il cui nome inizia con la stessa lettera o meno.
ja: ファイルの整理が同じ文字で始まるアーティストをグループ化するかどうか
ka: ჯგუფი -ში.
km: ថា​តើឯកសារ​រៀបចំ​នឹង​ដាក់​សិល្បករ​ដែល​មាន​ឈ្មោះ​ចាប់ផ្ដើម​ដោយ​តួអក្សរ​ដូចគ្នា​ជា​ក្រុម​ឬ​ទេ ។
ko: '파일 구성하기'가 같은 문자로 시작하는 아티스트별로 그룹화 할지 여부.
lt: Ar dėliojant bylas grupuoti atlikėjus pagal pirmąją raidę.
nb: Om «Organiser filer» vil gruppere artister som har samme forbokstav.
nds: Bi't Bestüern Künstlers mit den sülven Anfangbookstaav tohoop stellen
ne: सङ्गठित फाइलहरूले एउटै क्यारेक्टरमा सुरु गरेको कलाकारलाई समूहबद्ध गर्नेछ या छैन ।
nl: Of het organiseren van bestanden artiesten die beginnen met dezelfde letter zal groeperen.
nn: Om ordning av filer skal gruppera artistar som startar med same forbokstav.
pa: ਕੀ ਸੰਗਠਿਤ ਫਾਇਲਾਂ ਇੱਕੋ ਅੱਖਰ ਨਾਲ ਸ਼ੁਰੂ ਹੋਣ ਵਾਲੇ ਕਲਾਕਾਰਾਂ ਦਾ ਗਰੁੱਪ ਬਣਾਓ।
pl: Czy zbierane pliki będą grupowały wykonawców zaczynających się na tę samą literę.
pt: Se a organização dos ficheiros irá agrupar os artistas que comecem pela mesma letra.
pt_br: Organizar arquivos irá agrupar os artistas que comecem com a mesma letra.
sk: Či spravovanie súborov zoskupí interpretov začínajúcich na to isté písmeno.
sr: Да ли ће организовање фајлова груписати извођаче по почетном слову.
th: จะให้การจัดการแฟ้มจับกลุ่มศิลปินที่ชื่อเริ่มต้นด้วยตัวอักษรเดียวกันหรือไม่
uk: Чи під час організації файлів будуть групуватись виконавці з однаковою буквою.

source: If set, Organize files will group artist starting in the same character.
af: As hierdie gestel is, sal 'Organiseer lêers' kunsternaars wat se name met dieselfde karakter begin groepeer.
bg: Ако е включена тази отметка, "Организиране на файловете" ще групира изпълнителите по име.
ca: Si està seleccionat, en organitzar els fitxers s'agruparan els artistes que el seu nom comenci per la mateixa lletra.
cs: Je-li nastaveno, "Organizovat soubory" bude seskupovat interprety podle počátečního písmene.
da: Hvis markeret, kommer Organisér filer til at gruppere kunstnere som begynder med samme bogstav.
de: Wenn diese Einstellung aktiviert ist, wird die Dateiverwaltung Dateien in Unterordnern mit dem Anfangsbuchstaben des Interpreten gruppieren.
el: Αν ορισθεί, η οργάνωση αρχείων θα ομαδοποιήσει καλλιτέχνες που αρχίζουν με το ίδιο γράμμα.
es: Si se activa, Organizar archivos agrupará los artistas que comiencen por el mismo caracter.
et: Valimisel rühmitatakse failide korraldamisel sama algustähega esitajad.
eu: Ezartzen bada,'Antolatu fitxategiak' karaketere berdinarekin hasten diren artistak elkartuko ditu.
fa: اگر تنظیم شود، پرونده‌های سازمان‌دهی، هنرمند که با همین نویسه آغاز می‌شود را گروه‌بندی می‌کند.
fi: Mikäli valittu, tiedostot järjestetään artistin alkukirjaimen mukaisiin alakansioihin.
fr: Si sélectionné, les fichiers organisés grouperont les artistes dont le nom commence par le même caractère.
he: אם נקבע, ארגון קבצים יקבל אומנים ששמותיהם מתחיל באותה אות.
hu: Ha be van jelölve, akkor a fájl-rendszerezési művelet az azonos kezdőbetűvel rendelkező előadóneveket csoportosítani fogja.
it: Se impostata, Organizza file raggrupperà gli artisti il cui nome inizia con la stessa lettera.
ja: 有効にすると、ファイルの整理は同じ文字で始まるアーティストをグループ化します。
ka: მინიჭება ჯგუფი -ში.
km: បើ​កំណត់ ឯកសារ​រៀបចំ​នឹង​ដាក់​សិល្បករ​ដែល​មាន​ឈ្មោះ​ចាប់ផ្ដើម​ដោយ​តួអក្សរ​ដូចគ្នា​ជា​ក្រុម ។
ko: 만약 설정하면, '파일 구성하기'는 같은 문자로 시작하는 아티스트별로 그룹을 이룰 것입니다.
lt: Jei ši parinktis įjungta, dėliojant bylas atlikėjai bus sugrupuoti pagal pirmąją raidę.
nb: Hvis dette er p å, vil«Organiser filer» gruppere artister som har samme forbokstav.
nds: Wenn anmaakt, warrt Künstlers mit den sülven Anfangbookstaav tohoop stellt.
ne: यदि सेट भयो भने, सङ्गठित फाइलहरूले एउटै क्यारेक्टरमा सुरु गरिरहेको कलाकार समूहबद्ध गर्नेछ या छैन ।
nl: Wanneer ingeschakeld zal het organiseren van bestanden artiesten die beginnen met dezelfde letter groeperen.
nn: Viss kryssa av, vil ordning av filer gruppera artistar som startar med same forbokstav.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਸੰਗਠਿਤ ਫਾਇਲਾਂ ਵਿੱਚ ਇੱਕ ਅੱਖਰ ਨਾਲ ਸ਼ੁਰੂ ਹੁੰਦੇ ਅੱਖਰ ਮੁਤਾਬਕ ਗਰੁੱਪ 'ਚ ਰੱਖਿਆ ਜਾਵੇਗਾ।
pl: Jeśli ustawione, zbierane pliki będą grupowały wykonawców zaczynających się na tę samą literę.
pt: Se a opção estiver activa, a organização dos ficheiros irá agrupar os artistas que comecem pela mesma letra.
pt_br: Se selecionada, Organizar arquivos irá agrupar artistas que comecem com a mesma letra.
sk: Ak je nastavené, Spravovanie súborov zoskupí interpretov do skupín podľa počiatočného písmena.
sr: Ако је постављено, организовање фајлова груписаће извођаче по почетном слову.
th: หากตั้งไว้ การจัดการแฟ้มจะจับกลุ่มศิลปินที่ชื่อเริ่มต้นด้วยตัวอักษรเดียวกัน
uk: Якщо увімкнено, то "Організувати файли" буде групувати виконавців з однаковою першою буквою.

source: Whether organize files will ignore The in artist names.
af: Bepaal of 'Organiseer lêers' 'The' in kunstenaars se name moet ignoreer.
bg: Дали "Организиране на файловете" да игнорира "The" в имената на изпълнителите.
ca: Si en organitzar els fitxers, s'ignorarà el «The» dels noms dels artistes.
cs: "Organizovat soubory" má ignorovat "The" v názvech interpretů.
da: Om organisér filer ignorerer 'The' i kunstnernavne.
de: Legt fest, ob "The" im Namen des Interpreten ignoriert wird.
el: Αν η οργάνωση αρχείων θα παραβλέπει το The στο όνομα καλλιτέχνη.
es: Si organizar archivos ignorará el artículo Los en el nombre de los artistas.
et: Kas failide korraldamisel ignoreeritakse esitaja nimedes alustavat 'The'.
eu: 'Antolatu fitxategiak' artisten izenetan 'The' hitzari ez ikusi egingo dien edo ez.
fa: آیا پرونده‌های سازمان‌دهی از The در نام هنرمندان چشم‌پوشی می‌کند.
fi: Mikäli valittu, määräinen artikkeli the jätetään huomioimatta artistien nimessä.
fr: Si oui ou non les fichiers organisés doivent ignorer le mot 'The' dans les noms d'artiste.
he: האם ארגון קבצים יתעלם מהמילה The בשמות האומנים.
hu: A fájl-rendszerezési művelet figyelmen kívül hagyja-e az előadónevek elején levő "The" szót.
it: Decidi se Organizza file ignorerà The nel nome dell'artista.
ja: ファイルの整理がアーティスト名の「The」を無視するかどうか
ka: -ში.
km: ថា​តើ​ឯកសារ​រៀបចំ​នឹង​មិន​អើពើ The នៅ​ក្នុង​ឈ្មោះ​សិល្បករ​ឬ​ទេ ។
ko: '파일 구성하기'가 아티스트 이름에서 The 를 무시할지 여부.
lt: Ar dėliojant bylas ignoruoti „The“ atlikėjo pavadinime.
nb: Om «Organiser filer» vil ignorere «The» i artistnavn.
nds: Bi't Bestüern en "The" binnen den Künstlernaam övergahn
ne: सङ्गठित फाइलहरूले कलाकार नामहरूमा उपेक्षा गर्नेछ या छैन ।
nl: Of het organiseren van bestanden het woord 'The' in de artiestnamen zal negeren.
nn: Om ordning av filer skal oversjå «The» i artistnamn.
pa: ਕੀ ਸੰਗਠਿਤ ਫਾਇਲਾਂ 'ਚ ਕਲਾਕਾਰ ਨਾਂ ਵਿੱਚ The ਨੂੰ ਅਣਡਿੱਠਾ ਕੀਤਾ ਜਾਵੇ
pl: Czy zebrane pliki będą ignorować "The" w nazwach wykonawców.
pt: Se a organização dos ficheiros irá ignorar o 'The' nos nomes dos artistas.
pt_br: Organizar arquivos irá ignorar o 'The' nos nomes dos artistas.
sk: Či bude spravovanie súborov ignorovať The v menách interpretov.
sr: Да ли ће организовање фајлова занемарити The у именима извођача.
th: จะให้การจัดการแฟ้มเพิกเฉยต่อคำ 'The' ในชื่อศิลปินหรือไม่
uk: Чи "Організувати файли" ігноруватиме в іменах виконавців артикль "the".
