Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Look up this track at musicbrainz.org
af: Kry snit informasie vanaf musicbrainz.org
bg: Търсене на този запис в musicbrainz.org
ca: Cerca aquesta peça a musicbrainz.org
cs: Vyhledat tuto skladbu na musicbrainz.org
da: Slå dette spor op på musicbrainz.org
de: Dieses Stück bei musicbrainz.org nachschlagen
el: Αναζήτηση αυτού του κομματιού στο musicbrainz.org
es: Buscar esta pista en musicbrainz.org
et: Selle pala otsimine musicbrainz.org-ist
eu: Begiratu pista hau musicbrainz.org gunean
fa: مراجعه به این شیار در musicbrainz.org
fi: Etsi tämä kappale musicbrainz.orgista
fr: Chercher ce morceau sur musicbrainz.org
he: חפש רצועה זו באתר musicbrainz.org
hu: A szám keresése a musicbrainz.org website-on
it: Cerca questa traccia su musicbrainz.org
ja: このトラックを musicbrainz.org で調べる
ka: ჩანაწერის musicbrainz.org-ზე ძებნა
km: ស្វែងរក​បទ​នេះ​នៅ musicbrainz.org
ko: musicbrainz.org에서 이 트랙 찾기
lt: Ieškoti šios dainos musicbrainz.org
nb: Slå opp sporet på musicbrainz.org
nds: Dit Stück bi musicbrainz.org nakieken
ne: musicbrainz.org मा यो ट्रयाक खोजी गर्नुहोस्
nl: Deze track opzoeken op musicbrainz.org
nn: Slå opp sporet på MusicBrainz
pa: musicbrainz.org ਉੱਤੇ ਇਸ ਟਰੈਕ ਦੀ ਖੋਜ
pl: Odszukaj ten utwór na musicbrainz.org
pt: Procurar esta faixa no musicbrainz.org
pt_br: Buscar por esta faixa no musicbrainz.org
ru: Искать сведения об этой дорожке на musicbrainz.org
se: Gávnna dán bihtá MusicBrainz:as
sk: Vyhľadať túto skladbu na musicbrainz.org
sr: Потражи ову нумеру на musicbrainz.org
th: ค้นหาเพลงนี้ที่ musicbrainz.org
tr: Bu parçaya musicbrainz.com'dan bak
uk: Відшукати дані про цю доріжку на musicbrainz.org

source: _n: Track played once Track played %n times
af: Snit een maal gespeel Snit %n male gespeel.
bg: Изпълняван веднъж Изпълняван %n пъти
ca: Peça escoltada una vegada Peça escoltada %n vegades
cs: Skladba přehrána jednou Skladba přehrána %n krát Skladba přehrána %n krát
da: Spor afspillet én gang Spor afspillet %n gange
de: Stück einmal gespielt Stück %n-mal gespielt
el: Το κομμάτι έπαιξε μια φορά Το κομμάτι έπαιξε %n φορές
es: Pista reproducida una vez Pista reproducida %n veces
et: Pala on mängitud üks kord Pala on mängitud %n korda
eu: Behin erreproduzitutako pista %n aldiz erreproduzitutako pista
fa: شیار، %n مرتبه پخش شد
fi: Soitettu kerran Soitettu %n kertaa
fr: Morceau écouté %n fois Morceau écouté %n fois
he: רצועה הושמעה פעם אחת רצועה הושמעה %n פעמים
hu: Lejátszva %n alkalommal
it: Traccia riprodotta una volta Traccia riprodotta %n volte
ja: 再生回数: %n
ka: ჩანაწერი %n-ჯერ არის დაკრული
km: បាន​ចាក់ %n ដង
lt: Atlikta %n kartą Atlikta %n kartus Atlikta %n kartų
nb: Sporet er spilt en gang Sporet er spilt %n ganger
nds: Stück eenmaal speelt Stück %n maal speelt
ne: एकपटक प्ले गरिएको ट्रयाक %n पटक प्ले गरिएको ट्रयाक
nl: Track eenmaal afgespeeld Track %n maal afgespeeld
nn: Sporet er spelt éin gong Sporet er spelt %n gongar
pa: ਟਰੈਕ ਇੱਕ ਵਾਰ ਚਲਾਇਆ ਹੈ ਟਰੈਕ %n ਵਾਰ ਚਲਾਇਆ ਹੈ
pl: Utwór odtworzono raz Utwór odtworzono %n razy Utwór odtworzono %n razy
pt: Faixa tocada uma vez Faixa tocada %n vezes
pt_br: Reproduzida uma única vez Reproduzida %n vezes
ru: Проигрывалась %n раз Проигрывалась %n раза Проигрывалась %n раз
se: Bihttá čuojahuvvon oktii Bihttá čuojahuvvon %n gearddi
sk: Skladba bola prehraná raz Skladba bola prehraná %n krát Skladba bola prehraná %n krát
sr: Нумера је пуштена %n пут Нумера је пуштена %n пута Нумера је пуштена %n пута
th: เพลงนี้เล่น %n ครั้ง
tr: Daha önce %n kez çalındı
uk: Доріжка програвалась %n раз Доріжка програвалась %n рази Доріжка програвалась %n разів

source: Last played: %1
af: Laaste gespeel: %1
bg: Последно: %1
ca: Escoltada per última vegada: %1
cs: Naposledy přehráno: %1
da: Sidste afspillet: %1
de: Zuletzt gespielt: %1
el: Τελευταία εκτέλεση: %1
es: Última reproducción: %1
et: Viimati: %1
eu: Azken erreproduzitutakoa: %1
fa: آخرین پخش‌شده: %1
fi: Soitettu viimeksi %1
fr: Dernière écoute : %1
he: הושמע לאחרונה: %1
hu: Legutóbb lejátszva: %1
it: Ultimo ascolto: %1
ja: 前回再生: %1
ka: ბოლოჯერ დაიკრა: %1
km: ចាក់​ចុងក្រោយ ៖ %1
ko: 최근 재생함: %1
lt: Paskutinį kartą atlikta: %1
nb: Sist spilt: %1
nds: Tolest speelt: %1
ne: अन्तिममा प्ले गरिएको: %1
nl: Laatst afgespeeld: %1
nn: Sist spelt: %1
pa: ਆਖਰੀ ਵਜਾਇਆ: %1
pl: Ostatnio odtworzony: %1
pt: Tocada pela última vez: %1
pt_br: Última vez: %1
ru: Последний раз: %1
se: Máŋemuš čuojahuvvon: %1
sk: Naposledy prehrané: %1
sr: Последње пуштано: %1
th: เล่นครั้งสุดท้าย: %1
tr: Son çalma: %1
uk: Востаннє програвалась: %1

source: First played: %1
af: Eerste keer gespeel: %1
bg: Първо: %1
ca: Escoltada per primer cop: %1
cs: Poprvé přehráno: %1
da: Første afspillet: %1
de: Erstmals gespielt: %1
el: Πρώτη εκτέλεση: %1
es: Reproducido por primera vez: %1
et: Esmakordselt: %1
eu: Lehen erreproduzitutakoa: %1
fa: اولین پخش‌شده: %1
fi: Soitettu ensimmäisen kerran %1
fr: Première écoute : %1
he: הושמע לראשונה: %1
hu: Először lejátszva: %1
it: Primo ascolto: %1
ja: 初回再生: %1
ka: პირველად დაიკრა: %1
km: ចាក់​លើក​ទី​មួយ ៖ %1
ko: 처음 재생함: %1
lt: Pirmą kartą atlikta: %1
nb: Først spilt: %1
nds: Toeerst speelt: %1
ne: पहिले प्ले गरिएको: %1
nl: Eerst afgespeeld: %1
nn: Først spelt: %1
pa: ਪਹਿਲਾਂ ਚਲਾਇਆ: %1
pl: Pierwszy raz odtworzony: %1
pt: Tocada pela primeira vez: %1
pt_br: Primeira vez: %1
ru: Первый раз: %1
se: Čuojáhuvvui vuos: %1
sk: Poprvýkrát prehrané: %1
sr: Први пут пуштено: %1
th: เล่นครั้งแรก: %1
tr: İlk çalma: %1
uk: Першою програвалась: %1

source: Never played before
af: Nog nooit van te vore gespeel nie.
bg: Не е изпълняван досега
ca: No s'havia escoltat abans
cs: Zatím nikdy nehráno
da: Aldrig afspillet før
de: Noch nie gespielt
el: Δεν έχει εκτελεστεί ξανά
es: No reproducido anteriormente
et: Pole varem mängitud
eu: Inoiz erreproduzitu gabea
fa: قبلاً هرگز پخش‌نشده
fi: Kappaletta ei ole soitettu aikaisemmin
fr: Jamais écouté
he: לא הושמע מעולם
hu: Korábban nem volt lejátszva
it: Mai riprodotta prima
ja: 初めて再生
ka: არასდროს არ დაკრულა
km: មិន​ដែល​ចាក់​សោះ
ko: 다음일시 이전에 재생한 적 없음
lt: Dar niekada neatlikta
nb: Aldri spilt før
nds: Nienich speelt
ne: यसभन्दा अघि कहिल्यै प्ले गरिएको छैन
nl: Nooit eerder afgespeeld
nn: Aldri spelt før
pa: ਪਹਿਲਾਂ ਕਦੇ ਨਹੀਂ ਚਲਾਇਆ
pl: Nigdy nie odtwarzany
pt: Nunca tocada antes
pt_br: Nunca foi reproduzida antes
ru: Первое воспроизведение
se: Ii ovdal čuojahuvvon
sk: Zatiaľ nikdy neprehrané
sr: Никада раније пуштено
th: ไม่เคยเล่นมาก่อน
tr: Daha önce çalınmadı
uk: Ще ніколи не програвалась

source: This file is not in your Collection!
af: Hierdie lêer is nie in jou versameling nie.
bg: Този файл не е във вашата колекция!
ca: Aquest fitxer no és a la vostra col·lecció!
cs: Tento soubor není ve vaší kolekci!
da: Denne fil er ikke i din samling.
de: Diese Datei befindet sich nicht in der Sammlung.
el: Αυτό το αρχείο δεν υπάρχει στη συλλογή σας!
es: Este archivo no está en su colección.
et: Seda faili pole sinu muusikakogus!
eu: Fitxategi hau ez dago zure bilduman.
fa: این پرونده در مجموعۀ شما نیست!
fi: Tämä kappale ei ole kokoelmassa.
fr: Ce fichier n'est pas dans votre collection !
he: הקובץ לא נמצא באוסף שלך!
hu: Ez a fájl nem szerepel a gyűjteményben.
it: Questo file non è nella collezione!
ja: このファイルはコレクションに入っていません
ka: ფაილი არაა კოლექციაში!
km: ឯកសារ​នេះ​មិន​ស្ថិត​នៅ​ក្នុង​ការ​សម្រាំង​របស់​អ្នក​ឡើយ !
ko: 이 파일은 모음집에 등록되어 있지 않습니다!
lt: Ši byla nepriklauso fonotekai!
nb: Fila er ikke med i samlinga.
nds: Disse Datei is nich binnen Dien Sammeln!
ne: यो फाइल तपाईँको सङ्कलनमा छैन!
nl: Dit bestand bevindt zich niet in uw collectie.
nn: Fila er ikkje med i samlinga di.
pa: ਇਹ ਫਾਇਲ ਤੁਹਾਡੇ ਭੰਡਾਰ ਵਿੱਚ ਨਹੀ ਹੈ!
pl: Ten plik nie znajduje się w twojej kolekcji!
pt: Este ficheiro não está na sua colecção!
pt_br: Este arquivo não está na sua Coleção!
ru: Файл не входит в коллекцию
se: Dát fiila ii leat mielde čoahkkádusastis
sk: Tento súbor nie je vo vašej kolekcii!
sr: Овај фајл није у вашој збирци!
th: แฟ้มนี้ไม่ได้อยู่ในคลังดนตรีของคุณ!
tr: Bu dosya koleksiyonunuzda yok!
uk: Цей файл не знаходиться у вашій збірці!

source: If you would like to see contextual information about this track, you should add it to your Collection.
af: As jy konteks informasie oor die snit wil sien, moet jy dit by die versameling byvoeg.
bg: Ако искате да виждате контекстна информация за записа, трябва да го добавите към колекцията си.
ca: Si voleu veure informació contextual d'aquesta peça l'hauríeu d'afegir a la col·lecció.
cs: Pokud chcete vidět kontextové informace k této skladbě, měli byste ji nejprve přidat do své kolekce.
da: Hvis du gerne vil se sammenhængsinformation om denne sang, må du tilføje den til din samling.
de: Wenn Sie Kontext-Informationen zu diesem Stück möchten, müssen Sie es der Sammlung hinzufügen.
el: Αν επιθυμείτε πληροφορίες σχετικά με αυτό το κομμάτι, πρέπει να το προσθέσετε στη συλλογή σας.
es: Si le gustaría ver información contextual sobre esta pista, debería añadirla a su colección.
et: Kui soovid selle pala kohta rohkem kontekstiinfot saada, lisa see oma muusikakogusse.
eu: Pistari buruko testuinguruko informazioa irakurtzeko zure Bildumari gehitu behar diozu.
fa: اگر تمایل به دیدن اطلاعات متنی راجع به این شیار دارید، باید آن را به مجموعه‌تان اضافه کنید.
fi: Jos haluat nähdä kontekstitietoja tästä kappaleesta, se kannattaa lisätä kokoelmaasi.
fr: Si vous souhaitez des informations contextuelles concernant ce morceau, vous devez l'ajouter à votre collection.
he: אם ברצונך לראות מידע הקשור לרצועה זו, עליך להוסיף זאת לאוסף שלך.
hu: Ha szeretne környezeti információt látni erről a számról, akkor tegye be a számot a gyűjteménybe.
it: Se vuoi vedere informazioni contestuali sulla traccia attuale, devi aggiungerla alla tua collezione.
ja: このトラックの関連情報を見るには、トラックをコレクションに追加する必要があります。
ka: თუ გსურთ იხილოთ ამ ჩანაწერზე კონტექსტური ინფორმაცია, უნდა დაამატოთ იგი კოლექციას.
km: បើ​អ្នក​ចង់​ឃើញ​ព័ត៌មាន​បរិបទ​អំពី​បទ​នេះ អ្នក​គួរ​តែ​បន្ថែម​វា​ទៅ​ការ​សម្រាំង​របស់​អ្នក ។
ko: 이 트랙에 대한 관련된 정보를 보기 원한다면, 이 트랙을 당신의 모음집에 추가해야 합니다.
lt: Jei pageidaujate matyti papildomą informaciją apie šią dainą, įtraukite ją į fonoteką.
nb: Hvis du vil se sammenhengsinformasjon om dette sporet, må du legge det til samlinga.
nds: Wenn Du Kontext-Informatschonen för dat Stück hebben wullt, föög dat Dien Sammeln to.
ne: यदि तपाईँ यो ट्रयाकको बारेमा प्रासाङ्गिक सूचना हेर्न चाहनुहुन्छ भने, तपाईँ यसलाई आफ्नो सङ्कलनमा थप्न सक्नुहुनेछ ।
nl: Als u meer informatie over dit nummer wilt bekijken, voeg het dan eerst toe aan uw collectie.
nn: Viss du vil sjå samanhengsinformasjon om dette sporet, må du leggja det til samlinga di.
pa: ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਟਰੈਕ ਬਾਰੇ ਸੰਖੇਪ ਜਾਣਕਾਰੀ ਵੇਖਣੀ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਤੁਹਾਨੂੰ ਇਸ ਨੂੰ ਆਪਣੇ ਭੰਡਾਰ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕਰਨਾ ਪਵੇਗਾ।
pl: Jeśli chciałbyś widzieć informacje kontekstowe o tym utworze, powinieneś dodać go do kolekcji.
pt: Se deseja mais informações contextuais acerca desta música, adicione-a à sua colecção.
pt_br: Se você gostaria de ver informações sobre esta faixa, deveria adicioná-la à sua Coleção.
ru: Если вы хотите разнообразную статистическую информацию по этой композиции, добавьте её в коллекцию.
se: Jus háliidat oaidnit lassedieđuid dán bihtái, de galggašit lasihit dan čoahkkádussii.
sk: Pokiaľ chcete vidieť kontextové informácie k tejto skladbe, mali by ste ich najskôr pridať do svojej kolekcie.
sr: Ако бисте желели да видите контекстне информације о овој нумери, требало би да је додате у своју збирку.
th: หากว่าคุณต้องการดูข้อมูลเสริมรายละเอียดของเพลงนี้ คุณควรที่จะเพิ่มมันเข้าไปใน คลังดนตรีของคุณ
tr: Bu parça ile ilgili içerik bilgisini görmek istiyorsanız, bu parçayı koleksiyona eklemeniz gereklidir.
uk: Якщо ви хочете бачити контекстну інформацію про цю доріжку, додайте її до вашої збірки.

source: Change Collection Setup...
af: Verander versameling opstelling...
bg: Настройка на колекцията...
ca: Canvia la configuració de la col·lecció...
cs: Změnit nastavení kolekce...
da: Ændr samlingsindstilling...
de: Sammlung einrichten ...
el: Αλλαγή εγκατάστασης συλλογής...
es: Cambiar configuración de la colección...
et: Muuda muusikakogu seadistusi...
eu: Aldatu bildumaren konfigurazioa...
fa: تغییر برپایی مجموعه...
fi: Kokoelman asetukset…
fr: Modifier la configuration de votre collection...
he: שנה את ההגדרות של האוסף שלך...
hu: A gyűjtemény beállításainak módosítása...
it: Cambia impostazioni collezione...
ja: コレクションの設定を変更...
ka: კოლექციის პარამეტრების შეცვლა...
km: ផ្លាស់ប្ដូរ​ការ​រៀបចំ​ការ​សម្រាំង...
ko: 모음집 설정 변경...
lt: Pakeisti fonotekos parinktis...
nb: Endre samlingsoppsett …
nds: Instellen för Sammeln ännern...
ne: सङ्कलन सेटअप परिवर्तन गर्नुहोस्...
nl: Collectie-instellingen wijzigen...
nn: Endra samlingsoppsett …
pa: ਭੰਡਾਰ ਸੈਟਅੱਪ ਤਬਦੀਲ...
pl: Zmień ustawienia kolekcji...
pt: Modificar a Configuração da Colecção...
pt_br: Alterar Configuração da Coleção...
ru: Настроить коллекцию...
se: Rievdat čoahkkádusheivehusa …
sk: Zmeniť nastavenie kolekcie...
sr: Промени подешавање збирке...
th: เปลี่ยนการตั้งค่าของคลังดนตรี...
tr: Koleksiyon Ayarlarını Değiştir...
uk: Змінити налаштування збірки...

source: Cue File
af: Plaas Lêer in Wagtou
bg: Файлът на опашка
ca: Fitxer CUE
cs: Pomocný soubor
da: Indholdsfil
de: Cue-Datei
el: Αρχείο Cue
es: Encolar archivo
et: CUE fail
eu: 'Cue' fitxategia
fa: پروندۀ اشاره
fi: Cue-tiedosto
fr: Fichier Cue
he: קובץ רמיזה
hu: Cue-fájl
it: File Cue
ja: キュー (Cue) ファイル
ka: Cue ფაილი
km: ឯកសារ Cue
ko: Cue 파일
lt: Cue byla
nb: Sporlistefil
nds: Cue-Datei
ne: क्यु फाइल
nl: Cue-bestand
nn: Legg fil i kø
pa: Cue ਫਾਇਲ
pl: Zasygnalizuj plik
pt: Ficheiro CUE
pt_br: Arquivo Cue
ru: Cue-файл
se: Bija fiilla gárgadussii
sk: Pomocný súbor...
sr: CUE фајл
th: เข้าคิวแฟ้ม
tr: Cue Dosyası
uk: Cue-файл

source: Artists Related to %1
af: Kunstenaar verwant aan %1
bg: Свързани с %1 изпълнители
ca: Artistes relacionats amb %1
cs: Umělci související s '%1'
da: Kunstnere relaterede til %1
de: Ähnliche Interpreten wie %1
el: Σχετικοί καλλιτέχνες με %1
es: Artistas relacionados con %1
et: Esitajale %1 lähedased esitajad
eu: %1(r)ekin zerikusia duten artistak
fa: هنرمندان مربوط به %1
fi: Artistin ”%1” kanssa samankaltaisia olevat artistit
fr: Artistes associés à %1
he: אומנים הקשורים ל־ %1
hu: %1 előadóhoz kapcsolódó előadók
it: Artisti simili a %1
ja: %1 に関連するアーティスト
ka: %1-სთან დაკავშირებული შემსრულებლები
km: សិល្បករ​ដែល​ទាក់ទង​នឹង %1
ko: %1와(과) 관련있는 아티스트
lt: Į %1 panašūs atlikėjai
nb: Artister med relasjon til %1
nds: Künstlers liek to "%1"
ne: %1 सँग सम्बन्धित कलाकारहरू
nl: Artiesten gerelateerd aan %1
nn: Artistar som liknar på %1
pa: %1 ਨਾਲ ਸਬੰਧਤ ਕਲਾਕਾਰ
pl: Wykonawcy powiązani z %1
pt: Artistas Relacionados com %1
pt_br: Artistas Relacionados a %1
ru: Исполнители, связанные с %1
se: Artisttat mat sulástahtet %1
sk: Interpreti podobní na %1
sr: Извођачи слични са %1
th: ศิลปินที่เกี่ยวข้องกับ %1
tr: %1 ile ilgili Sanatçılar
uk: Виконавці споріднені з %1

source: Songs with label %1
af: Liedjies met etiket %1
bg: Песни с етикет %1
ca: Cançons amb l'etiqueta %1
cs: Skladby s popiskem %1
da: Sange med etiketten %1
de: Stücke mit Label %1
el: Τραγούδια με ετικέτα %1
es: Canciones con la etiqueta %1
et: Laulud märgendiga %1
fa: ترانه‌ها با برچسب %1
fi: Kappaleet nimikkeellä %1
fr: Morceaux avec le libellé %1
hu: Számok "%1" címkével
it: Brani con etichetta %1
ja: ラベル %1 の曲
km: បទ​ចម្រៀង​ដែល​មាន​ស្លាក %1
lt: Dainos, pažymėtos etikete %1
nb: Sanger med etikett %1
nds: Stücken mit Steekwoort "%1"
ne: %1 लेबुलका गीतहरू
nl: Tracks met label %1
nn: Songar med merkelappen %1
pa: ਲੇਬਲ %1 ਨਾਲ ਗੀਤ
pl: Utwory z etykietą %1
pt: Músicas com a legenda %1
pt_br: Músicas com o rótulo %1
se: Lávlagat mas leat %1 mearka
sk: Skladby so štítkom %1
sr: Ознаке са етикетом %1
th: เพลงมี่มีป้าย %1
tr: %1 etiketli parçalar
uk: Пісні з надписом %1

source: Labels for %1
af: Etikette vir %1
bg: Етикети за %1
ca: Etiquetes per %1
cs: Popisky pro %1
da: Etiketter for %1
de: Label für %1
el: Ετικέτες για %1
es: Etiquetas para %1
et: Loo "%1" märgendid
fa: برچسبها برای %1
fi: Nimikkeet kohteelle %1
fr: Libellés pour %1
hu: "%1" címkéi
it: Etichette per %1
ja: %1 のラベル
km: ស្លាក​សម្រាប់ %1
lt: %1 etiketės
nb: Etiketter for %1
nds: Steekwöör för "%1"
ne: %1 का लागि लेबुलहरू
nl: Labels voor %1
nn: Merkelappar for %1
pa: %1 ਲਈ ਲੇਬਲ
pl: Etykiety dla %1
pt: Legendas do %1
pt_br: Rótulos para %1
se: Mearkkaid %1 várás
sk: Štítky pre %1
sr: Етикете за %1
th: ป้ายสำหรับ %1
tr: %1 için etiketler
uk: Надписи для %1

source: Add labels to %1
af: Voeg etikette by %1
bg: Добавяне на етикети към %1
ca: Afegeix etiquetes a %1
cs: Přidat popisky pro %1
da: Tilføj etiketter til %1
de: Label hinzufügen zu %1
el: Προσθήκη ετικετών στο %1
es: Añadir etiquetas a %1
et: Lisa märgendid loole "%1"
fa: افزودن برچسبها به %1
fi: Lisää nimikkeitä kohteelle %1
fr: Ajout de libellés pour %1
hu: Címkék hozzáadása ehhez: %1
it: Aggiungi etichette a %1
ja: %1 にラベルを追加
km: បន្ថែម​ស្លាក​ទៅ %1
lt: Papildyti %1 etiketes
nb: Legg til etiketter til %1
nds: Steekwöör na "%1" tofögen
ne: %1 मा लेबुलहरू थप्नुहोस्
nl: Labels toevoegen aan %1
nn: Legg merkelappar til %1
pa: %1 ਲਈ ਲੇਬਲ ਸ਼ਾਮਿਲ
pl: Dodaj etykiety do %1
pt: Adicionar legendas ao %1
pt_br: Adicionar rótulos para %1
se: Lasit mearkkaid %1:ii
sk: Pridať štítky k %1
sr: Додај етикете за %1
th: เพิ่มป้ายให้กับ %1
tr: %1'e etiketleri Ekle
uk: Додати надписи у %1

source: This Artist
af: Hierdie kunstenaar
bg: този изпълнител
ca: Aquest artista
cs: Tento interpret
da: Denne kunstner
de: diesem Interpret
el: Αυτόν τον καλλιτέχνη
es: Este artista
et: Käesolev esitaja
eu: Artista hau
fa: این هنرمند
fi: Tämä artisti
fr: Cet artiste
he: האומן הזה
hu: Ezen előadó
it: Questo artista
ja: このアーティスト
ka: ეს შემსრულებელი
km: សិល្បករ​នេះ
ko: 이 아티스트
lt: Šis atlikėjas
nb: Denne artisten
nds: Disse Künstler
ne: यो कलाकार
nl: Deze artiest
nn: Denne artisten
pa: ਇਹ ਕਲਾਕਾਰ
pl: Ten wykonawca
pt: Este Artista
pt_br: Deste Artista
ru: Этот исполнитель
se: Dát artista
sk: Tento interpret
sr: Овај извођач
th: ศิลปินนี้
tr: Bu Sanatçı
uk: Цей виконавець

source: Favorite Tracks by %1
af: Gunsteling snitte deur %1
bg: Любими записи на %1
ca: Peces preferides de %1
cs: Oblíbené skladby od %1
da: Favoritspor med %1
de: Lieblingsstücke von %1
el: Αγαπημένα κομμάτια από %1
es: Pistas favoritas por %1
et: %1 lemmikpalad
eu: Gogoko pistak - %1
fa: شیارهای پسندان بر اساس %1
fi: Lempikappaleet artistilta %1
fr: Morceaux favoris de %1
he: רצועה מועדפת של %1
hu: Kedvenc számok "%1" előadótól
it: Tracce preferite di %1
ja: %1 のお気に入りトラック
ka: %1-ის რჩეული ჩანაწერები
km: បទ​សំណព្វ​ច្រៀង​ដោយ %1
ko: 즐겨 듣는 %1의 트랙
lt: Mėgstamiausios %1 dainos
nb: Favorittspor av %1
nds: Leefst Stücken vun %1
ne: %1 को मनपर्ने ट्रयाक
nl: Favoriete tracks van %1
nn: Favorittspor med %1
pa: %1 ਰਾਹੀਂ ਪਸੰਦੀਦਾ ਗੀਤ
pl: Ulubione utwory wykonawcy %1
pt: Faixas Favoritas de %1
pt_br: Faixas Favoritas por %1
ru: Любимые песни %1
se: %1 favorihttabihtát
sk: Obľúbené skladby od %1
sr: Омиљене нумере од %1
th: เพลงสุดโปรดโดย %1
tr: En Sevilen Şarkılar (%1)
uk: Улюблені доріжки виконавця %1

source: Albums by %1
af: Albums deur %1
bg: Албуми на %1
ca: Àlbums de %1
cs: Alba od %1
da: Albummer af %1
de: Alben von %1
el: Άλμπουμ από %1
es: Álbumes por %1
et: %1 albumid
eu: Albumak - %1
fa: آلبومها بر اساس %1
fi: Artistin %1 levyt
fr: Albums de %1
he: כותרים של %1
hu: Albumok "%1" előadótól
it: Album di %1
ja: %1 のアルバム
ka: ალბომები %1-ს მიერ
km: អាល់ប៊ុម​ច្រៀង​ដោយ %1
ko: %1의 음반
lt: %1 albumai
nb: Album av %1
nds: Alben vun %1
ne: %1 को एल्बम
nl: Album van %1
nn: Album med %1
pa: %1 ਵਲੋਂ ਐਲਬਮ
pl: Albumy wykonawcy %1
pt: Álbuns de %1
pt_br: Álbuns por %1
ru: Альбомы %1
se: %1 skearrrut
sk: Albumy od %1
sr: Албуми од %1
th: อัลบั้มโดย %1
tr: Albümler (%1)
uk: Альбоми виконавця %1

source: Compilations with %1
af: Samestellings met %1
bg: Компилации с %1
ca: Recopilatoris amb %1
cs: Kompilace s '%1'
da: Samlinger med %1
de: Zusammenstellungen mit %1
el: Συλλογές με %1
es: Recopilatorios con %1
et: %1 töötlused
eu: Bildumak - %1
fa: ترجمه‌ها با %1
fi: Kokoelmat, joissa %1 esiintyy
fr: Compilations avec %1
he: יצירות של תקליטור עם %1
hu: Válogatások ezzel: %1
it: Compilation con %1
ja: %1 のコンピレーション
ka: კომპილაცია %1
km: ចងក្រង​ជាមួយ %1
ko: %1의 컴필레이션
lt: Rinkiniai su %1
nb: Samlinger med %1
nds: Tosamenstellen mit %1
ne: %1 सहितको सङ्कलनहरू
nl: Compilaties met %1
nn: Samlingar med %1
pa: %1 ਨਾਲ ਕੰਪਾਇਲੇਸ਼ਨ
pl: Składanki zawierające %1
pt: Compilações com %1
pt_br: Compilações com %1
ru: %1 на сборниках
se: %1 čoahkkádusat
sk: Kompilácia s %1
sr: Компилације са %1
th: รวมชุดด้วย %1
tr: %1 derlemeleri
uk: Компіляції з %1

source: Hello Amarok user!
af: Hallo Amarok gebruiker!
bg: Здравей, потребителю на Amarok!
ca: Hola usuari de l'Amarok!
cs: Vítej uživateli Amarok!
da: Goddag Amarok-bruger.
de: Hallo Amarok-Benutzer!
el: Καλώς ήρθες χρήστη του AmaroK!
es: ¡Hola, usuario de Amarok!
et: Tere, Amaroki kasutaja!
fa: سلام، کاربر amaroK!
fi: Tervetuloa Amarokin käyttäjä!
fr: Bienvenue, utilisateur d'Amarok !
he: <div dir="rtl" align="right">שלום, משתמש Amarok!</div>
hu: Üdvözöljük az Amarokban!
it: Ciao utente di Amarok!
ja: Amarok へようこそ!
km: សួស្ដី​អ្នក​ប្រើ amaroK !
ko: 안녕하세요 Amarok 사용자분들!
lt: Jus sveikina AmaroK!
nb: God dag Amarok-bruker!
nds: Moin moin, Amarok-Bruker!
ne: हेलो अमारोक प्रयोगकर्ता!
nl: Hallo Amarok-gebruiker!
nn: God dag Amarok-brukar!
pa: ਅਮਰੋਕ ਮਿੱਤਰ ਜੀ ਆਇਆਂ ਨੂੰ!
pl: Witaj użytkowniku programu Amarok!
pt: Olá, utilizador do Amarok!
pt_br: Olá usuário do Amarok!
ru: Приветствуем тебя, о владыка amaroK!
se: Bures, Amarok-geavaheaddji!
sk: Vitaj užívateľ Amaroku!
sr: Здраво, корисниче Amarok-а!
th: สวัสดี คุณผู้ใช้ Amarok!
tr: Merhaba Amarok kullanıcısı!
uk: Привіт, користувач Amarok!
