Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Check this box to negate the defined filter condition
af: Kies hierdie boks om die omgekeerde van die gedefinieerde kondisie te laat geld
bg: Включете тази отметка, ако искате да обърнете условието
ca: Seleccioneu aquesta casella si voleu negar la condició definida de filtrat
da: Markér dette felt for at negere de definerede filterbetingelser
de: Aktivieren Sie diese Einstellung, um die Filterbedingung umzukehren.
el: Ενεργοποιήστε αυτή την επιλογή για να αντιστρέψετε την καθορισμένη συνθήκη φιλτραρίσματος
es: Active esta opción para negar la condición definida en el filtro
et: Märkimisel saab määratud filtritingimuse tagurpidi keerata
fa: این جعبه را علامت بزنید تا شرط پالایۀ تعریف‌شده خنثی شود
fi: Valitse kääntääksesi määritellyn ehdon
fr: Cochez cette case pour inverser la condition du filtre
hu: A megadott szűrőfeltétel negálásához jelölje be ezt az opciót
it: Seleziona questa casella per negare la condizione di filtraggio specificata
ja: 定義した条件を否定する場合、このボックスをチェックします。
km: គូស​ធីក​ប្រអប់​នេះ​ដើម្បីបដិសេធ​លក្ខខណ្ឌ​តម្រង​ដែល​បាន​កំណត់
lt: Pažymėjus šį laukelį sąlyga įgis priešingą reikšmę
nb: Kryss av her for å snu om den angitte filterbetingelsen
nds: Maak dit an, wenn Du de Stücken söchst, op de Dien Bedingen jüst un nau <b>nich</b> passt.
ne: परिभाषित फिल्टर अवस्था अस्वीकार गर्न यो बाकस जाँच गर्नुहोस्
nl: Selecteer dit keuzevakje om de opgegeven filterconditie te negeren
nn: Bruk det motsette av filtervilkåret
pl: Zaznacz tę opcję, aby zanegować określony warunek filtra
pt: Assinale esta opção para negar a condição definida para o filtro
pt_br: Selecione essa caixa para negar a condição de filtragem definida
sk: Zaškrtnite toto políčko, ak chcete negovať vybranú podmienku filtra
sr: Попуните ову кућицу да негирате дефинисани услов филтера
th: เลือกกาที่กล่องนี้เพื่อทำการกลับเงื่อนไขการกรองที่นิยามเอาไว้
uk: Увімкніть цей параметр, щоб інвертувати визначену умову фільтра

source: <p>If this option is checked the defined filter condition will be negated. This means that, for example, you can define a filter that looks for all tracks that are not of a specific album, artist, and so on.</p>
bg: <p>Ако в включена тази отметка, условието на филтъра ще бъде обърнато (инвертирано). Това означава, че можете да зададете филтър, който да търси всички заглавия, които нямат албум, изпълнител и т.н.</p>
ca: <p>Si aquesta opció està seleccionada, es complementarà (invertirà) la condició de filtrat. Això significa que, per exemple, podeu definir un filtre que cerqui totes les peces que no són d'un àlbum o artista determinat, etc.</p>
da: <p>Hvis dette markeres negeres de definerede filterbetingelser. Det betyder at du for eksempel kan definere et filter som søger efter alle spor som ikke tilhører et bestemt album, en bestemt kunstner, og så videre.</p>
de: <p>Wenn diese Einstellung aktiviert ist, wird der logische Sinn der Filter-Bedingung umgekehrt. Auf diese Weise können Sie beispielsweise einen Filter erzeugen, der nach allen Stücken sucht, die NICHT einem bestimmten Album, Interpreten und so weiter entsprechen.</p>
el: <p>Αν ενεργοποιηθεί αυτή η επιλογή, η συνθήκη θα αντιστραφεί. Αυτό σημαίνει ότι, για παράδειγμα, μπορείτε να ορίσετε ένα φίλτρο που αναζητά όλους τους τίτλους που δεν ανήκουν σε κάποιο άλμπουμ, καλλιτέχνη κλπ.</p>
es: <p>Si esta opción está marcada, la condición de filtro definida será negada. Esto significa que, por ejemplo, puede definir un filtro que busque todas las pistas que no pertenezcan a un determinado álbum, artista, etc...</p>
et: <p>Märkimisel keeratakse määratud filtritingimus tagurpidi. See tähendab, et saab näiteks määrata filtri, mis otsib palu, mis ei kuulu teatud albumisse, esitajale jne.
hu: <p>Ha be van jelölve ez az opció, akkor a megadott szűrőfeltétel negálva lesz. Ez azt jelenti, hogy például megadható olyan szűrő, amely azokat a számokat válogatja ki, amely számok nincsenek rajta egy bizonyos albumon, illetve nem egy megadott előadó számai.</p>
it: <p>Se questa opzione è selezionata la condizione di filtraggio specificata sarà negata. Ciò significa che, per esempio, puoi definire un filtro che cerca tutte le tracce che non appartengono a uno specifico album, artista e altro.</p>
ja: <p>このボックスをチェックすると、フィルタ条件が否定されます。これによって、例えば指定したアルバムやアーティストのものでは「ない」すべてのタイトルを検索することができます。</p>
km: <p>ប្រសិន​បើ​បាន​ធីក​ជម្រើស​នេះ លក្ខខណ្ឌ​តម្រង​ដែល​បាន​កំណត់​នឹង​ត្រូ​វបាន​បដិសេធ ។ ឧទាហរណ៍ នេះ​មាន​ន័យ​ថា​ អ្នក​អាច​កំណត់​តម្រង​ដែល​ស្វែងរក​បទ​ទាំងអស់ដែល​មិន​នៅ​ក្នុង​អាល់ប៊ុម សិល្បករ​​ជាក់លាក់ និង​បន្តបន្ទាប់​ទៀត ។</p>
lt: <p>Pažymėjus šį laukelį sąlyga įgis priešingą reikšmę. Taip galite, pavyzdžiui, ieškoti dainų, nesančių tam tikrame albume, neatliktų tam tikro atlikėjo ir pan.</p>
nds: <p>Is dit anmaakt, warrt de angeven Filterbedingen ümdreiht. Du kannst so t.B. en Bedingen angeven, de op keen Stücken vun en bestimmt Album, Künstler usw. passt.</p>
nl: <p>Als deze optie is ingeschakeld zal de opgegeven filterconditie worden gebruikt om overeenkomsten te negeren. Dit betekent dat u bijvoorbeeld een filter kunt definiëren dat zoekt naar alle tracks die niet afkomstig zijn van een bepaald album, bepaalde artiest, etc.</p>
nn: <p>Bruk omvend filtervilkår. Med denne kan du laga filter som ser etter for eksempel alle spor som ikkje er med på eit gitt album, med ein gitt artist, og så vidare.</p>
pl: <p>Jeśli ta opcja jest zaznaczona, określony warunek filtra będzie zanegowany. To oznacza, że, na przykład, można zdefiniować filtr, który będzie szukał wszystkich tytułów nie znajdujące się na określonym albumie, nie tego artysty itp.</p>
pt: <p>Se esta opção estiver assinalada, a condição definida para o filtro será negada. Isto significa que, por exemplo, poderá definir um filtro que procura por todos os títulos que não pertençam a um álbum, artista, etc. específico.</p>
pt_br: <p>Se essa opção estiver selecionada, a condição de filtragem definida será negada. Isto significa que, por exemplo, você pode definir um filtro que busque por todas as faixas que não sejam de um álbum ou artista específico, e assim por diante.</p>
sk: <p>Ak je táto voľba zaškrtnutá, určená podmienka filtra bude negovaná. Toto znamená, že možete napríklad nastaviť filter, ktorý hľadá stopy, ktoré nie sú v určitom albume, od určitého interpreta atď.</p>
sr: <p>Када је ова опција укључена, дефинисани услов филтера биће негиран. Ово значи да, на пример, можете дефинисати филтер који налази све нумере које нису са одређеног албума, од одређеног извођача, итд.</p>
th: <p>หากกาเลือกตัวเลือกนี้ เงื่อนไขตัวกรองที่ได้นิยามไว้จะถูกกลับค่า ซึ่งหมายความว่า ตัวอย่างเช่น คุณสามารถทำการนิยามเงื่อนไขตัวกรองที่จะ ทำการค้นหาเพลงทั้งหมดที่ 'ไม่มี' ชื่ออัลบั้ม, ศิลปิน ฯลฯ ที่ระบุไว้ได้</p>
uk: <p>Якщо цей параметр увімкнено, то буде інвертовано визначену умову фільтра. Це означає, що, наприклад, ви можете визначити фільтр, який шукає за всіма доріжками, які не належать до певного альбому, виконавця і т.д.</p>

source: Seconds
af: Sekondes
bg: Секунди
ca: Segons
cs: sekund
da: Sekunder
de: Sekunden
el: Δευτερόλεπτα
es: Segundos
et: sekundit
fa: ثانیه
fi: sekuntia
fr: Secondes
hu: Másodperc
it: Secondi
ja: 秒
km: វិនាទី
lt: Sekundės
nb: Sekunder
nds: Sekunnen
ne: सेकेन्ड
nl: Seconden
nn: sekund
pa: ਸਕਿੰਟ
pl: Sekundy
pt: Segundos
pt_br: Segundos
ru: c
se: Sekundda
sk: Sekundy
sr: Секунде
th: วินาที
tr: Saniye
uk: сек

source: Minutes
af: Minute
bg: Минути
ca: Minuts
cs: minut
da: Minutter
de: Minuten
el: Λεπτά
es: Minutos
et: minutit
fa: دقیقه
fi: minuuttia
hu: Perc
it: Minuti
ja: 分
km: នាទី
lt: Minutės
nb: Minutter
nds: Minuten
ne: मिनेट
nl: Minuten
nn: minutt
pa: ਮਿੰਟ
pl: Minuty
pt: Minutos
pt_br: Minutos
ru: мин
se: Minuhta
sk: Minúty
sr: Минути
th: นาที
tr: Dakika
uk: хв

source: <p>Sorry but the filter rule cannot be set. The text field is empty. Please type something into it and retry.</p>
af: <p>Jammer, die filter reël kan nie toegepas word nie. Die teks veld is leeg. Vul asb. iets in en probeer weer.</p>
bg: <p>Филтърът не може да бъде настроен - полето е празно. Напишете нещо и опитайте пак.</p>
ca: <p>Disculpeu, però no es pot establir la regla de filtrat. El camp de text és buit. Per favor, introduïu-hi alguna cosa i torneu-ho a provar.</p>
da: <p>Denne filterregel kan desværre ikke tilføjes. Tekstfeltet er tomt. Indtast noget i det og forsøg igen.</p>
de: <p>Leider kann dieser Filter nicht angewendet werden, weil das Textfeld leer ist. Bitte geben Sie etwas in das Textfeld ein und versuchen Sie es erneut.</p>
el: <p>Λυπάμαι αλλά ο κανόνας φίλτρου δεν μπορεί να οριστεί. Το πεδίο κειμένου είναι κενό. Παρακαλώ πληκτρολογήστε κάποιο κείμενο και ξαναδοκιμάστε.</p>
es: <p>Lo siento pero no se puede activar la regla de filtro. El campo de texto está vacío. Por favor escriba algo en él e inténtelo de nuevo.</p>
et: <p>Vabandust, filtri reeglit ei saa määrata. Tekstiväli on tühi. Palun kirjuta sinna midagi ja proovi uuesti.</p>
fa: <p>متأسفم اما قاعدۀ پالایه را نمی‌توان تنظیم کرد. حوزۀ متن خالی است. لطفاً، در آن چیزی تحریر کرده و دوباره سعی کنید.</p>
fi: <p>Suodinsääntöä ei voida asettaa. Tekstikenttä on tyhjä, kirjoita siihen jotain ja yritä uudelleen.</p>
fr: <p>Désolé mais la règle du filtre n'a pu être appliquée. Le texte est vide. Merci d'entrer quelque chose et d'essayer denouveau.</p>
hu: <p>A szűrőszabály nem állítható be. A szövegmező üres. Adjon meg szöveget a mezőben, majd próbálkozzon újra.</p>
it: <p>Spiacente ma il filtro non può essere impostato. Il campo di testo è vuoto. Digita qualcosa al suo interno e riprova.</p>
ja: <p>フィルタルールをセットできません。テキストフィールドが空です。何か入力して、やり直してください。</p>
km: <p>សូម​ទោស ដោយសារ​តែ​ក្បួន​តែ​ក្បួន​តម្រង​មិន​អាច​ត​កំណត់ ។ វាល​អត្ថបទ​គឺ​ទទេ ។ សូម​វាយ​អ្វីមួយ​ចូល​ក្នុង​វា ហើយ​ព្យាយាម​ម្ដង​ទៀត ។d retry.</p>
lt: <p>Nepavyko sudaryti filtro. Paieškos laukelis tuščias, įrašykite į jį ką nors ir pabandykite iš naujo.</p>
nb: <p>Beklager, men denne filterregelen kan ikke settes opp. Tekstfeltet er tomt. Tast inn noe og forsøk igjen.</p>
nds: <p>De Filter lett sik so nich bruken, wiel dat Textfeld leddig is. Giff dor bitte wat in un versöök dat denn nochmaal.</p>
ne: <p> माफ गर्नुहोस् तर फिल्टर नियम सेट गर्न सकिँदैन । पाठ फाँट खाली छ । कृपया यसमा केही टाइप गर्नुहोस् र पुन: प्रयास गर्नुहोस् ।</p>
nl: <p>Helaas, de filterregel kan niet worden ingesteld. Het invoerveld is leeg. Voer iets in en probeer het opnieuw.</p>
nn: <p>Du kan ikkje laga ein filterregel, då tekstfeltet er tomt. Skriv noko i feltet, og prøv så på nytt.</p>
pl: <p>Niestety, taki filtr nie może zostać ustawiony. Pole tekstowe jest puste. Proszę wprowadzić cokolwiek i powtórzyć operację.</p>
pt: <p>Desculpe, mas a regra do filtro não pode ser definida. O campo de texto está em branco. Escreva por favor algo nele e tente de novo.</p>
pt_br: <p>Desculpe, mas a regra do filtro não pôde ser definida. O campo do texto está vazio. Por favor, digite algo nele e tente novamente.</p>
sk: <p>Ľutujem, ale pravidlo filtra nemôže byť nastavené. Textové pole je prázdne. Prosím vpíšte doň niečo a skúste to znovu.</p>
sr: <p>Извините, филтерско правило се не може поставити, јер је поље текста празно. Упишете нешто у то поље, па покушајте поново.</p>
th: <p>ขออภัยด้วย ไม่สามารถตั้งกฎของตัวกรองได้ เพราะช่องกรอกข้อความว่างเปล่า โปรดพิมพ์อะไรเข้าไปสักอย่าง แล้วลองใหม่</p>
uk: <p>Вибачте, неможливо встановити правило фільтра. Текстове поле порожнє. Будь ласка, введіть щось в текстове поле і спробуйте знов.</p>

source: Empty Text Field
af: Maak teks veld leeg
bg: Празно поле
ca: Buida el camp de text
cs: Prázdné textové pole
da: Tomt tekstfelt
de: Leeres Textfeld
el: Κενό πεδίο κειμένου
es: Vaciar el campo de texto
et: Tühi tekstiväli
fa: حوزۀ متن خالی
fi: Tyhjä tekstikenttä
fr: Champs texte vide
hu: Üres szövegmező
it: Campo di testo vuoto
ja: テキストフィールドが空です
km: វាល​អត្ថបទ​ទទេ
lt: Tuščias laukelis
nb: Tomt tekstfelt
nds: Filtertext fehlt
ne: खाली पाठ फाँट
nl: Leeg invoerveld
nn: Tomt tekstfelt
pa: ਖਾਲੀ ਪਾਠ ਖੇਤਰ
pl: Puste pole tekstowe
pt: Campo de Texto em Branco
pt_br: Campo do Texto Vazio
ru: Пустое поле
se: Guorus teakstagieddi
sk: Prázdne textové pole
sr: Празно текстуално поље
th: ช่องกรอกข้อความว่างเปล่า
tr: Boş Metin Alanı
uk: Спорожнити текстове поле

source: Sorry, the '%1' could not be loaded, instead we have loaded the '%2'.
af: Jammer, %1 kon nie gelaai word nie. %2 was alternatiewelik gelaai.
bg: "%1" не може да бъде зареден; вместо това е зареден "%2".
ca: Disculpeu, no s'ha pogut carregar el «%1», en comptes s'ha carregat el «%2».
cs: Litujeme, ale nelze načíst '%1', namísto toho došlo k načtení '%2'.
da: '%1' kunne desværre ikke indlæses, i stedet er '%2' blevet indlæst.
de: "%1" ließ sich leider nicht laden, stattdessen wurde "%2" geladen.
el: Δυστυχώς υπάρχει αδυναμία ανοίγματος του '%1', αντί αυτού ανοίχτηκε το'%2'.
es: No se ha podido cargar «%1», en su lugar se ha cargado «%2».
et: Vabandust, '%1' laadimine ebaõnnestus, laaditi hoopis '%2'.
eu: '%1' ezin izan da kargatu. Horren ordez '%2' kargatu da.
fa: متأسفم، »%1« را نتوانستیم بار کنیم، در عوض »%2« را بار کرده‌ایم.
fi: Toistojärjestelmää %1 ei voitu ladata. Toistojärjestelmä %2 ladattiin sen tilalle.
fr: Désolé, le moteur « %1 » n'a pu être chargé, le moteur « %2 » a été chargé à la place.
he: מצטערים, אין אפשרות לטעון את "%1", במקום זאת טענו את "%2".
hu: "%1" betöltése nem sikerült, helyette "%2" lett betöltve.
it: Spiacente, %1 non può essere caricato, invece ho caricato '%2'.
ja: 申し訳ありません。%1 をロードできませんでした。代わりに %2 をロードしました。
ka: უკაცრავად, '%1'-ის ჩატვირთვა შეუძლებელია, სამაგიეროდ ჩაიტვირთა '%2'.
km: សូមទោស អ្នក​មិន​អាច​ផ្ទុក '%1' បាន​ឡើយ ។ យើង​បាន​ផ្ទុក '%2' ជំនួស​វិញ ។
ko: 죄송합니다, '%1'을(를) 불러올 수 없습니다, 대신에 '%2'을(를) 불러왔습니다.
lt: Deja, „%1“ įkelti nepavyko, vietoje to buvo įkelta „%2“.
nb: Kunne ikke åpne «%1», så «%2» blir åpnet isteden for.
nds: Deit mi leed. "%1" leed sik nich laden, ansteed wöör "%2" laadt.
ne: माफ गर्नुहोस्, '%1' लोड गर्न सकेन, यसको सट्टामा हामीले '%2' लोड गर्यो ।
nl: Helaas, '%1' kon niet worden geladen. In plaats daarvan heeft het programma '%2' geladen.
nn: Klarte ikkje opna «%1», så «%2» vart opna i staden for.
pa: ਮੁਆਫੀ ਚਾਹੁੰਦਾ ਹਾਂ, ਪਰ '%1' ਨੂੰ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ, ਇਸ ਦੀ ਬਜਾਏ '%2' ਨੂੰ ਲੋਡ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Niestety,"%1" nie mógł być wczytany. Zamiast tego wczytano "%2".
pt: Não foi possível carregar '%1', em vez disto foi carregado '%2'.
pt_br: Desculpe, o %1 não pôde ser carregado; em seu lugar carregamos o '%2'.
ru: Не удалось загрузить '%1', но вместо этого произведена загрузка '%2'.
se: Ándagássii, ii lean vejolaš viežžat «%1«, dan sajis lea «%2» vižžojuvvon.
sk: Ľutujem, ale nie je možné načítať '%1', namiesto toho sa načítalo '%2'.
sr: Извините, „%1“ није могао бити учитан, уместо тога сам учитао „%2“.
th: ขออภัย ไม่สามารถเปิด '%1' ได้ เราเลยเปิด '%2' แทน
tr: '%1' yüklenemedi, onun yerine '%2' yüklendi.
uk: Вибачте, але не вдалося завантажити "%1", замість цього завантажено"%2".
