Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: &Go To Current Track
af: Gaan na die huidige snit
bg: &Отиване на текущия запис
ca: Ves a la &peça actual
cs: Pře&jít na aktuální skladbu
da: &Gå til nuværende spor
de: &Aktuelles Stück anzeigen
el: &Μετάβαση στο τρέχον κομμάτι
es: &Ir a la pista actual
et: Mine aktii&vsele palale
fa: &برو به شیار جاری‌
fi: &Mene nykyiseen kappaleeseen
fr: &Aller au morceau courant
he: &עבור לרצועה נוכחית
hu: &Ugrás az aktuális számra
it: &Vai alla traccia attuale
ja: 現在のトラックへ移動(&G)
km: ទៅ​បទ​បច្ចុប្បន្ន
ko: 현재 트랙으로 이동(&G)
lt: &Eiti prie dabartinės dainos
nb: &Gå til sporet som spiller
nds: &Na't aktuelle Stück gahn
ne: हालको ट्रयाकमा जानुहोस्
nl: &Ga naar huidige track
nn: &Gå til sporet som spelar
pa: ਮੌਜੂਦਾ ਟਰੈਕ 'ਤੇ ਜਾਓ(&G)
pl: &Idź do bieżącego utworu
pt: Ir para a &Faixa Actual
pt_br: &Ir Para a Faixa Atual
ru: &Найти воспроизводимую композицию в списке
se: &Mana dálá bihttái
sk: Pre&jsť na aktuálnu stopu
sr: &Иди на тренутну нумеру
th: ไปยังเพลงปั&จจุบัน
tr: Ç&alan Parçaya Git
uk: &Перейти до поточної доріжки

source: &Remove Duplicate && Dead Entries
af: Verwyder duplikaat en dooie inskrywings.
bg: &Премахване на повтарящите се и невалидните записи
ca: &Suprimeix les entrades eliminades i mortes
cs: Odst&ranit duplikáty a chybějící položky
da: &Fjern dobbeltgængere && døde indgange
de: &Duplikate / Tote Einträge entfernen
el: Α&φαίρεση διπλών && μη ενεργών καταχωρήσεων
es: Eliminar ent&radas duplicadas y desaparecidas
et: &Eemalda duplikaadid ja surnud kirjed
eu: &Kendu bikoiztutako eta hildako sarrerak
fa: &حذف مدخلهای دونسخه‌ای و خراب‌
fi: &Poista moninkertaiset ja kuolleet kappaleet
fr: &Enlever les morceaux en double et manquants
he: הסר רשומות כ&פולות ומתות
hu: A &duplikált és hiányzó bejegyzések eltávolítása
it: &Rimuovi elementi mancanti e duplicati
ja: 重複/欠落エントリを削除(&R)
ka: &ასლების და არასწორი ჩანაწერების ამოღება
km: យក​ធាតុ​ស្ទួន និង​ធាតុ​លែង​ប្រើ​ចេញ
ko: 중복되거나 죽은 항목 지우기(&R)
lt: &Pašalinti besidubliuojančias ir neegzistuojančias
nb: &Fjern doble og døde oppføringer
nds: Dubbelte un dode Indrääg &wegdoon
ne: नक्कली र समय समाप्त भएको प्रविष्टिहरू हटाउनुहोस्
nl: Dubbelen && ontb&rekenden verwijderen
nn: &Fjern duplikatar og manglande
pa: ਦੂਹਰੇ ਅਤੇ ਨਾ-ਮੌਜੂਦਾ ਇੰਦਰਾਜ਼ ਹਟਾਓ(&R)
pl: &Usuń powtarzające się i martwe wpisy
pt: &Remover os Itens Duplicados / Em Falta
pt_br: &Remover Duplicadas && Entradas Faltando
ru: &Удалить копии / неправильные
se: &Váldde eret váili ja máŋgosiid
sk: Odst&rániť duplikáty a chýbajúce položky
sr: &Уклони дуплиране и непостојеће уносе
th: &ลบรายการที่ซ้ำและไม่มีอยู่ออกไป
tr: Aynı Olan ve Kullanılamayan Girdileri &Sil
uk: &Вилучити дублікати і неправильні

source: &Queue Selected Tracks
af: Plaas die gekiesde snitte in die wagtou
bg: Поставяне маркираните на &опашката
ca: &Encua les peces seleccionades
cs: V&ybrané skladby do fronty
da: Valgte spor i &kø
de: Ausgewählte Stücke in W&arteschlange einstellen
el: Τα επιλεγμένα κομμάτια σε α&ναμονή
es: &Encolar pistas seleccionadas
et: Valitud palad &järjekorda
eu: &Ilaratu hautatutako pistak
fa: &صف کردن شیارهای برگزیده‌
fi: &Lisää valitut kappaleet jonoon
fr: &Mettre les morceaux sélectionnés en file d'attente
he: הכנס רצועות מסומנות ל&תור
hu: A ki&jelölt számok hozzáadása a sorhoz
it: &Accoda tracce selezionate
ja: 選択したトラックをキューに追加(&Q)
ka: რჩეული ჩანაწერების &რიგში ჩადგმა
km: រៀប​បទ​បាន​ជ្រើស​ជា​ជួរ
ko: 선택한 트랙을 대기열에 넣기(&Q)
lt: &Įkelti pažymėtas dainas į eilę
nb: &Legg markerte spor i kø
nds: Utwählte Stücken &inregen
ne: चयन गरिएको ट्रयाक लाम लगाउनुहोस्
nl: Geselecteerde tracks in &wachtrij plaatsen
nn: &Legg merkte spor i kø
pa: ਚੁਣੇ ਟਰੈਕ ਕਤਾਰਬੱਧ(&Q)
pl: K&olejkuj wybrane utwory
pt: &Colocar na Fila as Faixas Seleccionadas
pt_br: Colocar Fai&xas Selecionadas na Fila
ru: &Поставить в очередь выбранные дорожки
se: &Bija merkejuvvon bihtáid gárgadussii
sk: V&ybrané skladby do poradia
sr: Стави изабране нумере у &ред
th: เข้าคิวเ&พลงที่เลือก
tr: &Seçilen Parçaları Kuyruğa Ekle
uk: Поставити вибрані доріжки в &чергу

source: &Stop Playing After Track
af: Stop met speel na die snit
bg: &Спиране на изпълнението след този запис
ca: Atura la reproducció de&sprés de la peça
cs: Za&stavit přehrávání po skladbě
da: &Stop med at spille efter spor
de: Wiedergabe nach diesem Stück &stoppen
el: &Σταμάτημα αναπαραγωγής μετά το κομμάτι
es: &Detener reproducción al finalizar la pista
et: &Peata esitus pärast pala lõppu
eu: &Gelditu erreproduzitzea pistaren ondoren
fa: &ایست در پخش بعد از شیار‌
fi: &Pysäytä soitto kappaleen jälkeen
fr: &Arrêter l'écoute après le morceau
he: &עצור השמעה אחרי רצועה
hu: A lejátszás &leállítása a szám után
it: &Interrompi riproduzione dopo la traccia
ja: このトラックのあと再生を停止(&S)
ka: &მიმდინარე ჩანაწერის შემდეგ შეჩერება
km: ឈប់​ចាក់​បន្ទាប់​ពី​បទ​នេះ
ko: 이 트랙 이후 재생 정지(&S)
lt: &Sustoti baigus groti dainą
nb: &Stopp avspilling etter dette sporet
nds: Afspelen na dit Stück an&hollen
ne: ट्रयाक पछि प्ले गर्न रोक्नुहोस्
nl: &Stoppen met spelen na track
nn: &Stopp avspeling etter dette sporet
pa: ਟਰੈਕ ਬਾਅਦ ਚਲਾਉਣੇ ਬੰਦ(&S)
pl: &Zakończ odtwarzanie po utworze
pt: Parar de Tocar Apó&s a Faixa
pt_br: &Parar de Reproduzir Após a Faixa
ru: &Остановить воспроизведение после этой дорожки
se: &Heaitte čuojaheames dán bihtá maŋŋá
sk: Za&staviť prehrávanie po skladbe
sr: &Заустави пуштање после нумере
th: &หยุดหลังจากเล่นเพลงนี้
tr: Pa&rçayı Çaldıktan Sonra Çalmayı Durdur
uk: &Зупинити програвання після доріжки

source: Attempted to insert nothing into playlist.
af: Het probeer om niks in die speel lys by te voeg
bg: Опит за празно въвеждане в списъка.
ca: S'ha intentat no inserir res a la llista de reproducció.
cs: Pokus o "prázdné" přidání do seznamu skladeb.
da: Forsøg at indsætte ingenting i spillelisten.
de: Es wurde versucht, "nichts" zur Wiedergabeliste hinzuzufügen.
el: Προσπάθεια εισαγωγής μηδενικού στοιχείου στη λίστα.
es: Se ha intentado insertar nada en la lista de reproducción.
et: Mitte midagi ei saa esitusnimekirja lisada.
eu: Zerrendan ezer ez txertatzeko saiakera egon da.
fa: برای درج هیچ چیزی در فهرست پخش تلاش نکرد.
fi: Soittolistaan ei ollut mitään lisättävää.
fr: Impossible d'insérer quoi que ce soit dans la liste de lecture.
he: ניסיון להכניס שום דבר אל רשימת־ההשמעה.
hu: A művelet nem adott hozzá semmit a lejátszólistához.
it: Non riesco ad inserire nulla nella playlist.
ja: プレイリストに無を挿入しようとしました。
ka: ადგილი ჰქონდა რეპერტუარში არაფრის ჩასმის მცდელობას.
km: បាន​ប៉ុនប៉ង​បញ្ចូល​វត្ថុ​ទទេ​ទៅ​ក្នុង​បញ្ជី​ចាក់ ។
ko: 재생목록에 아무 곡도 추가하지 못했습니다.
lt: Bandėte į grojaraštį įkelti tuščius objektus.
nb: Prøvde å sette inn «ingenting» i spillelista
nds: Versöök, de Afspeellist "Nix" totofögen
ne: प्लेसूचीमा केही नघुसाउन प्रयास गरियो ।
nl: U probeerde om niets aan de afspeellijst toe te voegen.
nn: Kan ikkje setja inn ingenting i spelelista.
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਕੁਝ ਵੀ ਸ਼ਾਮਿਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ ਨਹੀਂ ਕੀਤੀ।
pl: Próbowano dodać nic do listy odtwarzania.
pt: Tentou-se inserir nada na lista de reprodução.
pt_br: Não foi possível inserir nada na lista de músicas.
ru: Невозможно вставить ничего в список.
se: Ii leat vejolaš lasihit guorus merkoša čuojahanlistui.
sk: Pokus o prázdne pridanie do zoznamu skladieb.
sr: Покушај да се ништа убаци у листу.
th: พยายามแทรกที่ว่างเข้าไปในรายการเล่น
tr: Parça listesine hiçbir şey eklenmeye çalışıldı.
uk: Спроба вставити "нічого" в список композицій.

source: _n: One track was already in the playlist, so it was not added. %n tracks were already in the playlist, so they were not added.
af: Die snit was alreeds in die speel lys - dit was nie weer bygevoeg nie. %n snitte was alreeds in die speel lys - dit was nie weer bygevoeg nie.
bg: 1 запис вече е в списъка, така че не беше добавен. %n записа вече са в списъка, така че не бяха добавени.
ca: Una peça ja era a la llista de reproducció, així que no s'ha afegit. %n peces ja eren a la llista de reproducció, així que no s'han afegit.
da: Et spor fandtes allerede i spillelisten, så det er ikke tilføjet. %n spor fandtes allerede i spillelisten, så de er ikke tilføjede.
de: Ein Stück befand sich bereits in der Wiedergabeliste und wurde nicht hinzugefügt. %n Stücke befanden sich bereits in der Wiedergabeliste und wurden nicht hinzugefügt.
el: 1 κομμάτι υπάρχει ήδη στη λίστα, οπότε δεν προστέθηκε. %n κομμάτια υπάρχουν ήδη στη λίστα, οπότε δεν προστέθηκαν.
es: Una pista ya fue añadida a la lista de reproducción, así que no se ha añadido. %n pistas ya fueron añadidas a la lista de reproducción, así que no se han añadido.
et: Üks pala on juba esitusnimekirjas, nii et seda ei lisatud. %n pala on juba esitusnimekirjas, nii et neid ei lisatud.
fa: %n شیار از قبل در فهرست پخش هست، بنابراین، آنها افزوده نشدند.
fi: Yksi kappale oli jo soittolistassa, joten sitä ei lisätty. %n kappaletta oli jo soittolistassa, joten niitä ei lisätty.
fr: %n morceau est déjà présent dans la liste de lecture, il n'a donc pas été ajouté. %n morceaux sont déjà présents dans la liste de lecture, ils n'ont donc pas été ajoutés.
hu: %n szám már benne volt a lejátszólistában, így ez(ek) nem lett(ek) hozzáadva.
it: Una traccia era già nella playlist, per cui non è stata aggiunta. %n tracce erano già nella playlist, per cui non sono state aggiunte.
ja: %n トラックは既にプレイリストにあったので追加しませんでした。
km: %n បទ​មាន​ក្នុង​បញ្ជី​ចាក់​រួច​ហើយ ដូច្នេះ​ពួកវា​មិន​ត្រូវ​បាន​បន្ថែម​ទេ ។
lt: %n daina jau buvo grojaraštyje, todėl ji nebebuvo papildyta. %n dainos jau buvo grojaraštyje, todėl jos nebebuvo papildytos. %n dainų jau buvo grojaraštyje, todėl jos nebebuvo papildytos.
nb: Ett spor var i spillelista fra før, så det ble ikke lagt til. %n spor var i spillelista fra før, så de ble ikke lagt til.
nds: Een Stück weer al op de Afspeellist, dat wöör also nich toföögt. %n Stücken weern al op de Afspeellist, se wöörn also nich toföögt.
ne: एउटा ट्रयाक प्ले सूचीमा पहिल्यै छ, त्यसैले यो थपिएको छैन । %n ट्रयाकहरू प्ले सूचीमा पहिल्यै छन्, त्यसैले तिनीहरू थपिएका छैनन् ।
nl: Een track staat al in de afspeellijst. Deze is niet opnieuw toegevoegd. %n tracks staan al in de afspeellijst. Deze zijn niet opnieuw toegevoegd.
nn: Eitt spor fanst allereie i spelelista, og vart derfor ikkje lagt til. %n spor fanst allereie i spelelista, og vart derfor ikkje lagt til.
pl: Jeden utwór już się znajdował na liście odtwarzania, więc nie został dodany. %n utwory już się znajdowały na liście odtwarzania, więc nie zostały dodane. %n utworów już się znajdowało na liście odtwarzania, więc nie zostały dodane.
pt: Já existe uma faixa na lista de reprodução, como tal, não foi adicionada. Já existem %n faixas na lista de reprodução, como tal, não foram adicionadas.
pt_br: Uma faixa já estava na lista de músicas, por isso não foi adicionada. %n faixas já estavam na lista de músicas, por isso não foram adicionadas.
se: Okta bihttá gávdnui juo čuojahanlisttus, danne ii lasihuvvon ge. %n bihtá gávdnui juo čuojahanlisttus, danne eai lasihuvvon ge.
sk: Jedna stopa už bola v zozname skladieb a tak nebola pridaná. %n stopy už boli v zozname skladieb a tak neboli pridané. %n stôp už bolo v zozname skladieb a tak neboli pridané.
sr: %n нумера је већ у листи, стога није додата. %n нумере су већ у листи, стога нису додате. %n нумера је већ у листи, стога нису додате.
th: %n เพลงนี้อยู่ในรายการเล่นอยู่แล้ว ดังนั้นจึงไม่ได้เพิ่มเข้าไป
tr: %n parçalar zaten parça listesindeydi, bu nedenle eklenmediler.
uk: %n доріжка вже була в списку композицій, отже її не додано. %n доріжки вже були в списку композицій, отже їх не додано. %n доріжок вже було в списку композицій, отже їх не додано.

source: Stop Playing After Track: Off
af: Stop met speel na die snit: Af
bg: Спиране на изпълнението след записа: изкл.
ca: Atura la reproducció després de la peça: Desactivat
cs: Zastavit přehrávání po skladbě: vypnuto
da: Stop med at spille efter spor: Fra
de: Wiedergabe nach diesem Stück stoppen: Aus
el: Σταμάτημα αναπαραγωγής μετά το κομμάτι: ανενεργό
es: Detener reproducción al finalizar la pista: Desactivado
et: Esituse peatamine pärast pala lõppu: väljas
eu: Gelditu erreproduzitzea pistaren ondoren: desaktibatuta
fa: ایست در پخش بعد از شیار: خاموش
fi: Pysäytä soitto kappaleen jälkeen ei ole käytössä
fr: Arrêter l'écoute après le morceau : Off
he: עצור השמעה אחרי רצועה: לא פועל
hu: A lejátszás leállítása a szám után: kikapcsolva
it: Interrompi riproduzione dopo la traccia: inattiva
ja: トラックのあと再生を停止: オフ
ka: დაკვრის გაჩერება როდესაც ჩანაწერი: გამორთულია
km: ឈប់​ចាក់​បន្ទាប់​ពី​បទ ៖ បិទ
ko: 현재 트랙 재생 후 정지: 해제
lt: Sustoti baigus groti dainą: išjungta
nb: Stopp avspilling etter sporet: Av
nds: Anhollen na dit Stück: Ut
ne: ट्रयाक बन्द गरे पछि प्ले गर्न रोक्नुहोस्
nl: Stoppen met spelen na track: uit
nn: Stopp avspeling etter dette sporet: av
pa: ਟਰੈਕ ਬਾਅਦ ਚਲਾਉਣੇ ਬੰਦ: ਬੰਦ
pl: Zakończenie odtwarzania po utworze: wyłączone
pt: Parar de Tocar Após a Faixa: Desligado
pt_br: Parar de Reproduzir Após a Faixa: Desligado
ru: Остановить воспроизведение после этой дорожки: нет
se: Heaitte čuojaheames dán bihtá maŋŋá: Eret
sk: Zastaviť prehrávanie po skončení stopy: Vypnuté
sr: Заустави пуштање после нумере: искључено
th: หยุดหลังจากเล่นเพลงนี้: ปิด
tr: Parçayı Çaldıktan Sonra Çalmayı Durdur: Kapalı
uk: Зупинити програвання після доріжки: вимкнено

source: Stop Playing After Track: On
af: Stop met speel na die snit: Aan
bg: Спиране на изпълнението след записа: вкл.
ca: Atura la reproducció després de la peça: Activat
cs: Zastavit přehrávání po skladbě: zapnuto
da: Stop med at spille efter spor: Til
de: Wiedergabe nach diesem Stück stoppen: An
el: Σταμάτημα αναπαραγωγής μετά το κομμάτι: ενεργό
es: Detener reproducción al finalizar la pista: Activado
et: Esituse peatamine pärast pala lõppu: sees
eu: Gelditu erreproduzitzea pistaren ondoren: aktibatuta
fa: ایست در پخش بعد از شیار: روشن
fi: Pysäytä soitto kappaleen jälkeen on käytössä
fr: Arrêter l'écoute après le morceau : On
he: עצור השמעה אחרי רצועה: פועל
hu: A lejátszás leállítása a szám után: bekapcsolva
it: Interrompi riproduzione dopo la traccia: attiva
ja: トラックのあと再生を停止: オン
ka: დაკვრის გაჩერება როდესაც ჩანაწერი: ჩართულია
km: ឈប់​ចាក់​បន្ទាប់​ពី​បទ ៖ បើក
ko: 현재 트랙 재생 후 정지: 설정
lt: Sustoti baigus groti dainą: įjungta
nb: Stopp avspilling etter sporet: På
nds: Anhollen na dit Stück: An
ne: ट्रयाक खोले पछि प्ले गर्न बन्द गर्नुहोस्
nl: Stoppen met spelen na track: aan
nn: Stopp avspeling etter dette sporet: på
pa: ਟਰੈਕ ਬਾਅਦ ਚਲਾਉਣੇ ਬੰਦ: ਚਾਲੂ
pl: Zakończenie odtwarzania po utworze: włączone
pt: Parar de Tocar Após a Faixa: Ligado
pt_br: Parar de Reproduzir Após a Faixa: Ligado
ru: Остановить воспроизведение после этой дорожки: да
se: Heaitte čuojaheames dán bihtá maŋŋá: Alde
sk: Zastaviť prehrávanie po skončení stopy: Zapnuté
sr: Заустави пуштање после нумере: укључено
th: หยุดหลังจากเล่นเพลงนี้: เปิด
tr: Parçayı Çaldıktan Sonra Çalmayı Durdur: Açık
uk: Зупинити програвання після доріжки: увімкнено

source: Playlist finished
af: Speel lys het voltooi.
bg: Край на списъка
ca: Llista de reproducció finalitzada
cs: Seznam skladeb dokončen
da: Spillelisten klar
de: Wiedergabeliste beendet
el: Η λίστα αναπαραγωγής τελείωσε
es: Lista de reproducción finalizada
et: Esitusnimekiri läbi
eu: Zerrenda amaituta
fa: فهرست پخش تمام شد
fi: Soittolista soitettiin loppuun
fr: Liste de lecture terminée
he: רשימת־ההשמעה הסתיימה
hu: Vége a lejátszólistának
it: Playlist finita
ja: プレイリスト終了
ka: რეპერტუარი დასრულდა
km: បាន​បញ្ចប់​បញ្ជី​ចាក់
ko: 재생목록이 완료되었습니다.
lt: Grojaraštis pabaigtas
nb: Spillelista er ferdigspilt
nds: Afspeellist dörlopen
ne: प्ले सूची समाप्त भयो
nl: Afspeellijst voltooid
nn: Spelelista er ferdigspelt
pa: ਸੰਗੀਤ-ਸੂਚੀ ਸਮਾਪਤ
pl: Zakończono listę odtwarzania
pt: Lista de músicas terminada
pt_br: A lista de músicas terminou
ru: Список закончился
se: Geargan čuojahanlisttuin
sk: Zoznam skladieb dokončený
sr: Листа нумера је завршена
th: เล่นเพลงจากรายการหมดแล้ว
tr: Parça listesi tamamlandı
uk: Список композицій завершився
