Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: iFP: A suitable iRiver iFP device could not be found
af: iFP: 'n Geskikte iRiver iFP toestel kon nie gevind word nie
bg: iFP: Не беше намерено подходящо iRiver iFP устройство
ca: iFP: No s'ha pogut trobar un dispositiu iRiver iFP adequat
da: En passende iRiver iFP-enhed kunne ikke findes
de: iFP: Es ist kein entsprechender iRiver iFP Player auffindbar.
el: iFP: Μια κατάλληλη συσκευή iRiver iFP δε μπορεί να βρεθεί
es: iFP: No se pudo encontrar un dispositivo iRiver iFP adecuado
et: iFP: sobivat iRiver iFP seadet ei leitud
eu: iFP: ezin izan da baliozko iRiver iFP gailua aurkitu
fa: iFP: نتوانست دستگاه iRiver iFP مناسب را بیابد
fi: iFP: Sopivaa iRiver iFP-laitetta ei löytynyt
fr: iFP : Un périphérique iRiver iFP valide n'a pu été trouvé
he: iFP: לא נמצא התקן iFP מתאים עבור iRiver
hu: iFP: nem található megfelelő iRiver iFP eszköz
it: iFP: Impossibile trovare un dispositivo iRiver iFP appropriato
ja: iFP: 適切な iRiver iFP デバイスが見つかりません
km: iFP ៖ រក​មិន​ឃើញ​ឧបករណ៍ iRiver iFP ដែល​សមរម្យ​
ko: iFP: 적절한 iRiver iFP 장치를 찾을 수 없습니다
lt: iFP: nepavyko aptikti iRiver iFP įrenginio
nb: iFP: fant ikke en passende iRiver iFP-enhet
nds: iFP: Keen passen iRiver iFP-Reedschap funnen
ne: आईएफपी: उपयुक्त आईरिभर आईएफपी यन्त्र फेला पार्न सकेन
nl: iFP: er is geen geschikt iRiver iFP-apparaat gevonden
nn: iFP: Fann ikkje ei passande iRiver iFP-eining
pa: iFP: ਇੱਕ ਢੁੱਕਵਾਂ iRiver iFP ਜੰਤਰ ਨਹੀਂ ਲੱਭਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: iFP: Odpowiednie urządzenie iRiver iFP nie zostało odnalezione
pt: iFP: Não foi encontrado um dispositivo adequado iRiver iFP
pt_br: iFP: Um dispositivo iRiver iFP não pôde ser encontrado
ru: iFP: Не удалось найти устройство iRiver iFP
se: iFP: Ii gávdnan heivvolaš iFP-ovttadaga
sk: iFP: Vhodné zariadenie iRiver nemohlo byť nájdené
sr: iFP: Одговарајући iRiver-ов iFP уређај није нађен
th: iFP: ไม่พบอุปกรณ์ iFP ของ iRiver ที่เหมาะสม
tr: iFP: Uygun iRiver İFP aygıtı bulunamadı
uk: iFP: не вдалося знайти відповідний пристрій iRiver iFP

source: iFP: Could not get a USB device handle
af: iFP: Kon nie 'n USB toestel hak kry nie
bg: iFP: Няма решение за usb устройството
ca: iFP: No s'ha pogut obtenir una referència al dispositiu USB
da: iFP: Kunne ikke hente en enhedsreference for USB
de: iFP: Es wurde kein USB Geräteknoten erhalten
el: iFP: Αδυναμία ανάκτησης ενός χειριστή συσκευής usb
es: iFP: No pudo obtener un manipulador de dispositivo usb
et: iFP: USB-seadme pideme hankimine ebaõnnestus
fa: iFP: نتوانست یک دستگاه USB را بگرداند
fi: iFP: USB-laitekahvaa ei saatu
fr: iFP : Impossible de récupérer un gestionnaire de périphérique USB
hu: iFP: USB-eszközleíró nem elérhető
it: iFP: Impossibile ottenere un gestore del dispositivo USB
ja: iFP: USB デバイスハンドルを取得できませんでした
km: iFP ៖ មិន​អាច​ទទួលការ​​គ្រប់គ្រង​ឧបករណ៍ USB
lt: iFP: nepavyko gauti USB įrenginio identifikatoriaus
nb: iFP: Klarte ikke hente håndtak for USB-enhet
nds: iFP: Keen USB-Reedschapknütt to kriegen
ne: आईएफपी: यूएसबी यन्त्र ह्यान्डल प्राप्त गर्न सकेन
nl: iFP: kon geen afhandelmethode voor usb-apparaat verkrijgen
nn: iFP: Klarte ikkje henta handtak for USB-eining
pa: iFP: ਇੱਕ USB ਜੰਤਰ ਹੈਂਡਲ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੋ ਸਕਿਆ
pl: iFP: Nie można było uzyskać uchwytu urządzenia USB
pt: iFP: Não foi possível obter um descritor do dispositivo USB
pt_br: iFP: Não foi possível obter um gerenciador de dispositivo USB
ru: iFP: Не удалось получить описатель устройства usb
se: iFP: Ii ožžon USB-ovttadatgievjja
sk: iFP: Nepodarilo sa získať obsluhovač zariadenia USB
sr: iFP: Нисам могао да добавим ручку USB уређаја
th: iFP: ไม่สามารถรับค่าตัวจัดการอุปกรณ์ usb ได้
tr: iFP: USB aygıtına erişilemedi
uk: iFP: не вдалося отримати держак пристрою USB

source: iFP: Device is busy
af: iFP: Toestel is besig
bg: iFP: Устройството е заето
ca: iFP: El dispositiu està ocupat
da: iFP-enheden er optaget
de: iFP: Das Gerät ist belegt
el: iFP: Η συσκευή είναι απασχολημένη
es: iFP: El dispositivo está ocupado
et: iFP: seade on hõivatud
eu: iFP: gailua lanpetuta dago
fa: iFP: دستگاه مشغول است
fi: iFP: Laite on varattu
fr: iFP : Le périphérique est occupé
he: iFP: ההתקן תפוס
hu: iFP: az eszköz használatban van
it: iFP: Dispositivo occupato
ja: iFP: デバイスがビジーです
ka: iFP: მოწყობილობა დაკავებულია
km: iFP ៖ ឧបករណ៍​កំពុង​ជាប់រវល់
ko: iFP: 장치가 작동중입니다.
lt: iFP: įrenginys užimtas
nb: iFP: Enheten er opptatt
nds: iFP: Reedschap hett to doon
ne: आईएफपी: यन्त्र व्यस्त छ
nl: iFP: apparaat is bezet
nn: iFP: Eininga er oppteken
pa: iFP: ਜੰਤਰ ਰੁੱਝਿਆ ਹੋਇਆ ਹੈ
pl: iFP: Urządzenie jest zajęte
pt: iFP: O dispositivo está ocupado
pt_br: iFP: O dispositivo está ocupado
ru: iFP: Устройство занято
se: iFP: Ovttadat geavahuvvo
sk: IFP: Zariadenie je zaneprázdnené
sr: iFP: Уређај је заузет
th: iFP: อุปกรณ์กำลังทำงานอยู่
tr: iFP: Aygıt meşgul
uk: iFP: пристрій зайнятий

source: iFP: Could not open device
af: iFP: Kon nie die toestel oopmaak nie
bg: iFP: Грешка при отваряне на устройство
ca: iFP: No s'ha pogut obrir el dispositiu
cs: iFP: Nelze se otevřít zařízení
da: Kunne ikke åbne iFP-enhed
de: iFP: Das Gerät lässt sich nicht öffnen
el: iFP: Αδυναμία ανοίγματος της συσκευής
es: iFP: No se pudo abrir el dispositivo
et: iFP: seadme avamine ebaõnnestus
eu: iFP: ezin izan da gailua ireki
fa: iFP: نتوانست دستگاه را باز کند
fi: iFP: Laitteen avaaminen ei onnistunut
fr: iFP : Impossible d'ouvrir le périphérique
he: iFP: לא יכול לפתוח התקן
hu: iFP: nem sikerült megnyitni az eszközt
it: iFP: Impossibile aprire il dispositivo
ja: iFP: デバイスを開けませんでした
ka: iFP: მოწყობილობის გახსნა შეუძლებელია
km: iFP ៖ មិន​អាច​បើក​ឧបករណ៍​បាន​ឡើយ
ko: iFP: 장치를 열 수 없습니다.
lt: iFP: nepavyko atverti įrenginio
nb: iFP: Kunne ikke åpne enheten
nds: iFP: Datei lett sik nich opmaken
ne: आईएफपी: यन्त्र खोल्न सकेन
nl: iFP: apparaat kon niet worden geopend
nn: iFP: Klarte ikkje opna eining
pa: iFP: ਜੰਤਰ ਖੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: iFP: Nie można było otworzyć urządzenia
pt: iFTP: Não foi possível aceder ao dispositivo
pt_br: iFP: Não foi possível abrir o dispositivo
ru: iFP: Не удалось открыть устройство
se: iFP: Ii sáhttán rahpat ovttadaga
sk: iFP: Nemôžem otvoriť zariadenie
sr: iFP: Нисам могао да отворим уређај
th: iFP: ไม่สามารถเปิดอุปกรณ์ได้
tr: İFP: Aygıt açılamadı
uk: iFP: не вдалося відкрити пристрій

source: Choose a Download Directory
af: Kies 'n aflaai gids
bg: Изберете директория за сваляне
ca: Seleccioneu un directori de descàrrega
cs: Zvolte adresář ke stažení
da: Vælg en download-mappe
de: Wählen Sie einen Download-Ordner
el: Επιλέξτε έναν κατάλογο λήψης
es: Seleccione una carpeta para la descarga
et: Allalaadimiskataloogi valik
eu: Aukeratu deskargatzeko direktorioa
fa: انتخاب یک فهرست راهنمای بارگیری
fi: Valitse latauskansio
fr: Choisissez un dossier à télécharger
he: בחר תיקיית הורדה
hu: Válasszon egy letöltési könyvtárt
it: Scegli una cartella degli scaricamenti
ja: ダウンロードディレクトリを選択
ka: ჩამოტვირთვების დასტის არჩევა
km: ជ្រើស​ថត​ទាញយក
ko: 다운로드 디렉터리 선택
lt: Nurodykite atsiunčiamų bylų aplanką
nb: Velg en nedlastingsmappe
nds: Söök en Daallaad-Orner ut
ne: डाउनलोड डाइरेक्टरी छनौट गर्नुहोस्
nl: Kies een downloadmap
nn: Vel nedlastingsmappe
pa: ਇੱਕ ਡਾਊਨਲੋਡ ਡਾਇਰੈਕਟਰੀ ਚੁਣੋ
pl: Wybierz katalog przesyłania
pt: Escolha uma Pasta de Recepção
pt_br: Escolha um Diretório Onde Baixar
ru: Выбор каталог загрузки
se: Vállje viežžanmáhpa
sk: Vyberte adresár pre sťahovanie
sr: Изаберите директоријум за преузимања
th: เลือกไดเร็คทอรีที่จะดาวน์โหลด
tr: Bir İndirme Klasörü Seçin
uk: Виберіть теку для звантаження

source: Directory cannot be deleted: '%1'
af: DIe gids kon nie uitgevee word nie: '%1'
bg: Директорията не може да бъде изтрита: "%1"
ca: El directori no es pot esborrar: «%1»
cs: Adresář nelze smazat: '%1'
da: Mappen kan ikke slettes: '%1'
de: Der Ordner lässt sich nicht löschen: "%1"
el: Ο κατάλογος δε μπορεί να διαγραφεί: '%1'
es: La carpeta no se puede borrar: «%1»
et: Kataloogi kustutamine ebaõnnestus: '%1'
eu: Direktorioa ezin da ezabatu: '%1'
fa: فهرست راهنما را نمی‌توان حذف کرد: »%1«
fi: Kansiota ”%1” ei voi poistaa.
fr: Le dossier « %1 » n'a pu être effacé
he: אין אפשרות למחוק תיקיה: '%1'
hu: Nem sikerült törölni ezt a könyvtárt: "%1"
it: La cartella non può essere eliminata: '%1'
ja: ディレクトリを削除できません: %1
ka: დასტის წაშლა შეუძლებელია: '%1'
km: មិន​អាច​លុប​ថត '%1' បាន​ឡើយ
ko: 디렉터리를 지울 수 없습니다. '%1'
lt: Nepavyko pašalinti aplanko: „%1“
nb: Mappa kan ikke slettes: «%1»
nds: Orner lett sik nich wegdoon: "%1"
ne: डाइरेक्टरी मेट्न सकिँदैन: '%1'
nl: Deze map kan niet worden verwijderd: '%1'
nn: Mappa kan ikkje slettast: %1
pa: ਡਾਇਰੈਟਰੀ ਹਟਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ: '%1'
pl: Katalog nie może zostać skasowany: "%1"
pt: A pasta não pode ser removida: '%1'
pt_br: Não é possível apagar o diretório: '%1'
ru: Не удалось удалить папку: '%1'
se: Ii leat vejolaš sihkkut máhpa: «%1»
sk: Adresár nemôže byť zmazaný: '%1'
sr: Директоријум се не може обрисати: „%1“
th: ไม่สามารถลบไดเร็คทอรี: '%1'
tr: Silinemez klasör: '%1'
uk: Неможливо вилучити каталог: "%1"

source: File does not exist: '%1'
af: Die lêer: '%1' bestaan nie.
bg: Файлът не съществува: "%1"
ca: El fitxer no existeix: «%1»
cs: Soubor neexistuje: %1
da: Filen eksisterer ikke: %1
de: Diese Datei existiert nicht: "%1"
el: Το αρχείο δεν υπάρχει: '%1'
es: El archivo no existe: «%1»
et: Faili pole olemas: '%1'
eu: Fitxategia ez da existitzen: '%1'
fa: پرونده موجود نیست: »%1«
fi: Tiedostoa ”%1” ei ole olemassa.
fr: Le fichier « %1 » n'existe pas
he: הקובץ אינו קיים: '%1'
hu: Nem létező fájl: "%1"
it: File inesistente: '%1'
ja: 次のファイルは存在しません: %1
ka: ფაილი არ არსებობს: '%1'
km: មិន​មាន​ឯកសារ '%1' ឡើយ
ko: 이 파일은 존재하지 않습니다: %1
lt: Ši byla neegzistuoja: „%1“
nb: Fila finnes ikke: «%1»
nds: Disse Datei gifft dat nich: "%1"
ne: फाइल अवस्थित छैन: '%1'
nl: Dit bestand bestaat niet: '%1'
nn: Fila finst ikkje: %1
pa: ਇਹ ਫਾਇਲ ਮੌਜੂਦ ਨਹੀਂ ਹੈ: '%1'
pl: Plik nie istnieje: "%1"
pt: O ficheiro não existe: '%1'
pt_br: Arquivo não existe: '%1'
ru: Файл не существует: '%1'
se: Fiila «%1» ii gávdno
sk: Súbor neexistuje: '%1'
sr: Фајл не постоји: „%1“
th: ไม่มีแฟ้มนี้อยู่: '%1'
tr: Dosya mevcut değil: %1
uk: Файл не існує: "%1"

source: Cannot enter directory: '%1'
af: Kon nie in gids ingaan nie: '%1'
bg: Недостъпна директория: "%1"
ca: No es pot accedir al directori: «%1»
cs: Do adresáře nelze vstoupit: '%1'
da: Kan ikke gå ind i mappen: '%1'
de: In diesen Ordner kann nicht gewechselt werden: "%1"
el: Αδυναμία εισόδου στον κατάλογο: '%1'
es: No se puede entrar en la carpeta: «%1»
et: Kataloogi sisenemine ebaõnnestus: '%1'
eu: Ezin da direktorioa sartu: '%1'
fa: نمی‌توان فهرست راهنما را وارد کرد: »%1«
fi: Kansiota ei voitu avata: %1
fr: Impossible d'entrer dans le dossier « %1 »
he: אין אפשרות להיכנס לתיקיה: '%1'
hu: Nem sikerült belépni ebbe a könyvtárba: "%1"
it: Impossibile aprire la cartella: '%1'
ja: 次のディレクトリに入れません: %1
ka: დასტაში შესვლა შეუძლებელია: '%1'
km: មិន​អាច​ចូល​ទៅ​ក្នុង​ថត '%1' បាន​ឡើយ
ko: 디렉터리에 들어갈 수 없습니다. '%1'
lt: Nepavyko atverti aplanko: „%1“
nb: Kan ikke gå inn i mappa: «%1»
nds: Orner lett sik nich opmaken: "%1"
ne: डाइरेक्टरी प्रविष्ट गर्न सकिँदैन: '%1'
nl: Kan deze map niet openen: '%1'
pa: ਡਾਇਰੈਕਟਰੀ ਖੋਲੀ ਨਹੀਂ ਜਾ ਸਕਦੀ: '%1'
pl: Nie można wejść do katalogu: "%1"
pt: Não foi aceder à pasta: '%1'
pt_br: Não é possível acessar o diretório: '%1'
ru: Не удалось войти в папку: '%1'
se: Ii beasa máhppii: «%1»
sk: Nemôžem vstúpiť do adresára: '%1'
sr: Не могу да уђем у директоријум: „%1“
th: ไม่สามารถเข้าไปในไดเรคทอรี: '%1'
tr: Dizine girilemedi: %1
uk: Не вдається увійти в каталог: "%1"

source: Download
af: Aflaai
bg: Сваляне
ca: Descarrega
cs: Stáhnout
de: Herunterladen
el: Λήψη
es: Descargar
et: Laadi alla
eu: Deskargatu
fa: بارگیری
fi: Lataa
fr: Télécharger
he: הורד
hu: Letöltés
it: Scarica
ja: ダウンロード
ka: ჩამოტვირთვა
km: ទាញយក
ko: 다운로드
lt: Parsisiųsti
nb: Last ned
nds: Daalladen
ne: डाउनलोड गर्नुहोस्
nn: Last ned
pa: ਡਾਊਨਲੋਡ
pl: Pobieranie
pt: Obter
pt_br: Baixar
ru: Загрузить
se: Viečča
sr: Преузми
th: ดาวน์โหลด
tr: İndir
uk: Звантажити

source: NJB Media device
af: NJB Media Toestel
bg: Медийно устройство NJB
ca: Dispositiu de suports NJB
da: NJB-medieenhed
de: NJB-Media-Player
el: Συσκευή πολυμέσων NJB
es: Dispositivo de medios NJB
et: NJB meediaseade
eu: NJB multimediako gailua
fa: دستگاه رسانۀ NJB
fi: NJB-medialaite
fr: Périphérique NJB Media
he: התקן מדיה NJB
hu: NJB médiaeszköz
it: Dispositivo multimediale NJB
ja: NJB メディアデバイス
km: ឧបករណ៍​​ផ្ទុក NJB
ko: NJB 미디어 장치:
lt: NJB muzikos įrenginys
nb: NJB medieenhet
nds: NJB-Medienreedschap
ne: NJB मिडिया यन्त्र
nl: Creative Nomad JukeBox
nn: NJB-medieeining
pa: NJB ਮੀਡਿਆ ਜੰਤਰ
pl: Urządzenie mediów NJB
pt: Dispositivo Físico NJB
pt_br: Dispositivo de Mídia NJB
ru: Устройство NJB
se: NJB-mediaovttadat
sk: NJB Mediálne zariadenie
sr: NJB мултимедијални уређај
th: อุปกรณ์เล่นสื่อ NJB
tr: NJB Ortam aygıtı
uk: Пристрій носія NJB

source: Special device functions
af: Spesiale toestel funksies
bg: Специални функции на устройството
ca: Funcions especials del dispositiu
cs: Speciální funkce zařízení
da: Særlige enhedsfunktioner
de: Erweiterte Gerätefunktionen
el: Λειτουργίες ειδικής συσκευής
es: Funciones especiales del dispositivo
et: Seadme erifunktsioonid
eu: Gailuaren funtzio bereziak
fa: کارهای ویژۀ دستگاه
fi: Laitteen erikoistoiminnot
fr: Fonctions spéciales au périphérique
he: פונקציות התקן מיוחדות
hu: Speciális eszközfunkciók
it: Funzioni speciali del dispositivo
ja: デバイスの特別な機能
km: មុខងារ​របស់​ឧបករណ៍​ពិសេស
ko: 특별한 장치 기능들
lt: Specialios įrenginio funkcijos
nb: Spesielle enhetsfunksjoner
nds: Besünner Reedschap-Funkschonen
ne: विशेष यन्त्र प्रकार्य
nl: Speciale apparaatfuncties
nn: Spesielle einingsfunksjonar
pa: ਖਾਸ ਜੰਤਰ ਫੰਕਸ਼ਨ
pl: Specjalne funkcje urządzenia
pt: Funções especiais do dispositivo
pt_br: Recursos especiais do dispositivo
ru: Специальные функции устройства
se: Erenoamáš ovttadatdoaimmat
sk: Špeciálne funkcie zariadenia
sr: Посебне функције уређаја
th: ความสามารถพิเศษของอุปกรณ์
tr: Özel aygıt işlevleri
uk: Спеціальні функції пристрою

source: Special functions of your jukebox
af: Spesiale funksies van jou jukeboks
bg: Специални функции на музикалната кутия
ca: Funcions especials del vostre reproductor
da: Specialfunktioner for din jukebox
de: Erweiterte Funktionen für Ihre Jukebox
el: Ειδικές λειτουργίες του jukebox σας
es: Funciones especiales de su gramola
et: Jukeboxi erifunktsioonid
eu: Zure musika-makinaren funtzio bereziak
fa: کارهای ویژۀ jukeboxتان
fi: Jukeboxin erikoistoiminnot
fr: Fonctions spéciales de votre jukebox
he: פונקציות מיוחדות ל־ jukebox שלך
hu: A zenelejátszó speciális funkciói
it: Funzioni speciali del tuo jukebox
ja: あなたのジュークボックスの特別な機能
km: មុខងារ​ពិសេស​របស់ jukebox របស់​អ្នក
ko: 여러분의 주크박스의 특별한 기능들
lt: Specialios muzikinio įrenginio funkcijos
nb: Spesielle funksjoner i musikkboksen din
nds: Besünner Funkschonen vun Dien Musikkist
ne: तपाईँको जुकबक्सको विशेष प्रकार्य
nl: Speciale functies van uw jukebox
nn: Spesielle einingsfunksjonar for jukeboksen
pl: Specjalne funkcje Twojej szafy grającej
pt: Funções especiais da sua jukebox
pt_br: Recursos especiais do seu jukebox
ru: Специальные функции проигрывателя
se: Erenoamáš doaimmat du musihkkabovssas
sk: Špeciálne funkcie vášho jukeboxu
sr: Посебне функције вашег џубокса
th: ความสามารถพิเศษของตู้เพลงของคุณ
tr: Jukebox aygıtınızın özel işlevleri
uk: Спеціальні функції вашої музичної скриньки

source: Could not connect to Nomad device
af: Kon nie aan die Nomad toestel koppel nie
bg: Грешка при скачване с Nomad устройството
ca: No s'ha pogut connectar al dispositiu Nomad
cs: Nelze se připojit k Nomad zařízení
da: Kunne ikke forbinde til Nomad-enhed
de: Es lässt sich keine Verbindung zum Nomad-Gerät herstellen
el: Αδυναμία σύνδεσης σε συσκευή Nomad
es: No se pudo conectar al dispositivo Nomad
et: Nomadi seadmega ühendumine ebaõnnestus
eu: Ezin izan da Nomad gailuarekin konektatu
fa: نتوانست به دستگاه Nomad متصل شود
fi: Nomad-laitteeseen ei voitu yhdistää
fr: Impossible de se connecter au périphérique Nomad
he: לא יכול להתחבר להתקן Nomad
hu: Nem sikerült kapcsolódni a Nomad eszközhöz
it: Impossibile connettere il dispositivo Nomad
ja: Nomad デバイスに接続できません
km: មិន​អាច​តភ្ជាប់​ទៅ​កាន់​ឧបករណ៍ Nomad
ko: Nomad 장치에 연결할 수 없습니다.
lt: Nepavyko prisijungti prie Nomad įrenginio
nb: Kunne ikke koble til Nomad-enheten
nds: Tokoppeln na Nomad-Reedschap nich mööglich
ne: नोम्याड यन्त्रमा जडान गर्न सकेन
nl: Verbinding met Nomad-apparaat niet mogelijk
nn: Klarte ikkje kopla til Nomad-eining
pa: Nomad ਜੰਤਰ ਨਾਲ ਜੁੜਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ
pl: Nie można było podłączyć się do urządzenia Nomad
pt: Não foi possível ligar ao dispositivo Nomad
pt_br: Não foi possível conectar ao dispositivo Nomad
ru: Не удалось подключиться к устройству Nomad
se: Ii sáhttán laktit Nomad-ovttadahkii
sk: Nepodarilo sa pripojiť k zariadeniu Nomad
sr: Нисам могао да се повежем са Nomad-ом
th: ไม่สามารถติดต่อกับอุปกรณ์ Nomad ได้
tr: Nomad aygıtına bağlanılamadı
uk: Не вдається з'єднатися з пристроєм Nomad

source: A suitable Nomad device could not be found
af: 'n Geskikte Nomad toestel kon nie gevind word nie
bg: Не беше намерено подходящо устройство Nomad
ca: No s'ha pogut trobar un dispositiu Nomad adequat
cs: Nelze nalézt vhodné Nomad zařízení
da: En passende Nomad-enhed kunne ikke findes
de: Es ist kein entsprechender Nomad-Player auffindbar.
el: Μια κατάλληλη συσκευή Nomad δε μπορεί να βρεθεί
es: No se pudo encontrar un dispositivo Nomad adecuado
et: Sobivat Nomadi seadet ei leitud
eu: Ezin izan da baliozko Nomad gailurik aurkitu
fa: نتوانست یک دستگاه Nomad مناسب بیابد
fi: Sopivaa Nomad-laitetta ei löytynyt
fr: Un périphérique Nomad valide n'a pas été trouvé
he: לא נמצא התקן Nomad מתאים
hu: Nem található megfelelő Nomad eszköz
it: Impossibile trovare un dispositivo Nomad appropriato
ja: 適切な Nomad デバイスが見つかりません
km: រក​មិនឃើញ​ឧបករណ៍ Nomad ដែល​សមរម្យ
ko: 적절한 Nomad 장치를 찾을 수 없습니다.
lt: Nepavyko aptikti Nomad įrenginio
nb: Fant ingen passende Nomad-enhet
nds: Keen passen Nomad-Reedschap funnen
ne: एउटा उपयुक्त नोम्याड यन्त्र फेला पार्न सकेन
nl: Er is geen geschikt Nomad-apparaat gevonden
nn: Fann ikkje ei passande Nomad-eining
pa: ਇੱਕ ਅਨੁਕੂਲ ਨੋਮੈਡ (Nomad) ਜੰਤਰ ਨਹੀਂ ਲੱਭਿਆ
pl: Odpowiednie urządzenie Nomad nie zostało odnalezione
pt: Não foi encontrado um dispositivo adequado Nomad
pt_br: Um dispositivo Nomad não pôde ser encontrado
ru: Поддерживаемые устройства типа Nomad не найдены
se: Heivvolaš Nomad-ovttadat ii gávdnon
sk: Vhodné zariadenie Nomad sa nepodarilo nájsť
sr: Одговарајући Nomad није нађен
th: ไม่พบอุปกรณ์ Nomad ที่เหมาะสม
tr: Uygun bir Nomad aygıtı bulunamadı
uk: Не вдалося знайти відповідний пристрій Nomad

source: Nomad device could not be opened
af: Die Nomad toestel kon nie oopgemaak word nie
bg: Устройство Nomad не може да бъде отворено
ca: El dispositiu Nomad no s'ha pogut obrir
cs: Nomad zařízení nelze otevřít
da: Nomad-enheden kunne ikke åbnes
de: Der angeforderte Nomad-Player lässt sich nicht öffnen.
el: Η συσκευή Nomad δε μπορεί να φορτωθεί
es: No pudo abrirse el dispositivo Nomad
et: Nomadi seadet ei saa avada
eu: Ezin izan da Nomad gailua ireki
fa: نتوانست دستگاه Nomad را باز کند
fi: Nomad-laitetta ei voitu ladata
fr: Le périphérique Nomad n'a pu être ouvert
he: לא הייתה אפשרות לפתוח את התקן ה־ Nomad
hu: Nem sikerült megnyitni a Nomad eszközt
it: Impossibile accedere al dispositivo Nomad
ja: Nomadデバイスを開けません
km: ឧបករណ៍ Nomad មិន​អាច​ត្រូវ​បាន​បើក
ko: Nomad 장치를 열 수 없습니다.
lt: Nepavyko atverti Nomad įrenginio
nb: Kunne ikke åpne Nomad-enheten
nds: Nomad-Reedschap lett sik nich opmaken
ne: नोम्याड यन्त्र खुल्न सकेन
nl: Nomad-apparaat kon niet worden bereikt
nn: Klarte ikkje opna Nomad-eininga
pa: ਨੋਮੈਡ (Nomad) ਜੰਤਰ ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Urządzenie Nomad nie mogło zostać otworzone
pt: O dispositivo Nomad não está acessível
pt_br: Não foi possível abrir o dispositivo Nomad
ru: Не удалось открыть устройство Nomad
se: Ii lean vejolaš rahpat Nomad-ovttadaga
sk: Nepodarilo sa otvoriť zariadenie Nomad
sr: Nomad није могао бити отворен
th: ไม่สามารถเปิดอุปกรณ์ Nomad ได้
tr: Nomad aygıtı açılamadı
uk: Не вдалося відкрити пристрій Nomad

source: Deleting failed
af: Uitvee was onsuksesvol
bg: Изтриване на файлове беше неуспешно
ca: Ha fallat la supressió
cs: Mazání selhalo
da: Sletning mislykkedes
de: Löschen fehlgeschlagen
el: Αποτυχία διαγραφής
es: El borrado ha fallado
et: Kustutamine ebaõnnestus
eu: Huts egin du ezabatzean
fa: خرابی در حذف
fi: Poisto epäonnistui
fr: Échec lors de la suppression
he: מחיקה שנכשלה
hu: Nem sikerült a törlés
it: Eliminazione fallita
ja: 削除に失敗
km: ការ​លុប​បាន​បរាជ័យ
ko: 삭제에 실패했습니다.
lt: Pašalinti nepavyko
nb: Klarte ikke slette
nds: Wegdoon fehlslaan
ne: मेटाइ असफल भयो
nl: Verwijderen is mislukt
nn: Feil ved sletting
pa: ਹਟਾਉਣਾ ਫੇਲ੍ਹ ਹੋਇਆ
pl: Usuwanie nie powiodło się
pt: A remoção falhou
pt_br: Falha ao apagar
ru: Ошибка удаления
se: Filtii sihkkumis
sk: Odstraňovanie zlyhalo
sr: Брисање није успело
th: การลบล้มเหลว
tr: Silme başarısız oldu
uk: Помилка вилучення

source: Deleting track(s) failed.
af: Uitvee van snit(te) was onsuksesvol
bg: Изтриване на пистите беше неуспешно.
ca: Ha fallat la supressió de la peça o peces.
cs: Mazání stop selhalo.
da: Sletning af spor mislykkedes.
de: Das Löschen von Datei(en) ist fehlgeschlagen.
el: Αποτυχία διαγραφής κομματιού(ων).
es: El borrado de la(s) pista(s) ha fallado.
et: Ralade kustutamine ebaõnnestus.
eu: Huts egin du pista(k) ezabatzean.
fa: خرابی در حذف شیار)ها(.
fi: Kappaleiden poistaminen epäonnistui. (eikö ne peruukki osaa vieläkään tehdä monikoita oikein)
fr: Échec lors de la suppression du(des) morceau(x).
he: מחיקת רצועה/ות נכשלה.
hu: A szám(ok) törlése nem sikerült.
it: Eliminazione tracce fallita.
ja: ファイルを削除できませんでした。
km: កា​រលុប​បទ​បាន​បរាជ័យ ។
ko: 트랙(들)을 삭제하는데 실패했습니다.
lt: Dainų pašalinti nepavyko.
nb: Klarte ikke slette spor.
nds: Dat Wegdoon vun Stücken is fehlslaan.
ne: ट्रयाकहरूको मेटाइ असफल भयो ।
nl: Tracks verwijderen is mislukt
nn: Klarte ikkje sletta spor(a).
pa: ਟਰੈਕ ਹਟਾਉਣਾ ਫੇਲ੍ਹ ਹੋਇਆ ਹੈ।
pl: Usuwanie utworu(ów) nie powiodło się.
pt: A remoção das faixas falhou.
pt_br: Falha ao apagar arquivo(s).
ru: Не удалось удалить композиции.
se: Filtii bihtá(id) sihkumus.
sk: Odstraňovanie stôp(y) zlyhalo.
sr: Брисање нумера није успело.
th: การลบเพลงล้มเหลว
tr: Parçaların silinmesi başarısız oldu.
uk: Помилка вилучення доріжок(и).

source: Move Files To Collection
af: Skuif lêers na die versameling
bg: Преместване на файлове в колекция
ca: Mou els fitxers a la col·lecció
cs: Přesunout soubory do kolekce
da: Flyt filer til samling
de: Dateien zur Sammlung verschieben
el: Μετακίνηση αρχείων στη συλλογή
es: Mover los archivos a la colección
et: Liiguta failid muusikakogusse
eu: Eraman fitxategiak bildumara
fa: حرکت پرونده‌ها به مجموعه
fi: Siirrä tiedostot kokoelmaan
fr: Déplacer les fichiers vers la collection
he: העבר קבצים אל האוסף
hu: Fájlok áthelyezése gyűjteménybe
it: Sposta file nella collezione
ja: ファイルをコレクションに移動
ka: ფაილების კოლექციაში გადატანა
km: ផ្លាស់ទី​ឯកសារ​ទៅ​ការ​សម្រាំង
ko: 모음집에 파일 이동
lt: Perkelti bylas į fonoteką
nb: Flytt filer til samling
nds: Dateien na de Sammeln verschuven
ne: फाइलहरू सङ्कलनमा सार्नुहोस्
nl: Bestanden naar collectie verplaatsen
nn: Flytt filer til samling
pa: ਫਾਇਲਾਂ ਭੰਡਾਰ ਵਿੱਚ ਭੇਜੋ
pl: Przenieś pliki do kolekcji
pt: Mover os Ficheiros para a Colecção
pt_br: Mover Arquivos para a Coleção
ru: Переместить файлы в коллекцию
se: Sirdde fiillaid čoahkkádussii
sk: Presunúť súbory do kolekcie
sr: Премести фајлове у збирку
th: ย้ายแฟ้&มไปคลังดนตรี
tr: Dosyaları Koleksiyona Taşı
uk: Пересунути файли у збірку
