Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Encode Unknown File
af: Enkodeerder: Onbekende lêer
bg: Кодиране - неизвестен файл
ca: Codificació: Fitxer desconegut
da: Kodning ukendt fil
de: Encode: Unbekannte Datei
el: Άγνωστο αρχείο κωδικοποίησης
es: Codificación archivo desconocido
eu: Kodeketa: fitxategi ezezaguna
fa: کدگشایی پروندۀ ناشناخته
fi: Koodaus: Tuntematon tiedosto
hu: Kódoló - ismeretlen fájl
ja: エンコード 不明なファイル
ka: კოდირებული უცნობი ფაილი
km: អ៊ិនកូដ​ឯកសារ​មិនស្គាល់
ko: 알 수 없는 파일 인코드
lt: Kodavimas: nežinoma byla
nds: Koderen: Datei nich bekannt
ne: अज्ञात फाइल सङ्केतन गर्नुहोस्
pa: ਇਕੋਡ ਅਣਜਾਣੀ ਫਾਇਲ
pl: Kodowanie: plik nieznany
pt: Ficheiro da Codificação Desconhecido
pt_br: Codificador: Arquivo Desconhecido
sk: Enkódovanie Neznámy súbor
sr: Кодирање, непознати фајл
th: การเข้ารหัส แฟ้มไม่รู้จัก
tr: Kodlama Bilinmeyen Dosya
uk: Кодування: невідомий файл

source: Encode Bad Channels
af: Enkodeerder: Slegte kanale
bg: Кодиране - лоши канали
ca: Codificació: Canals erronis
da: Kodning fejlagtige kanaler
de: Encode: Schlechte Kanäle
el: Εσφαλμένα κανάλια κωδικοποίησης
es: Codificación canales incorrectos
eu: Kodeketa: okerreko kanalak
fa: کدگشایی مجراهای بد
fi: Koodaus: Sopimattomat kanavat
hu: Kódoló - rossz csatornák
ja: エンコード 不正なチャンネル
ka: კოდირებული ცუდი არხები
km: អ៊ិនកូដ​ឆានែល​មិនល្អ
ko: 나쁜 채널 인코드
lt: Kodavimas: blogi kanalai
nds: Koderen: Leeg Kanaals
ne: खराब च्यानल सङ्केतन गर्नुहोस्
pa: ਇੰਕੋਡ ਗਲਤ ਕਮਾਂਡ
pl: Kodowanie: złe kanały
pt: Canais Inválidos na Codificação
pt_br: Codificador: Canais Ruins
sk: Enkódovanie Zlé kanály
sr: Кодирање, лоши канали
th: การเข้ารหัส ช่องไม่ดี
tr: Kodlama Kötü Kanallar
uk: Кодування: погані канали

source: Encode Bad Sampsize
af: Enkodeerder: Slegte monster grootte
bg: Кодиране - лош размер на проба
ca: Codificació: Mida de mostra errònia
da: Kodning fejlagtig samplingsstørrelse
de: Encode: Ungültige Samplegröße
el: Εσφαλμένο μέγεθος δείγματος κωδικοποίησης
es: Codificación tamaño del muestreo incorrecto
eu: Kodeketa: okerreko lagin-tamaina
fa: کدگشایی اندازۀ نمونۀ بد
fi: Koodaus: Sopimaton näytteenoton koko
hu: Kódoló - rossz mintaméret
ja: エンコード サンプルサイズ不正
ka: კოდირება ცუდი Sampsize
km: ឌិកូដ​ទំហំ​គំរូ​មិនល្អ
ko: 나쁜 샘플화 인코드
lt: Kodavimas: blogas kadrų dydis
nds: Koderen: Leeg Aftastgrött
ne: खराब नमूना साइज सङ्केतन गर्नुहोस्
pl: Kodowanie: zły rozmiar próbki
pt: Tamanho da Amostra Codificada Inválido
pt_br: Codificador: Tamanho da Amostragem Ruim
sk: Enkódovanie Zlá veľkosť vzorku
sr: Кодирање, лоша величина узорка
th: การเข้ารหัส ขนาดการสุ่มตัวอย่างไม่ดี
tr: Kodlama Kötü Örneklem Boyutu
uk: Кодування: неправильний розмір вибірки

source: Encode Bad Samprate
af: Enkodeerder: Slegte monster tempo
bg: Кодиране - лоша скорост на проба
ca: Codificació: Taxa de mostreig errònia
da: Kodning fejlagtig samplingsfrekvens
de: Encode: Ungültige Abtastrate
el: Εσφαλμένη δειγματοληψία κωδικοποίησης
es: Codificación tasa del muestreo incorrecta
eu: Kodeketa: okerreko lagin-tasa
fa: کدگشایی میزان نمونۀ بد
fi: Koodaus: Sopimaton näytteenottotaajuus
hu: Kódoló - rossz mintavételi ráta
ja: エンコード 不正なサンプリングレート
ka: კოდირება ცუდი Samprate
km: ឌិកូដ​អត្រា​គំរូ​មិនល្អ
ko: 나쁜 샘플비중 인코드
lt: Kodavimas: blogas kadrų dažnis
nds: Koderen: Leeg Aftastrate
ne: खराब नमूना दर सङ्केतन गर्नुहोस्
pl: Kodowanie: zła częstotliwość próbkowania
pt: Taxa de Amostragem Inválida na Codificação
pt_br: Codificador: Taxa de Amostragem Ruim
sk: Enkódovanie Zlá rýchlosť vzorkovania
sr: Кодирање, лоша учестаност узорковања
th: การเข้ารหัส อัตราการสุ่มตัวอย่างไม่ดี
tr: Kodlama Kötü Örnekleme Hızı
uk: Кодування: неправильна частота вибірки

source: Encode Invalid
af: Enkodeerder: Ongeldig
bg: Кодиране - невалидно
ca: Codificació: Invàlid
da: Kodning ugyldig
de: Encode: Ungültig
el: Μη έγκυρη κωδικοποίηση
es: Codificación inválido
eu: Kodeketa: baliogabea
fa: کدگشایی نامعتبر
fi: Koodaus: Ei kelpaa
hu: Kódoló - érvénytelen
ja: エンコード 不正
ka: კოდირება არასწორია
km: អ៊ិនកូដ​មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 인코드
lt: Kodavimas: klaidingas
nds: Koderen: Leeg
ne: अवैध सङ्केतन गर्नुहोस्
pa: ਇੰਕੋਡ ਗਲਤ
pl: Kodowanie: nieprawidłowe
pt: Codificação Inválida
pt_br: Codificador: Inválido
sk: Enkódovanie Neplatné
sr: Кодирање, неисправно
th: การเข้ารหัส ไม่ถูกต้อง
tr: Kodlama Geçersiz
uk: Кодування: нечинне

source: Encode No Output File
af: Enkodeerder: Geen afvoer lêer
bg: Кодиране - няма изходящ файл
ca: Codificació: No hi ha fitxer de sortida
da: Kodning ingen uddatafil
de: Encode: Keine Ausgabedatei
el: Χωρίς αρχείο εξόδου κωδικοποίησης
es: Codificación sin archivo de salida
eu: Kodeketa: irteerako fitxategirik ez
fa: کدگشایی بدون پروندۀ خروجی
fi: Koodaus: Ei tulostetiedostoa
hu: Kódoló - nincs kimeneti fájl
ja: エンコード 出力ファイルなし
ka: კოდირება გამონატანი ფაილი არაა
km: អ៊ិនកូដ​ឯកសារ​គ្មានលទ្ធផល
ko: 인코드 출력파일 없음
lt: Kodavimas: nėra išvesties bylos
nds: Koderen: Keen Utgaav-Datei
ne: निर्गात नभएको फाइल सङ्केतन गर्नुहोस्
pa: ਇੰਕੋਡ ਨਹੀਂ ਆਉਟਪੁੱਟ ਫਾਇਲ
pl: Kodowanie: brak pliku wyjściowego
pt: Codificação sem Ficheiro de Saída
pt_br: Codificador: Nenhum Arquivo de Saída
sk: Enkódovanie Žiaden výstupný súbor
sr: Кодирање, нема излазног фајла
th: การเข้ารหัส ไม่มีแฟ้ม Output
tr: Kodlama Çıktı Dosyası Yok
uk: Кодування: нема файла виводу

source: Encode No Input File
af: Enkodeerder: Geen invoer lêer
bg: Кодиране - няма входящ файл
ca: Codificació: No hi ha fitxer d'entrada
da: Kodning ingen inddatafil
de: Encode: Keine Eingabedatei
el: Χωρίς αρχείο εισόδου κωδικοποίησης
es: Codificación sin archivo de entrada
eu: Kodeketa: sarrerako fitxategirik ez
fa: کدگشایی بدون پروندۀ ورودی
fi: Koodaus: Ei syötetiedostoa
hu: Kódoló - nincs bemeneti fájl
ja: エンコード 入力ファイルなし
ka: კოდირება შეყვანის ფაილი არაა
km: អ៊ិនកូដ​ឯកសារ​គ្មានការ​បញ្ចូល
ko: 인코드 입력파일 없음
lt: Kodavimas: nenurodyta šaltinio byla
nds: Koderen: Keen Ingaav-Datei
ne: आगत नभएको फाइल सङ्केतन गर्नुहोस्
pl: Kodowanie: brak pliku wejściowego
pt: Codificação sem Ficheiro de Entrada
pt_br: Codificador: Nenhum Arquivo de Entrada
sk: Enkódovanie Žiaden vstupný súbor
sr: Кодирање, нема улазног фајла
th: การเข้ารหัส ไม่มีแฟ้ม Input
tr: Kodlama Girdi Dosyası Yok
uk: Кодування: нема файла вводу

source: Encode No Output Permissions
af: Enkodeerder: Geen afvoer regte
bg: Кодиране - няма изходящи права
ca: Codificació: No es tenen permisos de sortida
da: Kodning ingen udskriftsrettigheder
de: Encode: Keine Berechtigung zur Ausgabe
el: Χωρίς άδειες εξόδου κωδικοποίησης
es: Codificación sin permisos de salida
eu: Kodeketa: irteerako baimenik ez
fa: کدگشایی بدون مجوز خروجی
fi: Koodaus: Ei oikeuksia tulosteelle
hu: Kódoló - nincs kimeneti engedély
ja: エンコード 出力許可なし
ka: კოდირება გამონატანის უფლებები არაა
km: អ៊ិនកូដ​សិទ្ធិ​គ្មាន​លទ្ធផល
ko: 인코드 출력 권한 없음
lt: Kodavimas: nėra išvesties teisių
nds: Koderen: Keen Utgaav-Verlööf
ne: निर्गात अनुमति नभएको सङ्केतन गर्नुहोस्
pl: Kodowanie: brak uprawnień wyjściowych
pt: Codificação sem Permissões de Saída
pt_br: Codificador: Nenhuma Permissão de Saída
sk: Enkódovanie Žiadne oprávnenia pre výstup
sr: Кодирање, нема излазних дозвола
th: การเข้ารหัส ไม่มีสิทธิ์ส่งข้อมูลออก
tr: Kodlama Çıktı İzni Yok
uk: Кодування: відсутні права доступу виводу

source: Encode Bad Filetype
af: Enkodeerder: Slegte lêer tipe
bg: Кодиране - лош вид на файла
ca: Codificació: Tipus de fitxer erroni
da: Kodning fejlagtig filtype
de: Encode: Ungültiger Dateityp
el: Εσφαλμένος τύπος αρχείου κωδικοποίησης
es: Codificación tipo de archivo incorrecto
eu: Kodeketa: okerrreko fitxategia
fa: کدگشایی نوع پروندۀ بد
fi: Koodaus: Sopimaton tiedostotyyppi
hu: Kódoló - rossz fájltípus
ja: エンコード 不正なファイル形式
ka: კოდირება ფაილის ცუდი ტიპი
km: អ៊ិនកូដ​ប្រភេទ​ឯកសារ​មិន​ល្អ
ko: 인코드 나쁜 파일형식
lt: Kodavimas: blogas bylos tipas
nds: Koderen: Leeg Dateityp
ne: खराब पाइल प्रकार सङ्केतन गर्नुहोस्
pa: ਇੰਕੋਡ ਗਲਤ ਫਾਇਲ ਕਿਸਮ
pl: Kodowanie: zły typ pliku
pt: Codificação com Tipo de Ficheiro Inválido
pt_br: Codificador: Tipo de Arquivo Ruim
sk: Enkódovanie Zlý typ súboru
sr: Кодирање, лош тип фајла
th: การเข้ารหัส ชนิดแฟ้มไม่ดี
tr: Kodlama Kötü Dosya Türü
uk: Кодування: неправильний тип файла

source: Encode Invalid Video
af: Enkodeerder: Ongeldige video
bg: Кодиране - невалидно видео
ca: Codificació: Vídeo invàlid
da: Kodning ugyldig video
de: Encode: Ungültiges Video
el: Μη έγκυρο βίντεο κωδικοποίησης
es: Codificación vídeo inválido
eu: Kodeketa: baliogabeko bideoa
fa: کدگشایی ویدیوی نامعتبر
fi: Koodaus: Video ei kelpaa
hu: Kódoló - érvénytelen videó
ja: エンコード 不正な動画
ka: კოდირება არასწორი ვიდეო
km: អ៊ិនកូដ​វីដេអូ​មិនត្រឹមត្រូវ
ko: 인코드 유효하지 않은 비디오
lt: Kodavimas: klaidingas vaizdas
nds: Koderen: Leeh Video
ne: अवैध भिडियो सङ्केतन गर्नुहोस्
pa: ਇੰਕੋਡ ਗਲਤ ਵੀਡਿਓ
pl: Kodowanie: niewłaściwy obraz
pt: Codificação com Vídeo Inválido
pt_br: Codificador: Vídeo Inválido
sk: Enkódovanie Neplatné video
sr: Кодирање, неисправан видео
th: การเข้ารหัส ชนิดวิดิโอไม่ถูกต้อง
tr: Kodlama Geçersiz Görüntü
uk: Кодування: не чинне відео

source: Encode Invalid Audio
af: Enkodeerder: Ongeldige oudio
bg: Кодиране - невалидно аудио
ca: Codificació: Àudio invàlid
da: Kodning ugyldig lyd
de: Encode: Ungültiges Audio
el: Μη έγκυρος ήχος κωδικοποίησης
es: Codificación audio inválido
eu: Kodeketa: baliogabeko audioa
fa: کدگشایی صوتی نامعتبر
fi: Koodaus: Audio ei kelpaa
hu: Kódoló - érvénytelen hang
ja: エンコード 不正なオーディオ
ka: კოდირება არასწორი აუდიო
km: អ៊ិនកូដ​អូឌីយ៉ូ​មិនត្រឹមត្រូវ
ko: 인코드 유효하지 않은 오디오
lt: Kodavimas: klaidingas garsas
nds: Koderen: Leeg Audio
ne: अवैध भिडियो सङ्केतन गर्नुहोस्
pa: ਇੰਕੋਡ ਗਲਤ ਆਡੀਓ
pl: Kodowanie: niewłaściwy dźwięk
pt: Codificação com Áudio Inválido
pt_br: Codificador: Áudio Inválido
sk: Enkódovanie Neplatné audio
sr: Кодирање, неисправан аудио
th: การเข้ารหัส ชนิดเสียงไม่ถูกต้อง
tr: Kodlama Geçersiz Ses
uk: Кодування: не чинне аудіо

source: Encode No Video Capture
af: Enkodeerder: Geen video opname moontlik
bg: Кодиране - няма видео прихващане
ca: Codificació: No hi ha captura de vídeo
da: Kodning ingen videoindspilning
de: Encode: Keine Videoaufnahme
el: Χωρίς σύλληψη βίντεο κωδικοποίησης
es: Codificación sin captura de vídeo
eu: Kodeketa: ez dago bideo-kapturarik
fa: کدگشایی بدون گیراندازی ویدیویی
fi: Koodaus: Ei videokaappausta
hu: Kódoló - nincs videóelmentés
ja: エンコード ビデオキャプチャなし
ka: კოდირება არაა ვიდეოს ჩაწერა
km: អ៊ិនកូដ​កា​រចាប់យក​ដោយ​គ្មាន​​វីដេអូ
ko: 인코드 비디오 캡쳐 없음
lt: Kodavimas: nėra vaizdo
nds: Koderen: Keen Videoopnahm
ne: कुनै भिडियो ग्रहण नगरेको सङ्केतन गर्नुहोस्
pl: Kodowanie: brak przechwytywania obrazu
pt: Codificação sem Captura de Vídeo
pt_br: Codificador: Nenhuma Captura de Vídeo
sk: Enkódovanie Bez záznamu videa
sr: Кодирање, без видео хватања
th: การเข้ารหัส ไม่มีตัวจับภาพวิดิโอ
tr: Kodlama Yakalanmış Görüntü Yok
uk: Кодування: нема відео-схоплення

source: Encode Invalid Video Capture
af: Enkodeerder: Ongeldige video opname
bg: Кодиране - невалидно видео прихващане
ca: Codificació: Captura de vídeo invàlida
da: Kodning ugyldig videoindspilning
de: Encode: Ungültige Videoaufnahme
el: Μη έγκυρη σύλληψη βίντεο κωδικοποίησης
es: Codificación captura de vídeo inválida
eu: Kodeketa: baliogabeko bideoaren kaptura
fa: کدگشایی گیراندازی ویدیویی نامعتبر
fi: Koodaus: Videokaappaus ei kelpaa
hu: Kódoló - érvénytelen videóelmentés
ja: エンコード 不正なビデオキャプチャ
ka: კოდირება არასწორი ვიდეო ჩაწერა
km: អ៊ិនកូដ​ការ​ចាប់យក​វីដេអូ​មិន​ត្រឹមត្រូវ
ko: 인코드 유효하지 않은 비디오 캡쳐
lt: Kodavimas: klaidingas vaizdas
nds: Koderen: Leeg Videoopnahm
ne: अवैध भिडियो ग्रहण सङ्केतन गर्नुहोस्
pl: Kodowanie: niewłaściwe przechwytywanie obrazu
pt: Codificação com Captura de Vídeo Inválida
pt_br: Codificador: Captura de Vídeo Inválida
sk: Enkódovanie Neplatné zaznamenávanie videa
sr: Кодирање, неисправно видео хватање
th: การเข้ารหัส ตัวจับภาพวิดิโอไม่ถูกต้อง
tr: Kodlama Geçersiz Yakalanmış Görüntü
uk: Кодування: не чинне відео-схоплення

source: Encode No Audio Capture
af: Enkodeerder: Geen oudio opname moontlik
bg: Кодиране - няма аудио прихващане
ca: Codificació: No hi ha captura d'àudio
da: Kodning ingen lydindspilning
de: Encode: Keine Audioaufnahme
el: Χωρίς σύλληψη ήχου κωδικοποίησης
es: Codificación sin captura de audio
eu: Kodeketa: ez dago audio-kapturarik
fa: کدگشایی بدون گیراندازی صوتی
fi: Koodaus: Ei audiokaappausta
hu: Kódoló - nincs hangelmentés
ja: エンコード オーディオキャプチャなし
ka: კოდირება არაა აუდიო ჩაწერა
km: អ៊ិនកូដ​ការ​ចាប់យក​​ដោយ​គ្មាន​អូឌីយ៉ូ​
ko: 인코드 오디오 캡쳐 없음
lt: Kodavimas: nėra garso
nds: Koderen: Keen Audioopnahm
ne: कुनै अडियो ग्रहण नभएको सङ्केतन गर्नुहोस्गर्नुहोस्
pl: Kodowanie: brak przechwytywania dźwięku
pt: Codificação sem Captura de Áudio
pt_br: Decodificador: Nenhuma Captura de Áudio
sk: Enkódovanie Bez záznamu audia
sr: Кодирање, без аудио хватања
th: การเข้ารหัส ไม่มีตัวจับข้อมูลเสียง
tr: Kodlama Yakalanmış Ses Yok
uk: Кодування: нема аудіо-схоплення

source: Encode Invalid Audio Capture
af: Enkodeerder: Ongeldige video opname
bg: Кодиране - невалидно аудио прихващане
ca: Codificació: Captura d'àudio invàlida
da: Kodning ugyldig lydindspilning
de: Encode: Ungültige Audioaufnahme
el: Μη έγκυρη σύλληψη ήχου κωδικοποίησης
es: Codificación captura de audio inválida
eu: Kodeketa: baliogabeko audioaren kaptura
fa: کدگشایی گیراندازی صوتی نامعتبر
fi: Koodaus: Audiokaappaus ei kelpaa
hu: Kódoló - érvénytelen hangelmentés
ja: エンコード 不正なオーディオキャプチャ
ka: კოდირება არასწორი აუდიო ჩაწერა
km: អ៊ិនកូដ​ការចាប់យក​អូឌីយ៉ូ​មិន​ត្រឹមត្រូវ
ko: 인코드 유효하지 않은 오디오 캡쳐
lt: Kodavimas: klaidingas garsas
nds: Koderen: Leeg Audioopnahm
ne: अवैध अडियो ग्रहण सङ्केतन गर्नुहोस्
pl: Kodowanie: niewłaściwe przechwytywanie dźwięku
pt: Codificação com Captura de Áudio Inválida
pt_br: Decodificador: Captura de Áudio Inválida
sk: Enkódovanie Neplatné zaznamenávania audia
sr: Кодирање, неисправно аудио хватање
th: การเข้ารหัส ตัวจับข้อมูลเสียงไม่ถูกต้อง
tr: Kodlama Geçersiz Yakalanmış Ses
uk: Кодування: не чинне аудіо-схоплення

source: Encode Too Slow For Live
af: Enkodeerder: Te stadig vir lewendige opname
bg: Кодиране - прекалено бавно за Live
ca: Codificació: Massa lent per ser en directe
da: Kodning for langsom for realtid
de: Encode: Zu langsam für Live
el: Πολύ αργό για ζωντανή κωδικοποίηση
es: Codificación demasiado lento para en vivo
eu: Kodeketa: txikiegia zuzenerako
fa: کدگشایی بسیار آهسته برای Live
fi: Koodaus: Liian hidasta reaaliaikaan
hu: Kódoló - élő felvételhez túl lassú
ja: エンコード ライブには遅すぎます
ka: კოდირება ძალიან ნელია ცოცხლად ჩაწერისთვის
km: អ៊ិនកូដ​យឺត​ណាស់​សម្រាប់​បន្តផ្ទាល់
ko: 인코드 라이브로는 너무 느림
lt: Kodavimas: pernelyg lėtai tiesioginiam kodavimui
nds: Koderen: To langsam för Direktemang
ne: रहिरहनका लागि अति ढिलो सङ्केतन गर्नुहोस्
pl: Kodowanie: zbyt wolne dla strumienia w czasie rzeczywistym
pt: Codificação Demasiado Lenta para Sequências em Directo
pt_br: Decodificador: Muito Lento para Ao Vivo
sk: Enkódovanie Príliš pomalé pre Live
sr: Кодирање, преспоро за уживо
th: การเข้ารหัส ช้าเกินไปสำหรับถ่ายทอดสด
tr: Kodlama Canlı Oynatma için Çok Yavaş
uk: Кодування: занадто повільне для ефіру

source: Encode Engine Not Initialized
af: Enkodeerder enjin: Nie geïnisialiseer nie
bg: Кодиране - ядрото не е инициализирано
ca: Codificació: El motor no està inicialitzat
da: Kodning grænseflade Ikke initieret
de: Encode: Treiber nicht initialisiert
el: Μη αρχικοποιημένη μηχανή κωδικοποίησης
es: Codificación motor no inicializado
eu: Kodeketa: motorra ez da hasieratu
fa: موتور کدگشایی مقداردهی اولیه نشد
fi: Koodausjärjestelmää ei ole alustettu
hu: Nincs inicializálva kódoló
ja: エンコード エンジンが初期化されていません
ka: კოდირების ძრავა არაა ამოცნობილი
km: អ៊ិនកូដ​ម៉ាស៊ីន​មិន​បាន​ចាប់ផ្ដើម
ko: 인코드 엔진이 초기화 되지 않음
lt: Kodavimas: sistema nepaleista
nds: Koderen: Klangmaschien nich torechtmaakt
ne: थालनी नगरिएको इन्जिन सङ्केतन गर्नुहोस्
pl: Kodowanie: moduł nie zainicjowany
pt: Motor de Codificação Não Inicializado
pt_br: Decodificador: Mecanismo Não Inicializado
ru: Преобразователь не инициализирован
sk: Enkódovanie Engine neinicializovaný
sr: Кодирање, мотор није покренут
th: การเข้ารหัส โปรแกรมประมวลผลไม่ได้ถูกเริ่มต้น
tr: Kodlama Motor Başlatılmadı
uk: Кодування: не започатковано рушій

source: Encode Codec Not Found
af: Enkodeerder: Kodeerder nie gevind nie
bg: Кодиране - кодекът не е намерен
ca: Codificació: No s'ha trobat el còdec
da: Kodningsafkoder ikke fundet
de: Encode: Codec nicht gefunden
el: Δε βρέθηκε κωδικοποιητής κωδικοποίησης
es: Codificación códec no encontrado
eu: Kodeketa: ez da kodeketa aurkitu
fa: کدک کدگشایی یافت نشد
fi: Koodekkia ei löydy
hu: Kódoló - nem található megfelelő kódoló
ja: エンコード コーデックが見つかりません
ka: კოდირების კოდეკი ვერ მოიძებნა
km: រក​មិន​ឃើញ​អ៊ិនកូដ​កូដិក
ko: 인코드 코덱을 찾지 못함
lt: Kodavimas: nerasta kodavimo priemonių
nds: Koderen: Kodek nich funnen
ne: फेला नपरेको कोडेक सङ्केतन गर्नुहोस्
pl: Kodowanie: kodek nie odnaleziony
pt: Codificador Não Encontrado
pt_br: Decodificador: Codec Não Encontrado
sk: Enkódovanie Kodek nenájdený
sr: Кодирање, кодек није нађен
th: การเข้ารหัส ไม่พบตัวเข้า/ถอดรหัส
tr: Kodlama Kodçözücü Bulunamadı
uk: Кодування: не знайдено кодеку

source: Encode Codec Not Initialized
af: Enkodeerder: Kodeerder nie geïnisialiseer nie
bg: Кодиране - кодекът не е инициализиран
ca: Codificació: El còdec no s'ha inicialitzat
da: Kodningsafkoder ikke initieret
de: Encode: Codec nicht initialisiert
el: Μη αρχικοποιημένος κωδικοποιητής κωδικοποίησης
es: Codificación códec no inicializado
eu: Kodeketa: ez da kodeka hasieratu
fa: کدک کدگشایی مقداردهی اولیه نشد
fi: Koodekkia ei ole alustettu
hu: Kódoló - a kódoló nincs inicializálva
ja: エンコード コーデックが初期化されていません
ka: კოდირების კოდეკი არაა ამოცნობილი
km: អ៊ិនកូដ​កូដិក​មិន​បាន​ចាប់ផ្ដើម
ko: 인코드 코덱이 초기화되지 않음
lt: Kodavimas: kodavimo priemonė nepaleista
nds: Koderen: Kodek nich torechtmaakt
ne: थालनी नगरिएको कोडेक सङ्केतन गर्नुहोस्
pl: Kodowanie: kodek nie zainicjowany
pt: Codificador Não Inicializado
pt_br: Decodificador: Codec Não Inicializado
ru: Кодек преобразования не инициализирован
sk: Enkódovanie Kodek neinicializovaný
sr: Кодирање, кодек није покренут
th: การเข้ารหัส ตัวเข้า/ถอดรหัส ไม่มีการเริ่มต้น
tr: Kodlama Kodçözücü Başlatılmadı
uk: Кодування: не започатковано кодеку

source: Encode Invalid Input Dimensions
af: Enkodeerder: Ongelide invoer dimensies
bg: Кодиране - невалидни входящи размери
ca: Codificació: Les dimensions d'entrada són invàlides
da: Kodning ugyldige inddatadimensioner
de: Encode: Ungültige Eingabedimensionen
el: Μη έγκυρες διαστάσεις εισόδου κωδικοποίησης
es: Codificador Dimesiones de entrada inválidas
eu: Kodeketa: sarreraren dimentsioak baliogabeak
fa: کدگشایی ابعاد ورودی نامعتبر
hu: Kódoló - érvénytelen bemeneti méretek
ka: კოდირების ზომების არასწორი შეყვანა
km: អ៊ិនកូដ​វិមាត្រ​បញ្ចូល​មិនត្រឹមត្រូវ
ko: 인코드 유효하지 않은 입력 수치
lt: Kodavimas: klaidingi šaltinio išmatavimai
nds: Koderen: Leeg Dimenschonen in Ingaav
ne: अवैध आगत आयाम सङ्केतन गर्नुहोस्
pl: Kodowanie: niewłaściwe wymiary wejściowe
pt: Dimensões de Entrada Inválidas para a Codificação
pt_br: Decodificador: Dimensões de Entrada Inválidas
sk: Enkódovanie Neplatné rozmery vstupu
sr: Кодирање, неисправне димензије уноса
th: การเข้ารหัส มิติ Input ไม่ถูกต้อง
tr: Kodlama Geçersiz Girdi Boyutları
uk: Кодування: не чинний ввід вимірів

source: Encode Message Ignored
af: Enkodeerder: Boodskap geïgnoreer
bg: Кодиране - съобщението е игнорирано
ca: Codificació: El missatge s'ha ignorat
da: Kodning meddelelse ignoreret
de: Encode: Nachricht ignoriert
el: Αγνόηση μηνύματος κωδικοποίησης
es: Codificación mensaje ignorado
eu: Kodeketa: ez ikusi egin zaio mezuari
fa: از پیام کدگشایی چشم‌پوشی شد
fi: Koodaus: Viesti jätetään huomiotta
hu: Kódoló - üzenet figyelmen kívül hagyva
ja: エンコード メッセージが無視されました
ka: კოდირების შეტყობინება იგნორირებულია
km: អ៊ិនកូដ​សារ​មិន​បានអើពើ
ko: 인코드 메시지 무시됨
lt: Kodavimas: pranešimas ignoruojamas
nds: Koderen: Naricht övergahn
ne: उपेक्षित सन्देश सङ्केतन गर्नुहोस्
pl: Kodowanie: wiadomość zignorowana
pt: Mensagem Ignorada na Codificação
pt_br: Decodificador: Mensagem Ignorada
ru: Сообщение декодера проигнорировано
sk: Enkódovanie Správa ignorovaná
sr: Кодирање, игнорисана порука
th: การเข้ารหัส ข้อความถูกเพิกเฉย
tr: Kodlama İleti Görmezden Gelindi
uk: Кодування: повідомлення зігноровано

source: Encode No Settings
af: Geen Enkodering Opstelling
bg: Кодиране - няма настройки
ca: Codificació: No hi ha configuració
da: Kodning ingen indstillinger
de: Encode: Keine Einstellungen
el: Χωρίς ρυθμίσεις κωδικοποίησης
es: Codificación no configurado
eu: Kodeketa: ezarpenik gabe
fa: کدگشایی بدون تنظیمات
fi: Ei koodausasetuksia
hu: Kódoló - nincs beállítás
ja: エンコード 設定なし
ka: კოდირების პარამეტრები არაა
km: អ៊ិនកូដ​គ្មាន​ការ​កំណត់
ko: 인코드 설정 없음
lt: Kodavimas: nenurodyta
nds: Koderen: Keen Instellen
ne: सेटिङ नभएको सङ्केतन गर्नुहोस्
pl: Kodowanie: brak ustawień
pt: Codificação sem Configuração
pt_br: Decodificador: Nenhuma Configuração
sk: Enkódovanie Bez nastavení
sr: Кодирање, нема подешавања
th: การเข้ารหัส ไม่มีค่าที่ตั้งไว้
tr: Kodlama Ayar Bulunamadı
uk: Кодування: нема параметрів

source: Encode No Output Types
af: Enkodeerder: Geen afvoer tipes
bg: Кодиране - няма изходни типове
ca: Codificació: No hi ha tipus de sortida
da: Kodning ingen udskriftstyper
de: Encode: Keine Ausgabetypen
el: Χωρίς τύπους εξόδου κωδικοποίησης
es: Codificación sin tipos de salida
eu: Kodeketa: irteerako motarik ez
fa: کدگشایی بدون انواع خروجی
fi: Koodaus: Ei tulostetyyppejä
hu: Kódoló - nincs kimeneti típus
ja: エンコード 出力タイプなし
ka: კოდირება არაა გამონატანის ტიპები
km: អ៊ិនកូដ​គ្មាន​ប្រភេទ​លទ្ធផល
ko: 인코드 출력형식 없음
lt: Kodavimas: nėra išvesties tipų
nds: Koderen: Keen Utgaavtypen
ne: निर्गत प्रकारहरू नभएको सङ्केतन गर्नुहोस्
pl: Kodowanie: brak typów wyjściowych
pt: Codificação sem Tipos de Saída
pt_br: Decodificador: Nenhum Tipo de Saída
sk: Enkódovanie Žiadne výstupné typy
sr: Кодирање, нема излазних типова
th: การเข้ารหัส ไม่มีชนิด Output
tr: Kodlama Çıktı Türü Bulunamadı
uk: Кодування: нема типів виводу

source: Encode Improper State
af: Enkodeerder: Ongeldige toestand
bg: Кодиране - неподходящо състояние
ca: Codificació: Estat inadequat
da: Kodning urigtig tilstand
de: Encode: Unpassender Status
el: Μη κατάλληλη κατάσταση κωδικοποίησης
es: Codificación estado incorrecto
eu: Kodeketa: egoera desegokia
fa: کدگشایی وضعیت نامناسب
fi: Koodaus: Sopimaton tila
hu: Kódoló - helytelen állapot
ja: エンコード 不適切な状態
ka: კოდირების არასწორი მდგომარეობა
km: អ៊ិនកូដ​សភាព​មិន​សមរម្យ
ko: 인코드 부적당한 상태
lt: Kodavimas: neteisinga būsena
nds: Koderen: Nich passen Tostand
ne: अनुचित स्थिति सङ्केतन गर्नुहोस्
pl: Kodowanie: niepoprawny stan
pt: Codificação com Estado Inválido
pt_br: Decodificador: Estado Incorreto
sk: Enkódovanie Nesprávny stav
sr: Кодирање, неодговарајуће стање
th: การเข้ารหัส สถานะไม่เหมาะสม
tr: Kodlama Uygun Olmayan Durum
uk: Кодування: непридатний стан

source: Encode Invalid Server
af: Enkodeerder: Ongeldige Bediener
bg: Кодиране - невалиден сървър
ca: Codificació: Servidor invàlid
da: Kodning ugyldig server
de: Encode: Ungültiger Server
el: Μη έγκυρος εξυπηρετητής κωδικοποίησης
es: Codificación servidor inválido
eu: Kodeketa: zerbitzari baliogabea
fa: کدگشایی کارساز نامعتبر
fi: Koodaus: Sopimaton palvelin
hu: Kódoló - érvénytelen kiszolgáló
ja: エンコード 不正なサーバ
ka: კოდირების არასწორი სერვერი
km: អ៊ិនកូដ​ម៉ាស៊ីន​បម្រើ​មិន​ត្រឹមត្រូវ
ko: 인코드 유효하지 않은 서버
lt: Kodavimas: klaidingas serveris
nds: Koderen: Leeg Server
ne: अवैध सर्भर सङ्केतन गर्नुहोस्
pl: Kodowanie: nieprawidłowy serwer
pt: Codificação com Servidor Inválido
pt_br: Decodificador: Servidor Inválido
sk: Enkódovanie Neplatný server
sr: Кодирање, неисправан сервер
th: การเข้ารหัส เซิร์ฟเวอร์ไม่ถูกต้อง
tr: Kodlama Geçersiz Sunucu
uk: Кодування: не чинний сервер
