Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: &Playlist
af: Speel lys
bg: &Списък
ca: &Llista de reproducció
cs: S&eznam skladeb
da: S&pilleliste
de: &Wiedergabeliste
el: &Λίστα
es: Lista de re&producción
et: &Esitusnimekiri
eu: &Zerrenda
fa: &فهرست پخش‌
fi: Soitto&lista
fr: &Liste de lecture
he: &רשימת־השמעה
hu: &Lejátszólista
ja: プレイリスト(&P)
ka: &რეპერტუარი
km: បញ្ជីចាក់
ko: 재생목록(&P)
lt: &Grojaraštį
nb: &Spilleliste
nds: &Afspeellist
ne: प्ले सूची
nl: Afs&peellijst
nn: &Speleliste
pa: ਸੰਗੀਤ-ਸੂਚੀ(&P)
pl: &Lista odtwarzania
pt: Lista de &Reprodução
pt_br: &Lista de Músicas
ru: &Список
se: &Čuojahanlistu
sk: &Zoznam skladieb
sr: &Листа нумера
th: รา&ยการเล่น
tr: &Parça Listesi
uk: &Список композицій

source: Burn
af: Skryf
bg: Запис на CD
ca: Grava
cs: Vypálit
da: Brænd
de: Brennen
el: Εγγραφή
es: Grabar
et: Kirjuta
eu: Grabatu
fa: سوزاندن
fi: Polta
fr: Graver
he: צרוב
hu: Írás
it: Masterizza
ja: CD に焼く
ka: დისკის ჩაწერა
km: ដុត
ko: 굽기
lt: Įrašyti į CD
nb: Brenn
nds: Brennen
ne: बर्न गर्नुहोस्
nl: Branden
nn: Brenn
pa: ਲਿਖੋ
pl: Nagraj
pt: Gravar
pt_br: Queimar em CD/DVD
ru: Записать диск
se: Boaldde
sk: Napáliť
sr: Нарежи
th: เขียนลงแผ่นซีดี
tr: Cd'ye Yaz
uk: Записати на КД

source: Current Playlist
af: Huidige speel lys
bg: Текущ списък със записи
ca: Llista de reproducció actual
cs: Aktuální seznam skladeb
da: Nuværende spilleliste
de: Aktuelle Wiedergabeliste
el: Τρέχουσα λίστα
es: Lista de reproducción actual
et: Praegune esitusnimekiri
eu: Uneko zerrenda
fa: فهرست پخش جاری
fi: Nykyinen soittolista
fr: Liste de lecture en cours
he: רשימת־השמעה נוכחית
hu: Aktuális lejátszólista
it: Playlist attuale
ja: 現在のプレイリスト
ka: მიმდინარე რეპერტუარი
km: បញ្ជី​ចាក់​បច្ចុប្បន្ន
ko: 현재 재생목록
lt: Dabartinį grojaraštį
nb: Denne spillelista
nds: Aktuelle Afspeellist
ne: हालको प्ले सूची
nl: Huidige afspeellijst
nn: Denne spelelista
pa: ਮੌਜੂਦਾ ਸੰਗੀਤ-ਸੂਚੀ
pl: Bieżąca lista odtwarzania
pt: Lista de Reprodução Actual
pt_br: Lista Atual de Músicas
ru: Текущий список
se: Dálá čuojahanlistu
sk: Aktuálny zoznam skladieb
sr: Текућа листа нумера
th: รายการเล่นปัจจุบัน
tr: Geçerli Parça Listesi
uk: Поточний список композицій

source: Selected Tracks
af: Geselekteerde Snitte
bg: Маркираните записи
ca: Peces seleccionades
cs: Vybrané skladby
da: Valgte spor
de: Ausgewählte Stücke
el: Επιλεγμένα κομμάτια
es: Pistas seleccionadas
et: Valitud palad
eu: Hautatutako pistak
fa: شیارهای برگزیده
fi: Valitut kappaleet
fr: Morceaux sélectionnés
he: רצועות מסומנות
hu: A kijelölt számokat
it: Tracce selezionate
ja: 選択したトラック
ka: არჩეული ჩანაწერები
km: បទ​បាន​ជ្រើស
ko: 선택한 트랙
lt: Pažymėtas dainas
nb: Markerte spor
nds: Markeert Stücken
ne: चयन गरिएको ट्रयाक
nl: Geselecteerde tracks
nn: Merkte spor
pa: ਚੁਣੇ ਟਰੈਕ
pl: Wybrane utwory
pt: Faixas Seleccionadas
pt_br: Faixas Selecionadas
ru: Выбранные дорожки
se: Merkejuvvon bihtát
sk: Vybrané skladby
sr: Изабране нумере
th: เพลงที่เลือก
tr: Seçili Parçalar
uk: Вибрані доріжки

source: Now
af: Nou
bg: Сега
ca: Ara
cs: Nyní
da: Nu
de: Jetzt
el: Τώρα
es: Ahora
et: Praegu
eu: Orain
fa: اکنون
fi: nyt
fr: Maintenant
he: עכשיו
hu: Most
it: Ora
ja: 今すぐ
ka: ახლა
km: ឥឡូវ
ko: 지금
lt: Dabar pat
nb: Nå
nds: Nu
ne: अहिले
nl: Nu
nn: No
pa: ਹੁਣੇ
pl: Teraz
pt: Agora
pt_br: Agora
ru: Сейчас
se: Dál
sk: Teraz
sr: Сада
th: ตอนนี้
tr: Şimdi
uk: Тепер

source: After Current Track
af: Na huidige snit
bg: След текущия запис
ca: En acabar la peça actual
cs: Po aktuální skladbě
da: Efter dette spor
de: Nach aktuellem Stück
el: Μετά το τρέχον κομμάτι
es: Después de la pista actual
et: Praeguse pala järel
eu: Uneko pistaren ondoren
fa: بعد از شیار جاری
fi: nykyisen kappaleen jälkeen
fr: Après le morceau courant
he: אחרי הרצועה הנוכחית
hu: A jelenlegi szám után
it: Dopo la traccia attuale
ja: 現在のトラックの後
ka: მიმდინარე ჩანაწერის შემდეგ
km: បន្ទាប់​បទ​បច្ចុប្បន្ន​
ko: 현재 트랙 이후
lt: Pasibaigus dainai
nb: Etter dette sporet
nds: Achter dat aktuelle Stück
ne: हालको ट्रयाक पछि
nl: Na huidige track
nn: Etter dette sporet
pa: ਮੌਜੂਦਾ ਟਰੈਕ ਬਾਅਦ
pl: Za bieżącym utworem
pt: Após a Faixa Actual
pt_br: Após a Faixa Atual
ru: После текущей композиции
se: Maŋŋá dálá bihtá
sk: Po aktuálnej skladbe
sr: После текуће нумере
th: หลังจากเพลงที่กำลังเล่นอยู่
tr: Şimdiki Parçadan Sonra
uk: Після поточної доріжки

source: After Queue
af: Na wagtou
bg: След опашката
ca: En acabar la cua
cs: Po frontě
da: Efter kø
de: Nach der Warteschlange
el: Μετά την αναμονή
es: Tras la cola
et: Järjekorra lõpus
eu: Ilararen ondoren
fa: بعد از صف کردن
fi: jonon jälkeen
fr: Après la file d'attente
he: אחרי התור
hu: A sor után
it: Dopo la coda
ja: キューの後
ka: შემდეგ რიგი
km: បន្ទាប់​ពី​ជួរ
ko: 대기열 이후
lt: Pasibaigus eilei
nb: Etter køen
nds: Achter de Reeg
ne: लाम पछि
nl: Achter wachtrij plaatsen
nn: Etter køen
pa: ਕਤਾਰ ਬਾਅਦ
pl: Za kolejką
pt: Após a Fila
pt_br: Após a Fila
ru: После воспроизведения очереди
se: Maŋŋá gárgadasa
sk: Po poradí
sr: После реда
th: หลังจากคิว
tr: Kuyruktan Sonra
uk: Після черги

source: <p>KLibLoader could not load the plugin:<br/><i>%1</i></p><p>Error message:<br/><i>%2</i></p>
af: <p><i>KLibLoader</i> kon nie 'n inprop module laai nie:<br><i>%1</i></p>Fout boodskap:<br><i>%2</i></p>
bg: <p>KLibLoader не успя да зареди приставката:<br/><i>%1</i></p><p>Съобщение на грешката:<br/><i>%2</i></p>
ca: <p>KLibLoader no ha pogut carregar el connector:<br/><i>%1</i></p><p>Missatge d'error:<br/><i>%2</i></p>
cs: <p>KLibLoader nemohl načíst plugin:<br/><i>%1</i></p><p>Chybová zpráva:<br/><i>%2</i></p>
da: <p>KLibLoader kunne ikke indlæse plugin:<br/><i>%1</i></p><p>Fejlmeddelelse:<br/><i>%2</i></p>
de: <p>KLibLoader kann das folgende Modul nicht laden:<br/><i>%1</i></p><p>Fehlermeldung:<br/><i>%2</i></p>
el: <p>KLibLoader αδυναμία εκκίνησης του πρόσθετου:<br/><i>%1</i></p><p>Μήνυμα σφάλματος:<br/><i>%2</i></p>
es: <p>KLibLoader no ha podido cargar el complemento: <br/><i>%1</i></p><p>Mensaje de error:<br/><i>%2</i></p>
et: <p>KLibLoader ei suutnud laadida pluginat:<br/><i>%1</i></p><p>Veateade:<br/><i>%2</i></p>
eu: <p>KLibLoader ezin izan du plugin-a kargatu:<br/><i>%1</i></p><p>Errore-mezua:<br/><i>%2</i></p>
fa: <p>KLibLoader نتوانست وصله را بار کند:<br/><i>%1</i></p><p>پیام خطا:<br/><i>%2</i></p>
fi: <p>KLibLoader ei kyennyt lataamaan liitännäisiä<br/><i>%1</i></p>.<p>Syy:<br/><i>%2</i></p>
fr: <p>KLibLoader n'a pas pu charger le module :<br/><i>%1</i></p><p>Message d'erreur :<br/><i>%2</i></p>
he: <p dir="rtl">ל־ KLibLoader לא הייתה אפשרות לטעון את התוסף:<br/><i>%1</i></p><p>שגיאה הודעה:<br/><i>%2</i></p>
hu: <p>A KLibLoader nem tudja betölteni a következő modult:<br/><i>%1</i></p><p>Hibaüzenet:<br/><i>%2</i></p>
it: <p>KLibLoader non può caricare il plugin:<br/><i>%1</i></p><p>Messaggio di errore:<br/><i>%2</i></p>
ja: <p>KLibLoaderはプラグインをロードすることができませんでした: <br/><i>%1</i></p><p>エラーメッセージ:<br/><i>%2</i></p>
ka: <p>KLibLoader-მა ვერ ჩატვირთა მოდული:<br/><i>%1</i></p><p>შეტყობინება:<br/><i>%2</i></p>
km: <p>KLibLoader មិន​អាច​ផ្ទុក​កម្មវិធី​ជំនួយ ៖<br/><i>%1</i> បាន​ឡើយ</p><p>សារ​កំហុស​គឺ ៖<br/><i>%2</i></p>
ko: <p>KLibLoader가 이 플러그인을 열지 못했습니다:<br/><i>%1</i></p><p>오류 메시지:<br/><i>%2</i></p>
lt: <p>KLibLoader nepavyko įkelti įskiepio:<br/><i>%1</i></p><p>Klaidos pranešimas:<br/><i>%2</i></p>
nb: <p>KLibLoader kunne ikke laste programtillegget:<br/><i>%1</i></p><p>Feilmelding:<br/><i>%2</i></p>
nds: <p>KLibLoader kunn dit Moduul nich laden:<br/><i>%1</i></p><p>Fehlermellen:<br/><i>%2</i></p>
ne: <p>केडीई लिब लोडरले प्लगइन लोड गर्न सकेन:<br/><i>%1</i></p><p>त्रुटि सन्देश:<br/><i>%2</i></p>
nl: <p>KlibLoader kon de plugin niet laden: <br/><i>%1</i></p><p>Foutmelding:<br/><i>%2</i></p>
nn: <p>KLibLoader klarte ikkje lasta programtillegget:<br/><i>%1</i></p><p>Feilmelding:<br/><i>%2</i></p>
pa: <p>KLibLoader ਪਲੱਗਿੰਨ ਲੋਡ ਨਹੀਂ ਕਰ ਸਕਿਆ ਹੈ:<br/><i>%1</i></p><p>ਗਲਤੀ ਸੁਨੇਹਾ:<br/><i>%2</i></p>
pl: <p>KLibLoader nie mógł wczytać wtyczki:<br/><i>%1</i></p><p>Komunikat błędu:<br/><i>%2</i></p>
pt: <p>Não foi possível ao KLibLoader carregar o 'plugin':<br/><i>%1</i></p><p>Mensagem de erro:<br/><i>%2</i></p>
pt_br: <p>O KLibLoader não conseguiu carregar o plugin:<br/><i>%1</i></p><p>Mensagem de erro:<br/><i>%2</i></p>
ru: <p>KLibLoader не удалось загрузить модуль:<br/><i>%1</i></p><p>Сообщение:<br/><i>%2</i></p>
se: <p>KLibLoader ii sáhttán viežžat lassemoduvlla:<br/><i>%1</i></p><p>Meattáhusdieđáhus:<br/><i>%2</i></p>
sk: <p>KLibLoader nemohol načítať modul:<br/><i>%1</i></p><p>Chybová správa:<br/><i>%2</i></p>
sr: <p>KLibLoader не може да учита прикључак:<br/><i>%1</i></p><p>Грешка:<br/><i>%2</i></p>
th: <p>KLibloader ไม่สามารถโหลดปลั๊กอิน: <br/><i>%1</y></p> <p>ข้อความแสดงข้อผิดพลาด: <br/><i>%2</y></p>
tr: <p>KLibLoader eklentiyi yükleyemedi:<br/><i>%1</i></p><p>Hata mesajı:<br/><i>%2</i></p>
uk: <p>KLibLoader не зміг запустити втулок:<br/><i>%1</i></p><p>Повідомлення помилки:<br/><i>%2</i></p>

source: Name
af: Naam
bg: Име
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
et: Nimi
eu: Izena
fa: نام
fi: Nimi
fr: Nom
he: שם
hu: Név
it: Nome
ja: 名前
ka: სახელი
km: ឈ្មោះ
ko: 이름
lt: Pavadinimas
nb: Navn
nds: Naam
ne: नाम
nl: Naam
nn: Namn
pa: ਨਾਂ
pl: Nazwa
pt: Nome
pt_br: Nome
ru: По имени
se: Namma
sk: Meno
sr: Име
th: ชื่อ
tr: İsim
uk: Назва

source: Library
af: Biblioteek
bg: Библиотека
ca: Biblioteca
cs: Knihovna
da: Bibliotek
de: Bibliothek
el: Βιβλιοθήκη
es: Biblioteca
et: Teek
eu: Liburutegia
fa: کتابخانه
fi: Kirjasto
fr: Bibliothèque
he: ספרייה
hu: Könyvtár
it: Libreria
ja: ライブラリ
ka: ბიბლიოთეკა
km: បណ្ណាល័យ
ko: 라이브러리
lt: Biblioteka
nb: Bibliotek
nds: Bibliotheek
ne: लाइब्रेरी
nl: Bibliotheek
nn: Bibliotek
pa: ਲਾਇਬਰੇਰੀ
pl: Biblioteka
pt: Biblioteca
pt_br: Biblioteca
ru: Библиотека
se: Bibliotehka
sk: Knižnica
sr: Библиотека
th: ไลบรารี
tr: Kütüphane
uk: Бібліотека

source: Authors
af: Outeure
bg: Автори
ca: Autors
cs: Autoři
da: Forfattere
de: Autoren
el: Συγγραφείς
es: Autores
et: Autorid
eu: Egileak
fa: نویسندگان
fi: Tekijät
fr: Auteurs
he: יוצרים
hu: Szerzők
it: Autori
ja: 作者
ka: ავტორები
km: អ្នក​និពន្ធ
ko: 제작자
lt: Autoriai
nb: Forfattere
nds: Autoren
ne: लेखकहरू
nl: Auteurs
nn: Forfattarar
pa: ਲੇਖਕ
pl: Autorzy
pt: Autores
pt_br: Autores
ru: Авторы
se: Čállit
sk: Autori
sr: Аутори
th: ผู้เขียน
tr: Yazarlar
uk: Автори

source: Email
af: E-pos
bg: Е-поща
ca: Correu-e
es: Correo electrónico
et: E-post
eu: Helb. el.
fa: رایانامه
fi: Sähköposti
fr: Adresse électronique
he: דוא"ל
ja: Eメール
ka: ელფოსტა
km: អ៊ីមែល
ko: 전자 우편
lt: E. paštas
nb: E-post
nds: Nettpost
ne: इमेल
nn: E-post
pa: ਈ-ਮੇਲ
se: E-boasta
sr: Е-пошта
th: อีเมล
tr: E-Posta
uk: Ел. пошта

source: Version
af: Weergawe
bg: Версия
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
et: Versioon
eu: Bertsioa
fa: نسخه
fi: Versio
he: גרסה
hu: Verzió
it: Versione
ja: バージョン
ka: ვერსია
km: កំណែ
ko: 버젼
lt: Versija
nb: Versjon
nds: Verschoon
ne: संस्करण
nl: Versie
nn: Versjon
pa: ਵਰਜਨ
pl: Wersja
pt: Versão
pt_br: Versão
ru: Версия
se: Veršuvdna
sk: Verzia
sr: Верзија
th: รุ่น
tr: Sürüm
uk: Версія

source: Framework Version
af: Raamwerk weergawe
bg: Версия на кадрите
ca: Versió de l'entorn
cs: Verze rámce
da: Skeletudgave
de: Grundgerüst-Version
el: Έκδοση πλαισίου
es: Versión del marco de trabajo
et: Raamistiku versioon
eu: Laneko bertsioa
fa: چهارچوب نسخه
fi: Kehyskoodin versio
fr: Version de l'architecture
he: גרסת מסגרת
hu: Keretrendszer-verzió
it: Versione della struttura
ja: フレームワークのバージョン
ka: მონახაზური ვერსია
km: កំណែ​គ្រោងការណ៍
ko: 프레임워크 버젼
lt: Darbinė versija
nb: Rammeverkversjon
nds: Rahmenwark-Verschoon
ne: फ्रेमवर्क संस्करण
nl: Frameworkversie
nn: Rammeverkversjon
pa: ਫਰੇਮਵਰਕ ਵਰਜਨ
pl: Wersja wsparcia
pt: Versão da Infra-estrutura
pt_br: Versão do Framework
ru: Версия интерфейса
se: Rápmadatveršuvdna
sk: Verzia rámca
sr: Верзија радног оквира
th: รุ่นของโครงซอฟต์แวร์
tr: Uygulama Ortamı Sürümü
uk: Версія основи

source: Plugin Information
af: Inprop module informasie
bg: Данни за приставка
ca: Informació dels connectors
cs: Informace o modulu
de: Modul-Information
el: Πληροφορίες πρόσθετου
es: Información del complemento
et: Plugina info
eu: Plugin-aren informazioa
fa: اطلاعات وصله
fi: Liitännäisen tiedot
fr: Informations sur le module
he: מידע אודות התוסף
hu: Modulinformáció
it: Informazioni plugin
ja: プラグイン情報
ka: მოდულის ინფორმაცია
km: ព័ត៌មាន​កម្មវិធី​ជំនួយ
ko: 플러그인 정보
lt: Įskiepio informacija
nb: Programtillegginformasjon
nds: Moduul-Informatschoon
ne: प्लगइन सूचना
nl: Plugininformatie
nn: Programtillegginformasjon
pa: ਪਲੱਗਿੰਨ ਜਾਣਕਾਰੀ
pl: Informacje o wtyczce
pt: Informação do 'Plugin'
pt_br: Informações sobre o Plugin
ru: Сведения о модулях
se: Dieđut lassemoduvllas
sk: Informácie o module
sr: Подаци о прикључку
th: ข้อมูลปลั๊กอิน
tr: Eklenti Bilgisi
uk: Інформація про втулок

source: An Amarok Equalizer using a line graph
af: 'n Amarok band menger, wat van 'n lyn grafiek gebruik maak.
bg: Еквалайзер Amarok, използващ линейна графика
ca: Un equalitzador de l'Amarok que usa un gràfic de línies
cs: Amarok ekvalizér využívající čárový graf
da: En equalizer for Amarok som bruger en grafisk linje
de: Ein Amarok-Equalizer der eine Liniengraphik verwendet
el: Ένας Ισοσταθμιστής του AmaroK με χρήση γραμμικού γραφήματος
es: Un ecualizador de Amarok que utiliza un gráfico de líneas
et: Amaroki joongraafikuga akvalaiser
fa: برابرساز Amarok با استفاده از یک گراف خط
fi: Palkkitaajuuskorjain
fr: Un égaliseur d'Amarok utilisant un graphe linéaire
he: אקולייזר של Amarok המשתמש בגרף קווים
hu: Vonalgrafikont használó Amarok-equalizer
it: Un equalizzatore di Amarok che utilizza un grafico lineare
ja: 線グラフを使う Amarok イコライザ
km: អេហ្គុយ amaroK ដែល​ប្រើ​ក្រាប​បន្ទាត់
ko: 선 그래프를 사용하는 Amarok 이퀄라이저
lt: AmaroK ekvalaizeris su grafiku
nb: En linjegrafbasert lydbalansekontroll
nds: En Amarok-Liekmaker, de en Lienengrafik bruukt
ne: रेखा ग्राफ प्रयोग गरिरहेको एउटा अमारोक तुल्यकारक
nl: Een Amarok equalizer, gebruik makend van een lijngrafiek
nn: Ein linjegrafbasert lydbalansekontroll.
pa: ਇੱਕ ਰੇਖਾ ਗਰਾਫ਼ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਅਮਰੋਕ ਸੰਤੁਲਨ ਹੈ
pl: Korektor Amaroka używający wykresu liniowego
pt: Um equalizador do Amarok que usa um gráfico em linhas
pt_br: Um Equalizador para o Amarok, usando um gráfico em linha
ru: Эквалайзер на основе сплошной кривой
se: Linjjágráfavuođđuduvvon Ámarok-jietnadássádat
sk: Amarok ekvalizér využívajúci čiarový graf
sr: Еквилајзер за Amarok који користи линијски графикон
th: อิควอไลเซอร์ของ Amarok ที่ใช้กราฟเส้น
tr: Çizgi grafiği kullanan bir Amarok Ekolayzırı
uk: Еквалайзер amaroK з використанням лінійного графіка

source: Graph Equalizer
af: Grafiese band menger
bg: Графичен еквалайзер
ca: Equalitzador gràfic
cs: Grafický ekvalizér
da: Graf-equalizer
de: Graphischer Equalizer
el: Γραφικός ισοσταθμιστής
es: Ecualizador gráfico
et: Graafik-ekvalaiser
eu: Ekualizadore grafikoa
fa: برابرساز گراف
fi: Graafinen pistekäyrätaajuuskorjain
fr: Égaliseur graphique
he: אקולייזר המורכב מגרף
hu: Grafikus equalizer
it: Equalizzatore grafico
ja: グラフイコライザ
ka: გრაფიკული ეკვალაიზერი
km: អេហ្គុយ​ក្រាប
ko: 그래프 이퀼라이저
lt: Ekvalaizerio grafikas
nb: Grafisk lydbalanse
nds: Graafsch Liekmaker
ne: ग्राफ तुल्यकारक
nl: Grafiekequalizer
nn: Grafisk lydbalanse
pa: ਗਰਾਫ ਸਮਤੋਲ
pl: Korektor graficzny
pt: Equalizador Gráfico
pt_br: Equalizador Gráfico
ru: Криволинейный эквалайзер
se: Gráfalaš jietnadássádat
sk: Grafický ekvalizér
sr: Графиконски еквилајзер
th: กราฟอิควอไลเซอร์
tr: Grafik Ekolayzır
uk: Графічний еквалайзер

source: Equalizer
af: Band menger
bg: Еквалайзер
ca: Equalitzador
cs: Ekvalizér
el: Ισοσταθμιστής
es: Ecualizador
et: Ekvalaiser
eu: Ekualizadorea
fa: برابرساز
fi: Taajuuskorjain
fr: Égaliseur
he: אקולייזר
it: Equalizzatore
ja: イコライザ
ka: ეკვალაიზერი
km: អេហ្គុយ
ko: 이퀼라이저
lt: Ekvalaizeris
nb: Lydbalanse
nds: Liekmaker
ne: तुल्यकारक
nn: Lydbalanse
pa: ਸਮਤੋਲ
pl: Korektor
pt: Equalizador
pt_br: Equalizador
ru: Эквалайзер
se: Jietnadássádat
sk: Ekvalizér
sr: Еквилајзер
th: อิควอไลเซอร์
tr: Ekolayzır
uk: Еквалайзер

source: Presets:
af: Vooraf instellings
bg: Фиксирани настройки:
ca: Ambients:
cs: Přednastavení:
da: Forudindstillinger:
de: Voreinstellungen:
el: Προεπιλογές:
es: Predefinidos:
et: Valmisseadistused:
eu: Aurrezarpenak:
fa: پیش‌تنظیمات:
fi: Esiasetetut:
fr: Préréglages :
he: אפשרויות קבועות:
hu: Beállítások:
it: Preimpostazioni:
ja: プリセット:
ka: მომართვები:
km: ការ​កំណត់ជា​​មុន ៖
ko: 프리셋:
lt: Profiliai:
nb: Forhåndsinnstillinger:
nds: Profilen:
ne: प्रिसेट:
nl: Voorinstellingen:
nn: Ferdigoppsett:
pa: ਪਹਿਲਾਂ-ਸੈਟ:
pl: Zestawy:
pt: Predefinições:
ru: Конфигурации:
sk: Prednastavenia:
sr: Претподешавања:
th: ชุดสำเร็จ:
tr: Ayarlar:
uk: Конфігурації:

source: Add new preset
af: Voeg nuwe instelling by
bg: Добавяне на нова фиксирана настройка
ca: Afegeix un nou ambient
cs: Přidat nové přednastavení
da: Tilføj ny forudindstilling
de: Neue Voreinstellung hinzufügen
el: Προσθήκη νέας προεπιλογής
es: Añadir una nueva predefinición
et: Lisa uus valmisseadistus
eu: Gehitu aurrezarpen berria
fa: افزودن پیش‌تنظیم جدید
fi: Lisää uusi
fr: Ajouter un nouveau préréglage
he: הוסף אפשרויות קבועות חדשות לאקולייזר
hu: Új equalizer-beállítás hozzáadása
it: Aggiungi nuova preimpostazione
ja: 新規プリセットを追加
ka: ახალი ხმის მოდულაციის დამატება
km: បន្ថែម​ការ​កំណត់មុន​ថ្មី
ko: 새로운 프리셋 추가
lt: Įdėti profilį
nb: Legg til en ny forhåndsinnstilling
nds: Nieg Profil tofögen
ne: नयाँ प्रिसेट थप्नुहोस्
nl: Nieuwe voorinstelling toevoegen
nn: Legg til nytt ferdigoppsett
pa: ਨਵਾਂ ਪਹਿਲਾਂ-ਸੈੱਟ ਸ਼ਾਮਲ
pl: Dodaj nowy zestaw
pt: Adicionar uma nova predefinição
pt_br: Adicionar novo preset
ru: Добавить конфигурацию эквалайзера
sk: Pridať nové prednastavenia
sr: Додај ново претподешавање
th: เพิ่มชุดสำเร็จ
tr: Yeni ayar ekle
uk: Додати нову конфігурацію

source: Manage presets
af: Bestuur instellings
bg: Управление на фиксираните настройки
ca: Gestiona els ambients
cs: Spravovat přednastavení
da: Håndtér forudindstillinger
de: Voreinstellungen verwalten
el: Διαχείριση προεπιλογών
es: Gestionar las predefiniciones
et: Halda valmisseadistusi
eu: Kudeatu aurrezarpenak
fa: مدیریت پیش‌تنظیمات
fi: Muokkaa tallennettuja esiasetuksia
fr: Gérer les préréglages
he: נהל אפשרויות קבועות
hu: Equalizer-beállítások kezelése
it: Gestisci preimpostazioni
ja: プリセットを管理
ka: ხმის მოდულაციების მართვა
km: គ្រប់គ្រង​ការ​កំណត់​ជា​មុន
ko: 프리셋 관리
lt: Tvarkyti profilius
nb: Behandle forhåndsinnstillinger
nds: Profilen plegen
ne: प्रिसेट प्रबन्ध गर्नुहोस्
nl: Voorinstellingen beheren
nn: Endra ferdigoppsett
pa: ਪਹਿਲਾਂ-ਸੈੱਟ ਪਰਬੰਧ
pl: Zarządzaj zestawami
pt: Gerir predefinições
pt_br: Gerenciar presets
ru: Управление конфигурациями
sk: Spravovať prednastavenia
sr: Управљајте претподешавањима
th: จัดการชุดสำเร็จ
tr: Ayarları yönet
uk: Керування конфігураціями

source: Enable Equalizer
af: Aktiveer band menger
bg: Включване на еквалайзера
ca: Habilita l'equalitzador
cs: Povolit ekvalizér
da: Aktivér equalizer
de: Equalizer aktivieren
el: Ενεργοποίηση ισοσταθμιστή
es: Habilitar el ecualizador
et: Ekvalaiseri lubamine
eu: Gaitu ekualizadorea
fa: فعال‌سازی برابرساز
fi: Käytä taajuuskorjainta
fr: Activer l'égaliseur
he: אפשר אקולייזר
hu: Equalizer bekapcsolása
it: Abilita equalizzatore
ja: イコライザを有効にする
ka: ეკვალაიზერის ჩართვა
km: អនុញ្ញាត​អេហ្គុយ
ko: 이퀼라이저 사용하기
lt: Įjungti ekvalaizerį
nb: Slå på lydbalanse
nds: Liekmaker anmaken
ne: तुल्यकारक सक्षम पार्नुहोस्
nl: Equalizer activeren
nn: Slå på lydbalanse
pa: ਸਮਤੋਲ ਯੋਗ
pl: Włącz korektor
pt: Activar o Equalizador...
pt_br: Habilitar Equalizador
ru: Включить
se: Bija jietnadássádaga doaibmat
sk: Povoliť ekvalizér
sr: Укључи еквилајзер
th: เปิดใช้งานอิควอไลเซอร์
tr: Ekolayzırı Etkinleştir
uk: Ввімкнути еквалайзер

source: Pre-amp
af: Vooraf versterking
bg: Предусилвател
ca: Preamplificador
cs: Předzesílení
de: Vorverstärkung
el: Προενίσχυση
es: Preamplificación
et: Eelmoonutus
eu: Aurreanplifikadorea
fi: Esivahvistus
he: קדם־הגבר
hu: Előerősítő
ja: プリアンプ
ka: გაძლიერება
km: អាំភ្លី​ដើរ​មុន​គេ
lt: Didinimas
nb: Lydforsterkning
nds: Vörverstärken
nl: Voorversterking
nn: Lydforsterking
pl: Wzmocnienie
pt: Pré-Amp
pt_br: Pré-amp
ru: Усиление
se: Jietnagievrudeaddji
sk: Predzosilnenie
sr: Претпојачање
th: พรี-แอมป์
tr: ÖnAmfi
uk: Підсилення

source: Manual
af: Self
bg: Ръчно
cs: Ruční
da: Manuel
de: Manuell
el: Χειροκίνητο
et: Käsitsi
eu: Eskuz
fa: راهنما
fi: Mukautettu
fr: Manuel
he: ידני
hu: Kézi
it: Manuale
ja: 手動
ka: ხელით
km: ដោយ​ដៃ
ko: 메뉴얼
lt: Rankinis
nb: Manuell
nds: Handbedrief
ne: म्यानुअल
nl: Handmatig
nn: Manuell
pa: ਦਸਤੀ
pl: Ręcznie
ru: Ручная
se: Manuella
sk: Ručne
sr: Ручно
th: ปรับเอง
tr: Elle
uk: Ручне

source: Zero
af: Nul
bg: Нулирано
cs: Nula
de: Null
el: Μηδενικό
es: Cero
et: Null
fa: صفر
fi: Oletus
fr: Zéro
he: איפוס
hu: Nulla
ja: ゼロ
km: គ្មាន
lt: Nieko
nb: Null
nds: Null
ne: शून्य
nl: Nul
nn: Null
pa: ਜ਼ੀਰੋ
ru: Горизонтальная
se: Nolla
sk: Nula
sr: Нула
th: ศูนย์
tr: Sıfırla
uk: Початковий

source: Add Equalizer Preset
af: Voeg band menger instelling by
bg: Добавяне на фиксирана настройка на еквалайзера
ca: Afegeix un ambient per l'equalitzador
cs: Přidat přednastavení ekvalizéru
da: Tilføj forudindstilling af equalizer
de: Equalizer-Voreinstellung hinzufügen
el: Προσθήκη προεπιλογής ισοσταθμιστή
es: Añadir una predefinición de ecualizador
et: Ekvalaiseri valmisseadistuse lisamine
eu: Gehitu ekualizadorearen aurrezarpenak
fa: افزودن پیش‌تنظیم برابرساز
fi: Lisää
fr: Ajouter un préréglage pour l'égaliseur
he: הוסף אפשרות קבועה לאקולייזר
hu: Equalizer-beállítás hozzáadása
it: Aggiungi preimpostazioni equalizzatore
ja: プリセットイコライザを追加
ka: ეკვალაიზერის ხმის მოდულაციის დამატება
km: បន្ថែម​ការ​កំណត់​មុន​របស់​អេហ្គុយ
ko: 이퀄라이져 프리셋 추가
lt: Įdėti ekvalaizerio profilį
nb: Legg til en forhåndsinnstilling for tonekontroll
nds: Liekmakerprofil tofögen
ne: तुल्यकारक प्रिसेट थप्नुहोस्
nl: Voorinstelling van equalizer toevoegen
nn: Legg til lydbalanseoppsett
pa: ਪਹਿਲਾਂ-ਸੈੱਟ ਸਮ-ਤੋਲ ਸ਼ਾਮਲ
pl: Dodaj zestaw Korektora
pt: Adicionar uma Predefinição de Equalizador
pt_br: Adicionar Preset do Equalizador
ru: Добавить конфигурацию эквалайзера
sk: Pridať prednastevnie ekvalizéru
sr: Додај претподешавање за еквилајзер
th: เพิ่มชุดสำเร็จของอิควอไลเซอร์
tr: Ekolayzır Ayarı Ekle
uk: Додати конфігурацію еквалайзера

source: Enter preset name:
af: Voer instelling naam in:
bg: Въведете наименование :
ca: Introduïu el nom de l'ambient:
cs: Zadejte název přednastavení:
da: Angiv forudindstillingens navn:
de: Name der Voreinstellung:
el: Εισαγωγή ονόματος προεπιλογής:
es: Introduzca el nombre de la predefinición:
et: Valmisseadistuse nimi:
eu: Sartu aurrezarpen-izena:
fa: وارد کردن نام پیش‌تنظیم:
fi: Nimi:
fr: Saisissez le nom du préréglage :
he: הכנס שם של אפשרות קבועה:
hu: Adja meg az equalizer-beállítás nevét:
it: Inserisci il nome della preimpostazione:
ja: プリセット名:
ka: ხმის მოდულაციის სახელის შეყვანა:
km: បញ្ចូល​ឈ្មោះ​ការ​កំណត់​ជាមុន ៖
ko: 프리셋 이름 입력:
lt: Įrašykite profilio pavadinimą:
nb: Skriv inn navnet på forhåndsinnstillingen:
nds: Profilnaam ingeven:
ne: प्रिसेट नाम प्रविष्ट गर्नुहोस्:
nl: Naam voorinstelling:
nn: Namn på oppsett:
pa: ਪਹਿਲਾਂ-ਸੈੱਟ ਨਾਂ ਦਿਓ:
pl: Podaj nazwę zestawu:
pt: Indique o nome da predefinição:
pt_br: Digite o nome do preset:
ru: Введите имя конфигурации:
sk: Zadajte názov prednastavenia:
sr: Унесите име претподешавања:
th: ใส่ชื่อของชุดสำเร็จ:
tr: Ayar için isim girin:
uk: Введіть назву конфігурації:
