Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Try Autoconfig
af: Probeer <i>autoconfig</i>
bg: Опит за автонастройване
ca: Proveu l'autoconfiguració
da: Forsøg med automatisk indstilling
el: Προσπάθεια αυτόματης ρύθμισης
es: Intentar configuración automática
eu: Saiatu autokonfiguratzen
fa: سعی در پیکربندی خودکار
fi: Yritä automaattisia asetuksia
fr: Tentative d'auto-configuration
hu: Automatikus beállítás próbálása
ja: Autoconfig 試行
ka: ავტოკონფიგის ცდა
km: ព្យាយាម Autoconfig
ko: 자동 설정 시도
lt: Bandyti derinti automatiškai
nds: Automaatsch Inrichten versöken
ne: स्वत: कन्फिगर प्रयास गर्नुहोस्
pl: Spróbuj automatycznej konfiguracji
pt: Tentar Auto-Config.
pt_br: Tente a Auto-configuração
sk: Skúsiť autoconfig
sr: Покушајте Autoconfig
th: ลองการตั้งค่าอัตโนมัติ
tr: Otomatik Yapılandırmayı Dene
uk: Спробуйте автоналаштування

source: Notenough Bandwidth
af: Nie genoeg bandwydte nie
bg: Няма достатъчна честотна лента
ca: No hi ha prou amplada de banda
da: Ikke tilstrækkelig båndbredde
de: Ungenügend Bandbreite
el: Μη επαρκές εύρος δικτύου
es: Ancho de banda insuficiente
et: Ribalaiust napib
eu: Ez dago nahikoa banda-zabalera
fa: پهنای باند کافی نیست
fi: Ei tarpeeksi kaistaa
fr: Pas assez de bande passante
hu: Nincs elegendő sávszélesség
it: Banda insufficiente
ja: 帯域幅不足
ka: Notenough გამტარობა
km: កម្រិត​បញ្ជូន​មិន​គ្រប់គ្រាន់
ko: 대역폭이 충분하지 않음
lt: Neužtenka srauto pločio
nds: Nich noog Bandbreed
ne: पर्याप्त ब्यान्डविड्थ छैन
pl: Niewystarczająca przepustowość
pt: Falta de Largura de Banda
pt_br: Largura de Banda Insuficiente
sk: Nedostatočná šírka pásma
sr: Недовољно пропусности
th: แบนด์วิดธ์ไม่พอ
tr: Yeterli Bant Genişliği Yok
uk: Не вистачає пропускної здатності

source: Http Connect
af: HTTP Koppel
bg: Http свързване
ca: Connexió HTTP
cs: HTTP připojení
da: HTTP-forbindelse
de: Http-Verbindung
el: Http σύνδεση
es: Conectar por Http
et: HTTP ühendus
eu: HTTP konexioa
fa: اتصال قام
fi: HTTP-yhteys
fr: Connexion Http
hu: HTTP - kapcsolódás
it: Connessione HTTP
ja: HTTP 接続
ka: Http დაკავშირება
km: Http តភ្ជាប់
ko: Http 연결
lt: Prisijungti HTTP
nds: HTTP - Tokoppeln
ne: एचटीटीपी जडान गर्नुहोस्
pa: Http ਕੁਨੈਕਸ਼ਨ
pl: Połączenie HTTP
pt: Ligar via HTTP
pt_br: Conexão Http
sk: Http Pripojiť
sr: HTTP повезивање
th: เชื่อมต่อ Http
tr: Http ile Bağlan
uk: З'єднання Http

source: Port In Use
af: Die poort word gebruik
bg: Използван порт
ca: El port ja és en ús
da: Port bruges
de: Port wird bereits verwendet
el: Θύρα σε χρήση
es: Puerto en uso
et: Kasutusel port
eu: Ataka
fa: درگاه در حال استفاده
fi: Portti käytössä
fr: Port utilisé
hu: Port használatban
it: Porta in uso
ja: ポート使用中
ka: პორტი გამოყენებულია
km: ច្រក​កំពុង​ប្រើ
ko: 사용중인 포트
lt: Prievadas naudojamas
nds: Port warrt al bruukt
ne: प्रयोगमा पोर्ट
pa: ਵਰਤੋਂ ਵਿੱਚ ਪੋਰਟ
pl: Port jest używany
pt: Porto em Uso
pt_br: Porta em Uso
sk: Port je používaný
sr: Порт у употреби
th: ใช้พอร์ตอยู่
tr: Port Kullanımda
uk: Порт у вжитку

source: Loadtest Not Supported
af: Laai toets word nie ondersteun nie
bg: Не се поддържа Loadtest
ca: No s'accepta «loadtest»
da: Belastningsmætning understøttes ikke
el: Δεν υποστηρίζεται το Loadtest
es: Prueba de carga no soportada
et: Loadtest pole toetatud
eu: Loadtest ez dago onartuta
fa: آزمون بارگذاری پشتیبانی نمی‌شود
fi: Kuormatestiä ei tueta
fr: Test de charge non supporté
hu: "Loadtest" nem támogatott
it: Loadtest non supportato
ja: ロードテスト サポートしていません
ka: Loadtest არაა მხარდაჭერილი
km: សាកល្បង​ផ្ទុក​មិន​បានគាំទ្រ
ko: 불러오기 테스트 지원되지 않음
lt: Nėra įkėlimo testo
nds: Test laden nich ünnerstütt
ne: लोड परीक्षण समर्थित छैन
pl: Test obciążenia nieobsługiwany
pt: Teste de Carga Não Suportado
pt_br: Teste de Carregamento Não Suportado
sk: Záťažový test nepodporovaný
sr: Проба учитавања није подржана
th: ไม่รองรับการทดสอบการรับภาระของระบบ
tr: Yükleme Testi Desteklenmiyor
uk: Тест навантаження не підтримується

source: Tcp Connect
af: TCP Koppel
bg: TCP свързване
ca: Connexió TCP
da: TCP-forbindelse
de: Tcp-Verbindung
el: Tcp σύνδεση
es: Conectar por Tcp
et: TCP ühendus
eu: TCP konexioa
fa: اتصال Tcp
fi: TCP-yhteys
fr: Connexion Tcp
hu: TCP - kapcsolódás
it: Connessione TCP
ja: TCP 接続
ka: Tcp დაკავშირება
km: Tcp តភ្ជាប់
lt: Prisijungti TCP
nds: TCP - Tokoppeln
ne: टीसीपी जडान गर्नुहोस्
pa: Tcp ਕੁਨੈਕਸ਼ਨ
pl: Połączenie: Tcp
pt: Ligar via TCP
pt_br: Conexão Tcp
sk: Tcp pripojenie
sr: Повежи (TCP)
th: เชื่อมต่อ Tcp
tr: Tcp ile Bağlan
uk: З'єднання TCP

source: Tcp Reconnect
af: TCP Herkoppel
bg: TCP - ново свързване
ca: Reconnexió TCP
da: TCP-genforbindelse
de: Tcp-Wiederverbindung
el: Tcp επανασύνδεση
es: Volver a conectar por Tcp
et: TCP taasühendus
eu: TCP birkonexioa
fa: اتصال مجدد Tcp
fi: TCP-uudelleenyhdistäminen
fr: Reconnexion Tcp
hu: TCP - újrakapcsolódás
it: Riconnessione TCP
ja: TCP 再接続
ka: Tcp თავიდან დაკავშირება
km: Tcp តភ្ជាប់​ឡើង​វិញ
lt: TCP prisijungti iš naujo
nds: TCP - Wedder tokoppeln
ne: टीसीपी पुन: जडान गर्नुहोस्
pa: Tcp ਮੁੜ-ਜੁੜੋ
pl: Tcp: ponowne połączenie
pt: Ligar de Novo via TCP
pt_br: Reconexão Tcp
sk: Tcp znovupripojenie
sr: Поново повежи (TCP)
th: เชื่อมต่อ Tcp อีกครั้ง
tr: Tcp ile Yeniden Bağlan
uk: Пересполучення Tcp

source: Tcp Failed
af: TCP was onsuksesvol
bg: TCP грешка
ca: Ha fallat TCP
da: TCP mislykkedes
de: Tcp fehlgeschlagen
el: Tcp αποτυχία
es: Tcp falló
et: TCP ebaõnnestus
eu: Huts egin du TCPek
fa: خرابی در Tcp
fi: TCP epäonnistui
fr: Échec du Tcp
hu: TCP - sikertelen
it: TCP non riuscito
ja: TCP 失敗
ka: Tcp ვერ განხორციელდა
km: Tcp បាន​បរាជ័យ
lt: Nepavyko TCP
nds: TCP - Fehlslaan
ne: टीसीपी असफल भयो
pa: Tcp ਅਸਫ਼ਲ
pl: Tcp: nieudane
pt: TCP Falhado
pt_br: Tcp Falhou
sk: Tcp zlyhalo
sr: Није успело (TCP)
th: Tcp ล้มเหลว
tr: Tcp Başarısız
uk: Помилка Tcp

source: Authentication Socket Create Failure
af: Geldigheidstoets ('authentication'): Skep van die prop ('socket') was onsuksesvol
bg: Грешка при създаване на сокет за проверка
ca: Ha fallat la creació del socket d'autenticació
da: Opret godkendelseskontroludtag mislykkedes
de: Fehler beim Erzeugen des Authentication-Socket
el: Αποτυχία δημιουργίας υποδοχής ταυτοποίησης
es: Error en la creación de un socket de autenticación
et: Autentimisel sokli loomise ebaõnnestumine
eu: Autentifikazioko socketaren sorreraren hutsegitea
fa: خرابی در ایجاد احراز هویت سوکت
fi: Todennuspistokkeen luontivirhe
fr: Échec de la création du socket d'identification
hu: Felhasználó-azonosítás - aljazat-létrehozási hiba
it: Creazione del socket di autenticazione non riuscita
ja: 認証 ソケット作成失敗
ka: ავთენტიფიკაცია სოკეტი შექმნა ჩავარდა
km: ភាព​បរាជ័យ​នៃ​ការ​បង្កើត​រុន្ធ​ផ្ទៀតផ្ទាត់​ភាព​ត្រឹមត្រូវ
ko: 인증 소켓 생성 실패
lt: Patvirtinimas: nepavyko sukurti lizdo
nds: Identiteetprööv: Opstellen vun Socket fehlslaan
ne: प्रमाणीकरण सकेट सिर्जना असफल
pl: Uwierzytelnianie: niepowodzenie przy tworzeniu gniazda
pt: Erro na Criação do 'Socket' de Autenticação
pt_br: Criação do Socket de Autenticação Falhou
sk: Chyba vytvárania autentifikovaného socketu
sr: Неуспех стварања аутентификационог сокета
th: การสร้าง Socket ตรวจสอบสิทธิ์ล้มเหลว
tr: Kimlik Doğrulama Soketi Oluşturma Denemesi Başarısız
uk: Автентифікація: помилка створення сокета

source: Authentication Tcp Connect Failure
af: Geldigheidstoets ('authentication'): TCP koppeling was onsuksesvol
bg: Грешка при проверката на TCP връзката
ca: Ha fallat la connexió TCP d'autenticació
da: TCP-forbindelse for godkendelseskontrol mislykkedes
de: Fehler bei Authentication Tcp Verbindung
el: Αποτυχία σύνδεσης Tcp ταυτοποίησης
es: Autenticación Error en conexión por Tcp
et: Autentimisel TCP ühenduse ebaõnnestumine
eu: Autentifikazioko TCP konexioaren hutsegitea
fa: خرابی در اتصال احراز هویت Tcp
fi: Todennuksen TCP-yhteysvirhe
fr: Échec de la connexion Tcp d'identification
hu: Felhasználó-azonosítás - TCP-kapcsolódási hiba
it: Connessione TCP per autenticazione non riuscita
ja: 認証 TCP 接続失敗
ka: ავთენტიფიკაცია Tcp დაკავშირება ჩავარდა
km: កា​រផ្ទៀតផ្ទាត់​ការ​តភ្ជាប់ Tcp បាន​បរាជ័យ
lt: Patvirtinimas: nepavyko prisijungti per TCP
nds: Identiteetprööv: TCP-Tokoppeln fehlslaan
ne: प्रमाणीकरण टीसीपी जडान असफल
pl: Uwierzytelnianie: błąd połączenia Tcp
pt: Falha na Ligação TCP de Autenticação
pt_br: Conexão de Autenticação Tcp Falhou
sk: Chyba autentifikovaného tcp pripojenia
sr: Неуспех аутентификационог TCP повезивања
th: การเชื่อมต่อ Tcp สำหรับการตรวจสอบสิทธิ์ล้มเหลว
tr: Tcp Bağlantısı Kimlik Doğrulaması Başarısız
uk: Автентифікація: помилка з'єднання Tcp

source: Authentication Tcp Connect Timeout
af: Geldigheidstoets ('authentication'): TCP koppeling se tyd is verstreke
bg: Просрочено време при проверката на TCP връзката
ca: S'ha excedit el temps per a la connexió TCP d'autenticació
da: TCP-forbindelse for godkendelsestidsgrænse overskredet
de: Zeitüberschreitung bei Authentication-Tcp-Verbindung
el: Λήξη χρονικού ορίου σύνδεσης Tcp ταυτοποίησης
es: Tiempo de espera agotado para la autentificación de la conexión por Tcp
et: Autentimisel TCP ühenduse aegumine
eu: Autentifikazioko TCP konexioaren denbora-muga gaindituta
fa: اتمام وقت اتصال احراز هویت Tcp
fi: Todennuksen TCP-yhteyden aikakatkaisu
fr: Délai dépassé pour la connexion Tcp d'identification
hu: Felhasználó-azonosítás - TCP-kapcsolódási időtúllépés
it: Tempo scaduto per connessione TCP di autenticazione
ja: 認証 TCP 接続タイムアウト
ka: ავთენტიფიკაცია Tcp დაკავშირება დაყოვნდა
km: ការ​ផ្ទៀតផ្ទាត់​ការ​តភ្ជាប់ Tcp អស់​ពេល
lt: Patvirtinimas: baigėsi TCP laiko limitas
nds: Identiteetprööv: TCP-Tokoppeln - Tiet aflopen
ne: प्रमाणीकरण टीसीपी जडान समय समाप्त
pl: Uwierzytelnianie: przekroczono czas połączenia Tcp
pt: Tempo-Limite na Ligação TCP de Autenticação
pt_br: Timeout da Conexão de Autenticação Tcp
sk: Vypršanie limitu na autentifikované tcp spojenie
sr: Истекло аутентификационо TCP повезивање
th: การเชื่อมต่อ Tcp สำหรับการตรวจสอบสิทธิ์หมดเวลา
tr: Tcp Bağlantısı Kimlik Doğrulamasında Zaman Aşımı
uk: Автентифікація: перевищення часу з'єднання Tcp

source: Authentication Failure
af: Geldigheidstoets ('authentication'): Onsuksesvol
bg: Грешка при проверка
ca: Ha fallat l'autenticació
cs: Přihlášení selhalo.
da: Godkendelse mislykkedes
de: Authentifizierungsfehler
el: Η ταυτοποίηση απέτυχε
es: Fallo de autenticación
et: Autentimise ebaõnnestumine
eu: Autentifikazioak huts egin du
fa: خرابی در احراز هویت
fi: Todennusvirhe
fr: Échec de l'identification
hu: Felhasználó-azonosítási hiba
it: Autenticazione non riuscita
ja: 認証失敗
ka: ავტორიზაცია ჩავარდა
km: បរាជ័យ ក្នុង ការ ផ្ទៀងផ្ទាត់ ភាព ត្រឹមត្រូវ
ko: 인증 실패
lt: Patvirtinimas: nepavyko patvirtinti
nds: Indentiteetprööv fehlslaan
ne: प्रमाणीकरण असफलता
pa: ਪਰਮਾਣਿਕਤਾ ਅਸਫ਼ਲ
pl: Uwierzytelnianie: nie powiodło się
pt: Erro na Autenticação
pt_br: Falha na Autenticação
ru: Ошибка идентификации
sk: Chyba autentifikácie
sr: Неуспех аутентификације
th: การตรวจสอบสิทธิ์ล้มเหลว
tr: Kimlik Doğrulama Başarısız
uk: Автентифікація: невдача

source: Authentication Required Parameter Missing
af: Geldigheidstoets ('authentication'): Vereiste parameter kort
bg: Проверката изисква липсващ параметър
ca: Falta un paràmetre necessari per a l'autenticació
da: Nødvendig parameter for godkendelseskontrol mangler
de: Es fehlt ein benötigter Parameter für die Authentifizierung
el: Η ζητούμενη παράμετρος ταυτοποίησης λείπει
es: Falta parámetro requerido en la autenticación
et: Autentimiseks nõutav parameeter puudub
eu: Autentifikazioaren beharrezko parametroa falta da
fa: مفقودی پارامتر مورد نیاز احراز هویت
fi: Todennuksen pakollinen parametri puuttuu
fr: Paramètre requis manquant pour l'identification
hu: Felhasználó-azonosítás - kötelező paraméter hiányzik
ja: 認証 必要なパラメータが不足しています
ka: ავთენტიფიკაცია აუცილებელია პარამეტრი არ არის
km: ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​ទាមទារ​ប៉ារ៉ាម៉ែត្រ​ដែល​បាត់បង់
ko: 필요한 인증 파라메터 검색중
lt: Patvirtinimas: trūksta būtino parametro
nds: Identiteetprööv: Nödig Parameter fehlt
ne: प्रमाणीकरण आवश्यक परिमिति हराइरहेको छ
pl: Uwierzytelnianie: brak wymaganego parametru
pt: Falta de Parâmetro Obrigatório na Autenticação
pt_br: Falta um Parâmetro Necessário para a Autenticação
sk: Chýba povinný parameter autentifikácie
sr: Недостаје параметар потребан за аутентификацију
th: พารามิเตอร์ที่จำเป็นของการตรวจสอบสิทธิ์หายไป
tr: Kimlik Doğrulama Gerekli Parametre Eksik
uk: Автентифікація: відсутній потрібний параметр

source: Dns Resolve Failure
af: DNS opkyk onsuksesvol
bg: Грешка при Dns Resolve
ca: Ha fallat la resolució DNS
da: DNS-opløsning mislykkedes
de: Fehler bei der Namensauflösung
el: Αποτυχία επίλυσης Dns
es: Fallo de resolución DNS
et: Nimelahenduse ebaõnnestumine
eu: DNSen ebazpenak huts egin du
fa: خرابی در رفع Dns
fi: Nimenselvitysvirhe
fr: Échec de résolution Dns
hu: DNS - feloldási hiba
it: Risoluzione DNS non riuscita
ja: DNS 名前解決失敗
ka: Dns მიღება ჩავარდა
km: ការ​ដោះស្រាយ Dns បានបរាជ័យ
ko: DNS 분석 실패
lt: Nepavyko išaiškinti DNS
nds: Fehler bi DNS-Oplösen
ne: डीएनएस पुन: समाधान असफल
pa: Dns ਖੋਜ ਅਸਫ਼ਲ
pl: Rozwiązywanie nazw sieciowych nie powiodło się
pt: Erro de Resolução de DNS
pt_br: Resolução do Dns Falhou
sk: Chyba dns resolve
sr: Неуспех DNS разрешења
th: การแปลชื่อของ Dns ล้มเหลว
tr: Dns İsim Çözme Başarısız
uk: Помилка розв'язання доменних назв

source: Authentication Succeeded
af: Geldigheidstoets ('authentication'): Suksesvol
bg: Проверката беше успешна
ca: S'ha autenticat amb èxit
cs: Autentizace uspěla
da: Godkendelseskontrol lykkedes
de: Authentifizierung erfolgreich
el: Η ταυτοποίηση επιτεύχθηκε
es: Autenticación satisfactoria
et: Autentimine õnnestus
eu: Autentifikazioa ongi burutu da
fa: احراز هویت موفق شد
fi: Todennus onnistui
fr: Succès de l'identification
hu: Felhasználó-azonosítás sikerült
it: Autenticazione riuscita
ja: 認証成功
ka: ავთენტიფიკაცია წარმატებულია
km: ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​បានជោគជ័យ
ko: 인증 성공
lt: Patvirtinta sėkmingai
nds: Identiteetprööv afslaten
ne: प्रमाणीकरण सफल भयो
pa: ਪਰਮਾਣਿਕਤਾ ਸਫ਼ਲ ਹੋਈ
pl: Uwierzytelnianie: powiodło się
pt: Autenticação Bem-Sucedida
pt_br: Autenticação Bem Sucedida
sk: Autentizácia úspešná
sr: Аутентификација је успела
th: การตรวจสอบสิทธิ์สำเร็จ
tr: Kimlik Doğrulama Başarılı
uk: Автентифікація успішна

source: Pull Authentication Failed
af: Geldigheidstoets ('authentication'): Onsuksesvol
bg: Оттеглянето на проверката беше неуспешно
ca: Ha fallat l'autenticació per petició
da: Pull-godkendelseskontrol mislykkedes
de: Pull-Authentifizierung fehlgeschlagen
el: Αποτυχία ανάκτησης ταυτοποίησης
es: Error en la autenticación Pull
eu: Autentifikazioak huts egin du
fa: خرابی در کشیدن احراز هویت
fr: Échec del'identification
hu: "Pull" felhasználó-azonosítás nem sikerült
ja: Pull 認証失敗
ka: Pull ავთენტიფიკაცია ვერ განხორციელდა
km: ទាញ​​កា​រផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​បាន​បរាជ័យ
ko: 강제 인증 실패
lt: Nepavyko įtraukti patvirtinimo
nds: Treck-Identiteetprööv fehlslaan
ne: पुल प्रमाणीकरण असफल
pl: Uwierzytelnianie typu Pull: nie powiodło się
pt: Erro na Autenticação 'Pull'
pt_br: Autenticação Pull Falhou
sk: Pull autentifikácia zlyhala
sr: Гурање аутентификације није успело
th: การดึงการตรวจสอบสิทธิ์ล้มเหลว
tr: Çekme Doğrulaması Başarısız
uk: Автентифікація типу Pull: невдача

source: Bind Error
af: Naam bediener ('Bind') Fout
bg: Грешка при свързване
ca: Error de vinculació
da: Bindingsfejl
de: Bind-Fehler
el: Σφάλμα σύνδεσης
es: Error de asociación
eu: Loturaren errorea
fa: خطای مقیدسازی
fi: Sitoutumisvirhe
fr: Erreur de liage
hu: Kötési hiba
it: Errore di collegamento
ja: バインドエラー
ka: მიბმის შეცდომა
km: កំហុង​ចង
ko: Bind 오류
lt: Nepavyko susieti
nds: Fehler bi't Anbinnen
ne: बाइन्ड त्रुटि
pa: ਜੋੜ ਗਲਤੀ
pl: Błąd rezerwacji portu
pt: Erro de Associação
pt_br: Erro de Ligação
sk: Chyba zviazania
sr: Грешка везивања
th: เกิดข้อผิดพลาดกับ Bind
tr: Bind Hatası
uk: Помилка прив'язування

source: Pull Ping Timeout
af: Ping: Tyd verstreke
bg: Просрочено време за оттегляне на Ping
ca: S'ha excedit el temps per a la petició de ping
da: Pull-ping tidsgrænse overskredet
de: Pull Ping Zeitüberschreitung
el: Λήξη χρονικού ορίου ανάκτησης Ping
es: Pull ping tiempo de espera agotado
eu: Ping denbora-muga gaindituta
fa: اتمام وقت کشیدن پینگ
fr: Délaisé dépassé pour le ping
hu: "Pull" pingelési időtúllépés
ja: Pull Ping タイムアウト
ka: Pull Ping დაყოვნების დრო
km: អស់ពេល​ការ​ភីង
ko: 강제 Ping 시간초과
lt: Baigėsi pull ping laiko limitas
nds: Treck-Ping: Tiet aflopen
ne: पुल पिङ समय सकियो
pl: Przekroczony czas pingowania
pt: Tempo-Limite no Contacto 'Pull'
pt_br: Timeout no Ping do Pull
sk: Pull ping vypršal
sr: Гурање пинга није успело
th: Pull Ping หมดเวลา
tr: Çekme Ping Zamanaşımı
uk: Перевищення часу Pull Ping

source: Authentication Tcp Failed
af: Geldigheidstoets ('authentication'): TCP was onsuksesvol
bg: Проверката на TCP беше неуспешна
ca: Ha fallat l'autenticació TCP
da: TCP-godkendelseskontrol mislykkedes
de: Tcp-Authentifizierung fehlgeschlagen
el: Αποτυχία ταυτοποίησης Tcp
es: Falló la autentificación por Tcp
et: Autentimisel TCP ebaõnnestus
eu: Autentifikazioko TCPak huts egin du
fa: خرابی در احراز هویت Tcp
fi: Todennus-TCP epäonnistui
fr: Échec de l'identification Tcp
hu: TCP - felhasználó-azonosítás nem sikerült
it: Autenticazione TCP non riuscita
ja: 認証 TCP 失敗
ka: ავთენტიფიკაცია Tcp ვერ განხორციელდა
km: កា​រផ្ទៀងផ្ទាត់ Tcp បាន​បរាជ័យ
lt: Patvirtinimas: TCP klaida
nds: Identiteetprööv: TCP fehlslaan
ne: प्रमाणीकरण टीसीपी असफल
pl: Uwierzytelnianie: błąd Tcp
pt: TCP de Autenticação Falhado
pt_br: Autenticação Tcp Falhou
sk: Autentizácia Tcp zlyhala
sr: Аутентификација TCP није успела
th: การตรวจสอบสิทธิ์ Tcp ล้มเหลว
tr: Tcp Kimlik Doğrulaması Başarısız
uk: Автентифікація: помилка Tcp

source: Unexpected Stream End
af: Onverwagte einde van die stroom bereik
bg: Неочакван край на поток
ca: Final de flux inesperat
da: Strøm sluttede uventet
de: Unerwartetes Ende des Datenstroms
el: Μη αναμενόμενο τέλος ροής
es: Fin inesperado del flujo
et: Ootamatu voo lõpp
eu: Korrontea ustegabean amaitu da
fa: پایان جریان غیرمنتظره
fi: Odottamaton virran loppu
fr: Fin innatendu du flux
hu: Az adatfolyam váratlanul véget ért
it: Fine inattesa del flusso
ja: 予想外のストリームの終わり
ka: ნაკადის მოულოდნელი დასასრული
km: ចុង​ស្ទ្រីម​ដែល​មិន​រំពឹង​ទុក
ko: 예상치못한 스트림 종료
lt: Srautas baigėsi netikėtai
nds: Nich verwacht Stroomenn
ne: अनपेक्षित प्रवाह अन्त्य
pl: Nieoczekiwany koniec strumienia
pt: Fim de Transmissão Inesperado
pt_br: Fim do Stream Inesperado
sk: Neočakávaný koniec prúdu
sr: Неочекиван крај тока
th: สตรีมจบลงโดยไม่ได้คาดไว้
tr: Beklenmeyen Akış Sonu
uk: Непередбачене завершення потоку

source: Authentication Read Timeout
af: Geldigheidstoets ('authentication'): Lees tyd verstreke
bg: Просрочено време за четене на проверка
ca: S'ha excedit el temps de lectura per l'autenticació
da: Tidsgrænse overskredet for læsning ved godkendelseskontrol
de: Authentifizierung: Zeitüberschreitung beim Lesen
el: Λήξη χρονικού ορίου ανάγνωσης ταυτοποίησης
es: Tiempo de espera agotado para lectura de autenticación
et: Autentimisel lugemise aegumine
eu: Autentifikazio irakurtzeko denbora-muga gaindituta
fa: اتمام وقت خواندن احراز هویت
fi: Todennuksen luvun aikakatkaisu
fr: Délai dépassé pour la lecture de l'identification
hu: Felhasználó-azonosítás - olvasási időtúllépés
ja: 認証 読み込みタイムアウト
ka: ავთენტიფიკაცია წაკითხვა დაყოვნდა
km: អាន​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​​អស់ពេល
ko: 인증 읽기 시간초과
lt: Patvirtinimas: baigėsi skaitymo laiko limitas
nds: Identiteetprööv: Leestiet aflopen
ne: प्रमाणीकरण पढ्न समय सकियो
pl: Uwierzytelnianie: przekroczony czas odczytu
pt: Tempo-Limite na Leitura da Autenticação
pt_br: Timeout na Leitura da Autenticação
sk: Vypršal časový limit čítania autentizácie
sr: Истекло аутентификационо читање
th: การอ่านการตรวจสอบสิทธิ์หมดเวลา
tr: Kimlik Doğrulaması Zaman Aşımı
uk: Автентифікація: перевищення очікування на читання

source: Authentication Connection Failure
af: Geldigheidstoets ('authentication'): Koppeling was onsuksesvol
bg: Грешка при проверка на връзката
ca: Ha fallat la connexió per l'autenticació
da: Forbindelse for godkendelseskontrol mislykkedes
de: Authentifizierung: Verbindungsfehler
el: Αποτυχία σύνδεσης ταυτοποίησης
es: Error de conexión para autenticación
et: Autentimisel ühenduse ebaõnnestumine
eu: Autentifikazioaren konexioak huts egin du
fa: خرابی اتصال احراز هویت
fi: Todennuksen yhteysvirhe
fr: Échec de connexion pour l'identification
hu: Felhasználó-azonosítás - kapcsolódási hiba
ja: 認証 接続失敗
ka: ავთენტიფიკაცია კავშირი ვერ შედგა
km: ភាព​បរាជ័យ​ក្នុង​​ការ​តភ្ជាប់​​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ
ko: 인증 연결 실패
lt: Patvirtinimas: nepavyko užmegzti ryšio
nds: Identiteetprööv: Verbinnenfehler
ne: प्रमाणीकरण जडान असफल
pl: Uwierzytelnianie: błąd połączenia
pt: Erro de Ligação de Autenticação
pt_br: Falha na Conexão de Autenticação
sk: Zlyhanie pripojenia pri autentizácii
sr: Неуспех повезивања за аутентификацију
th: การเชื่อมต่อตรวจสอบสิทธิ์ล้มเหลว
tr: Doğrulama Bağlantısı Hatası
uk: Автентифікація: невдача з'єднання

source: Blocked
af: Geblokeer
bg: Блокиран
ca: Blocat
cs: Blokován
da: Blokeret
de: Blockiert
el: Σε φραγή
es: Bloqueado
et: Blokeeritud
eu: Blokeatuta
fa: بلوک‌شده
fi: Odottaa
fr: Bloqué
hu: Blokkolva
it: Bloccato
ja: ブロックしました
ka: ბლოკირებული
km: បាន​ទប់ស្កាត់
ko: 블럭됨
lt: Užblokuota
nds: Blockt
ne: बन्द गरियो
pa: ਪਾਬੰਦੀਸ਼ੁਦਾ
pl: Zablokowane
pt: Bloqueado
pt_br: Bloqueado
ru: Блокировано
sk: Blokovaný
sr: Блокирано
th: ถูกกันไว้
tr: Engellendi
uk: Заблоковано

source: Notenough Predecbuf
af: Nie genoeg data in die dekodeer buffer nie
bg: Няма достатъчно Predecbuf
ca: Buffer de pre-descodificació insuficient
da: Ikke tilstrækkeligt med fordeklarerede buffere
el: Μη επαρκής Predecbuf
es: No hay suficiente ancho de banda
hu: Nincs elegendő "predecbuf"
it: Predecbuf non sufficiente
ja: Predecbuf 不十分
km: Predecbuf មិន​គ្រប់គ្រាន់
ko: 준비된 버퍼가 충분하지 않음
lt: Neužtenka ankstesnio buferio
nds: Nich noog Puffer
ne: पर्याप्त Predecbuf छैन
pl: Nie wystarczający predecbuf
pt: 'Buffer' Insuficiente
pt_br: Sem Predecbuf Suficiente
sk: Nedostatok predecbuf
uk: Не вистачає Predecbuf

source: End With Reason
af: Het geëindig met 'n rede
bg: Край с причина
ca: Final amb causa
da: Slut med grund
de: Begründetes Ende
el: Τέλος με αιτία
es: Fin con razón
eu: Amaitu arrazoiarekin
fa: پایان با دلیل
fi: Lopetettu syystä
fr: Fin avec raison
hu: Adott okkal való befejezés
it: Uscita con motivo
ja: 何らかの理由で終了
ka: დასრულება მიზეზით
km: បញ្ចប់​ដោយ​មាន​មូលហេតុ
ko: 이유있는 종료
lt: Baigti dėl priežasties
nds: Enn mit Grund
ne: कारण सहित अन्त्य गर्नुहोस्
pa: ਕਾਰਨ ਨਾਲ ਖਤਮ
pl: Koniec z powodu
pt: Erro com Razão
pt_br: Terminado Com Razão
sk: Skončilo kvôli
sr: Крај с разлогом
th: จบลงด้วยเหตุผล
tr: Sebepsiz Sonlandı
uk: Кінець з причиною

source: Socket Nobufs
af: Prop Nobufs
bg: Сокет - няма буфери
ca: Sòcol sense buffer
da: Udtag uden buffere
el: Υποδοχή Nobufs
eu: Nobufs socket-a
fa: Nobufs سوکت
hu: Aljazat - nincs puffer
ja: ソケット バッファなし
ka: სოკეტი Nobufs
km: រុន្ធ Nobufs
ko: 소켓 버퍼가 없음
lt: Lizdui nėra buferių
nds: Socket: Keen Puffers
ne: सकेट Nobufs
pl: Brak buforów gniazda
pt: Sem 'Buffers' do 'Socket'
uk: Не вистачає буферів сокета

source: At End
af: By die einde
bg: На края
ca: Al final
da: Ved slutningen
de: Am Ende
el: Στο τέλος
es: Al final
et: Lõpus
eu: Amaitzean
fa: در پایان
fi: Lopussa
fr: Fin d'At
hu: A végén
it: Alla fine
ja: 終わり
ka: დასასრული
km: នៅ​ចុង
ko: 종료지점
lt: Baigiant
nds: An't Enn
ne: अन्त्यमा
pa: ਅੰਤ ਵਿੱਚ
pl: Na końcu
pt: No Fim
pt_br: No Fim
sk: Na konci
sr: На крају
tr: En Sonda
uk: В кінці
