Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: &Other...
af: Ander...
bg: &Друго...
ca: &Altres...
cs: &Jiné...
da: &Andet...
de: A&ndere ...
el: Άλλ&ο...
es: &Otro...
et: &Muu...
fa: &غیره...‌
fi: &Muu…
fr: &Autre...
he: &אחר...
hu: E&gyéb...
it: &Altro...
ja: その他(&O)...
km: ផ្សេង​ៗ...
lt: &Kita...
nb: &Andre …
nds: &Anner...
ne: अन्य...
nl: &Overig...
nn: &Andre …
pa: ਹੋਰ(&O)...
pl: &Inne...
pt: &Outro...
pt_br: &Outro...
ru: &Указать самостоятельно...
se: &Eará …
sk: &Iné...
sr: &Други...
th: อื่&นๆ...
tr: &Diğer...
uk: &Інше...

source: &Open With
af: Maak oop met
bg: &Отваряне с
ca: &Obre amb
cs: &Otevřít pomocí
da: Å&bn med
de: Öffnen mit
el: Ά&νοιγμα με
es: &Abrir con
et: &Ava kasutades
fa: &باز کردن با‌
fi: &Avaa ohjelmassa
fr: &Ouvrir avec
he: &פתח באמצעות
hu: Megnyitás e&zzel
it: Apri c&on
ja: アプリケーションで開く(&O)
km: បើក​ជា​មួយ
lt: &Atverti su
nb: Å&pne med
nds: &Opmaken mit
ne: यससँग खोल्नुहोस्
nl: &Openen met
nn: &Opna med
pa: ਇਸ ਨਾਲ ਖੋਲ੍ਹੋ(&O)
pl: &Otwórz za pomocą
pt: A&brir Com
pt_br: &Abrir Com
ru: &Открыть в
se: &Raba dáinna
sk: &Otvoriť pomocou
sr: &Отвори помоћу
th: เปิดด้&วย
tr: &Birlikte Aç...
uk: Від&крити за допомогою

source: &Download Media
af: Laai Media Af
bg: &Сваляне на записа
ca: &Descarrega els suports
cs: Stáhnout &média
da: &Hent medie
de: Medien &herunterladen ...
el: &Λήψη πολυμέσων
es: &Descargar medio
et: Laa&di andmekandja alla
eu: &Deskargatzeko euskarria
fa: &بارگیری رسانه‌
fi: &Lataa media
fr: &Télécharger un média
he: &הורד מדיה
hu: Média &letöltése
it: &Scarica media
ja: メディアをダウンロード(&D)
ka: მედიის &ჩამოტვირთვა
km: ទាញយក​មេឌៀ
ko: 미디어 다운로드(&D)
lt: &Atsisiųsti dainas
nb: &Last ned media
nds: Medien &daalladen
ne: मिडिया डाउनलोड गर्नुहोस्
nl: Media &downloaden
nn: &Last ned medium
pa: ਮੀਡਿਆ ਡਾਊਨਲੋਡ(&D)
pl: P&obierz media
pt: Transferir Mé&dia
pt_br: &Baixar Mídia
ru: &Загрузить по адресу
se: &Viečča media
sk: Stiahnuť &média
sr: &Преузми медијуме
th: &ดาวน์โหลดสื่อ
tr: &Ortam İndir
uk: &Звантажити медіа

source: &Associate with Local File
af: Assosieer met 'n plaaslike lêer
bg: &Асоцииране с локален файл
ca: &Associa amb un fitxer local
cs: Propo&jit s místním souborem
da: &Tilknyt lokal fil
de: Zu lokaler Datei &zuordnen
el: &Συσχέτιση με τοπικό αρχείου
es: &Asociar con archivo local
et: S&eosta kohaliku failiga
fa: &وابسته به پروندۀ محلی‌
fi: &Liitä(?) paikalliseen tiedostoon
fr: &Associer avec un fichier local
he: &שייך לקובץ מקומי
hu: &Hozzárendelés helyi fájlhoz
it: &Associa al file locale
ja: ローカルファイルと関連付け(&A)
km: ភ្ជាប់​ជា​មួយ​នឹង​ឯកសារ​មូលដ្ឋាន
lt: &Susieti su vietine byla
nb: Tilordne lok&al fil
nds: Na lokaal Datei &toornen
ne: स्थानीय फाइलसँग मिलाउनुहोस्
nl: &Associëren met lokaal bestand
nn: &Kopla til lokal fil
pa: ਲੋਕਲ ਫਾਇਲਾਂ ਨਾਲ ਸਬੰਧਿਤ(&A)
pl: &Skojarz z lokalnym plikiem
pt: &Associar ao Ficheiro Local
pt_br: &Associar com Arquivo Local
ru: &Связать с локальным файлом
se: Čana oktii &nbáikkálaš fiilii
sk: &Asociovať s miestnym súborom
sr: &Придружи локалном фајлу
th: &เชื่อมเข้ากับแฟ้มในเครื่อง
tr: Yerel Dosyayla İ&lişkilendir
uk: &Асоціювати з локальним файлом

source: De&lete Downloaded Podcast
af: Vee afgelaaide <i>podcast</i> uit
bg: И&зтриване на сваления подкаст
ca: &Suprimeix els podcasts descarregats
cs: Smazat stažený po&dcast
da: S&let hentet podcast
de: Heruntergeladenen Podcast &löschen
el: &Διαγραφή ληφθείσας εκπομπής pod
es: &Borrar el podcast descargado
et: Kustuta a&llalaaditud Podcast
eu: E&zabatu deskargatutako Podcast-a
fa: &حذف Podcast بارگیری‌شده‌
fi: &Poista ladattu podcast
fr: &Effacer les podcasts sélectionnés
he: מ&חק את פוד־קסט שירד
hu: A letöltött podcast &törlése
it: E&limina podcast scaricati
ja: ダウンロードしたポッドキャストを削除(&L)
ka: ჩამოქაჩული Podcast-ის &წაშლა
km: លុប​ផតខាស់​ដែល​បាន​ទាញយក
ko: 다운로드된 포드캐스트를 삭제(&L)
nb: S&lett nedlastet podkast
nds: Daallaadt Podcast &wegdoon
ne: डाउनलोड गरिएको पोडकास्ट मेट्नुहोस्
nl: Gedown&loade podcast verwijderen
nn: &Slett nedlasta podkast
pa: ਡਾਊਨਲੋਡ ਪੋਸਟਕਾਸਟ ਹਟਾਓ(&l)
pl: U&suń pobrany podcast
pt: &Remover o Podcast Transferido
pt_br: Remo&ver Podcast Baixado
ru: &Удалить загруженный Podcast
se: Sihko &vižžojuvvon podkásta
sk: &Vymazať stiahnutý podcast
sr: &Обриши преузету подемисију
th: &ลบพ็อดแคสท์ที่ดาวน์โหลดมา
tr: &İndirilen Podcastları Sil
uk: Ви&лучити звантажений Podcast

source: Select Local File for %1
af: Kies plaaslike lêer vir %1
bg: Маркиране на локален файл за %1
ca: Seleccioneu el fitxer local per %1
cs: Vybrat místní soubor pro %1
da: Markér lokal fil for %1
de: Lokale Datei für %1 auswählen
el: Επιλογή τοπικού αρχείου για %1
es: Seleccionar archivo local para %1
et: Kohaliku faili valimine %1 jaoks
fa: برگزیدن پروندۀ محلی برای %1
fi: Valitse paikallinen tiedosto kohteelle %1
fr: Sélectionner le fichier local pour %1
hu: Adja meg a helyi fájlt ehhez: %1
it: Seleziona file locale per %1
ja: %1 のローカルファイルを選択
km: ជ្រើស​ឯកសារ​មូលដ្ឋាន​សម្រាប់ %1
lt: Pažymėti %1 vietinę bylą
nb: Velg lokal fil for %1
nds: Lokaal Datei för "%1" utsöken
ne: %1 का लागि स्थानीय फाइल चयन गर्नुहोस्
nl: Lokaal bestand selecteren voor %1
nn: Vel lokalfil for %1
pa: %1 ਲਈ ਲੋਕਲ ਫਾਇਲ ਚੁਣੋ
pl: Wybierz plik lokalny dla %1
pt: Seleccionar o Ficheiro Local de %1
pt_br: Selecionar Arquivo Local para %1
ru: Выберите локальный файл для %1
se: Vállje báikkálaš fiilla %1 várás
sk: Vyberte miestny súbor pre %1
sr: Изаберите локални фајл за %1
th: เลือกแฟ้มในเครื่องสำหรับ %1
tr: %1 için Yerel Dosya Seç
uk: Виберіть локальний файл для %1

source: Invalid local podcast URL.
af: Ongeldige plaaslike podcast URL.
bg: Невалиден адрес на подкаста.
ca: L'URL local del podcast no és vàlid.
da: Ugyldig lokal podcast-URL.
de: Ungültige lokale Podcast-Adresse.
el: Μη έγκυρο τοπικό Url podcast.
es: URL de podcast local incorrecta
et: Vigane kohaliku Podcasti URL.
fa: نشانی وب podcast محلی نامعتبر.
fi: Paikallinen podcast-osoite on virheellinen.
fr: URL local du podcast invalide.
hu: Érvénytelen helyi podcast-URL.
it: URL podcast locale non valido.
ja: ローカルポッドキャストの URL が不正です。
km: URL ផតខាស់​មូលដ្ឋាន​មិន​ត្រឹមត្រូវ ។
nb: Ugyldig lokal podkast-adresse.
nds: Leeg lokaal Podcast-URL.
ne: अवैध स्थानीय पोडकास्ट यूआरएल ।
nl: Ongeldig lokaal podcast-URL-adres.
nn: Ugyldig lokal podkast-adresse.
pa: ਗਲਤ ਲੋਕਲ ਪੋਸਟ-ਕਾਸਟ URL
pl: Zły lokalny URL podcastu.
pt: O URL do 'podcast' local é inválido.
pt_br: URL do podcast local inválido.
se: Gustohis báikkálaš podkást-URL.
sk: Neplatné URL miestneho podcastu.
sr: Неисправан локални URL за подемисију.
th: URL พ็อดแคสท์บนเครื่องไม่ถูกต้อง
tr: Geçersiz yerel podcast adresi.
uk: Не чинна адреса URL локального подкесту.

source: is not between
af: is nie tussen
bg: не е между
ca: no està entre
cs: není mezi
da: er ikke mellem
de: ist nicht zwischen
el: δεν είναι ανάμεσα
es: no está entre
et: ei ole vahel
fa: نیست بین
fi: ei ole välillä
fr: n'est pas entre
hu: nem esik ezek közé:
it: non è tra
ja: が次の間ではない
km: មិននៅ​ចន្លោះ
lt: nėra tarp
nb: er ikke mellom
nds: is nich twischen
ne: बीचमा छैन
nl: is niet tussen
nn: er ikkje mellom
pa: ਵਿੱਚ ਨਹੀਂ ਹੈ
pl: nie jest pomiędzy
pt: não está entre
pt_br: não está entre
ru: не между
se: ii leat gaska
sk: nie je medzi
sr: није између
th: ไม่อยู่ระหว่าง
tr: arasında değil
uk: не знаходиться між

source: E&dit...
af: Redigeer...
bg: &Редактиране...
ca: E&dita...
cs: Up&ravit...
da: R&edigér...
de: &Bearbeiten ...
el: &Επεξεργασία...
es: E&ditar...
et: Muu&da...
eu: E&ditatu...
fa: &ویرایش...‌
fi: &Muokkaa…
fr: É&diter...
he: &ערוך...
hu: &Szerkesztés...
it: Mo&difica...
ja: 編集(&D)...
ka: რ&ედაქტირება...
km: កែសម្រួល...
ko: 편집(&D)...
lt: K&eisti...
nb: &Rediger …
nds: &Bewerken...
ne: सम्पादन गर्नुहोस्...
nl: Be&werken...
nn: &Rediger …
pa: ਸੋਧ(&d)...
pl: E&dycja...
pt: E&ditar...
pt_br: E&ditar...
ru: &Изменить...
se: Do&aimmat …
sk: Up&raviť...
sr: Уре&ди...
th: แก้ไ&ข...
tr: &Düzenle...
uk: Реда&гувати...

source: Shoutcast Streams
af: Shoutcast Strome
bg: Shoutcast потоци
ca: Fluxos Shoutcast
cs: Vysílání Shoutcast
da: Shoutcast-strømme
el: Ροές Shoutcast
es: Flujos de shoutcast
et: Shoutcasti vood
fa: جریانات Shoutcast
fi: Shoutcast-virrat
fr: Flux Shoutcast
hu: Shoutcast-adatfolyamok
it: Flussi Shoutcast
ja: shoutcast ストリーム
km: ស្ទ្រីម​សៅខាស់
nb: Shoutcast-strømmer
nds: Shoutcast-Strööm
ne: साउटकास्ट प्रवाहहरू
nn: Shoutcast-straumar
pa: ਸਾਊਟਕਾਸਟ ਸਟਰੀਮ
pl: Strumienie shoutcast
pt: Transmissões de Shoutcast
pt_br: Streams do Shoutcast
ru: Потоки Shoutcast
se: Shoutcast-rávnjjit
sk: Shoutcast prúdy
sr: Токови Shoutcast-а
th: สตรีมจาก Shoutcast
tr: Shoutcast Yayınları
uk: Потоки Shoutcast

source: Enter space-separated terms to search in the directory-listing
af: Voer spasie geskeide terme in om in die gids lys te soek
bg: Въведете ключови думи, разделени с интервал, за търсене в директориите
ca: Introduïu els termes separats per espai per filtrar el llistat del directori
cs: Zadejte mezerou oddělená slova pro hledání ve výpisu adresáře
da: Indtast udtryk adskilt af mellemrum for at søge i mappelistningen
de: Geben Sie bitte durch Leerzeichen getrennte Begriffe ein, um die Ordnerliste zu filtern.
el: Εισάγετε όρους διαχωρισμένους με κενό για φιλτράρισμα της λίστας καταλόγων
es: Escriba términos separados por espacios para buscar en el listado de carpetas
et: Kataloogides otsimiseks sisesta tühikutega eraldatult mõisted
fa: برای جستجو در فهرست‌بندی فهرست راهنما، اصطلاحات با فاصله جداشده را وارد کنید
fi: Anna välilyönneillä erotettu lista termeistä, joita haetaan kansiolistauksesta
fr: Saisissez des termes, séparés par un espace, pour filtrer la liste des dossiers
hu: A könyvtárlistában való kereséshez adjon meg szóközzel elválasztott kifejezéseket
it: Inserisci parole separate da spazi per cercare nell'elenco delle cartelle
ja: ディレクトリリスト内で検索する語をスペースで区切って入力します
km: បញ្ចូល​ពាក្យ​ដែល​បំបែក​ដោយ​ចន្លោះ ដើម្បី​ស្វែងរក​នៅ​ក្នុង​ការ​រាយ​របស់​ថត
lt: Įrašykite tarpais atskirtus kriterijus paieškai aplankų sąraše
nb: Skriv inn en liste over søkeord, med mellomrom, for å søke i mappelista
nds: Giff mit Freetekens trennt Wöör in, wenn Du binnen de Ornerlist söken wullt
ne: डाइरेक्टरी-सूचीमा खोजी गर्न खाली स्थान विभाजित सर्तहरु प्रविष्ट गर्नुहोस्
nl: Voer door spaties gescheiden termen in om in de mappenweergave te zoeken
nn: Skriv inn ei mellomromdelt liste over søkjeord for å filtrera mappelista.
pa: ਡਾਇਰੈਕਟਰੀ ਲਿਸਟ ਲੈਣ ਲਈ ਫਿਲਟਰ ਕਰਨ ਲਈ ਖਾਲੀ ਥਾਂ ਦੇ ਕੇ ਸ਼ਬਦ ਦਿਓ
pl: Podaj, oddzielone spacjami, wyrażenia do znalezienia w spisie zawartości katalogu
pt: Indique termos, separados por espaços, que serão usados para pesquisar na lista das pastas
pt_br: Digite termos separados por espaços, para buscar na listagem dos diretórios
ru: Введите через пробел слова, по которым нужно отфильтровать содержание каталога
se: Čális čuokkiserohuvvon ohcansániid sillen dihte máhppalisttu.
sk: Zadajte medzerou oddelené slová pre vyhľadávanie vo výpise adresárov
sr: Унесите размаком раздвојене изразе за тражење у листи директоријума
th: ให้ใส่คำค้นที่คั่นด้วยวรรค เพื่อทำการค้นหารายการไดเร็คทอรี
tr: Dizin listesinde arama yapmak için boşluk ile ayrılmış sözcükler girin
uk: Введіть, розділені пропусками, критерії пошуку в списку каталогів

source: &Organize Files...
af: Organiseer Lêers...
bg: &Организиране на файловете...
ca: &Organitza els fitxers...
cs: &Organizovat soubory...
da: &Organisér filer...
de: &Dateiverwaltung ...
el: &Οργάνωση αρχείων...
es: &Organizar archivos...
et: K&orralda faile...
eu: &Antolatu fitxategiak...
fa: &سازمان‌دهی پرونده‌ها...‌
fi: &Järjestele tiedostoja…
fr: &Organiser les fichiers...
he: &ארגן קבצים...
hu: Fájlok &rendszerezése...
it: &Organizza i file...
ja: ファイルを整理(&O)...
ka: ფაილების &ორგანიზება...
km: រៀបចំ​ឯកសារ...
ko: '파일 구성하기'(&O)...
lt: D&ėlioti bylas...
nb: &Organiser filer …
nds: Dateien &bestüern...
ne: फाइल सङ्गठित गर्नुहोस्...
nl: Bestanden &organiseren...
nn: &Ordna filer …
pa: ਫਾਇਲ ਪਰਬੰਧ(&O)...
pl: &Zbieraj pliki...
pt: &Organizar os Ficheiros...
pt_br: &Organizar Arquivos...
ru: &Организовать файлы...
se: &Organisere fiillaid …
sk: &Spravovať súbory...
sr: &Организуј фајлове...
th: จั&ดเรียงแฟ้ม...
tr: &Dosyaları Düzenle...
uk: &Організувати файли...

source: &Move Files to Collection...
af: Skuif lêers na die versameling...
bg: &Преместване на файлове в колекция...
ca: &Mou els fitxers a la col·lecció...
cs: Př&esunout soubory do kolekce...
da: &Flyt filer til samling...
de: Dateien zur Sammlung &verschieben ...
el: &Μετακίνηση αρχείων στη συλλογή...
es: &Mover archivos a la colección...
et: Liiguta failid &muusikakogusse...
eu: &Eraman fitxategiak bildumara...
fa: &حرکت پرونده‌ها به مجموعه...‌
fi: &Siirrä tiedostot kokoelmaan…
fr: &Déplacer les fichiers vers la collection...
he: ה&עבר קבצים אל האוסף...
hu: Fájlok át&helyezése gyűjteménybe...
it: &Sposta file nella collezione...
ja: ファイルをコレクションに移動(&M)...
ka: ფაილების კოლექციაში &გადატანა...
km: ផ្លាស់ទី​ឯកសារ​ទៅ​សម្រាំង...
ko: 모음집으로 파일 이동(&M)...
lt: &Perkelti bylas į fonoteką...
nb: Flytt filer til sa&mling …
nds: Dateien na Sammeln &verschuven...
ne: फाइलहरू सङ्कलनमा सार्नुहोस्...
nl: Bestanden naar &collectie verplaatsen
nn: &Flytt filer til samlinga …
pa: ਫਾਇਲਾਂ ਭੰਡਾਰ ਵਿੱਚ ਭੇਜੋ(&M)...
pl: &Przenieś pliki do kolekcji...
pt: &Mover os Ficheiros para a Colecção...
pt_br: &Mover Arquivos Para a Coleção...
ru: &Переместить файлы в коллекцию...
se: &Sirdde fiillaid čoahkkádussii …
sk: &Presunúť súbory do kolekcie...
sr: &Премести фајлове у збирку...
th: ย้ายแฟ้&มไปคลังดนตรี...
tr: &Dosyaları Koleksiyona Taşı...
uk: &Пересунути файли у збірку...

source: Burn to CD...
af: Skryf na CD...
bg: Запис на CD...
ca: Grava a un CD...
cs: Vypálit na CD...
da: Brænd til cd...
de: Auf CD brennen ...
el: Εγγραφή σε CD...
es: Grabar en CD...
et: Kirjuta CD-le
eu: Grabatu CDan...
fa: سوزاندن برای دیسک فشرده...
fi: Polta CD-levylle…
fr: Graver sur un CD...
he: צרוב לתקליטור...
hu: CD-re írás...
it: Masterizza CD...
ja: CD に焼く...
ka: CD-ზე ჩაწერა
km: ដុត​ទៅ​ស៊ីឌី...
ko: CD로 굽기...
lt: Įrašyti į CD...
nb: Brenn til CD …
nds: Op CD brennen...
ne: सीडीमा बर्न गर्नुहोस्...
nl: Op cd branden...
nn: Brenn til CD …
pa: CD ਉੱਤੇ ਲਿਖੋ...
pl: Nagraj na CD...
pt: Gravar para o CD...
pt_br: Queimar em CD...
ru: Записать на диск...
se: Boaldde CD:ii …
sk: Napáliť na CD...
sr: Нарежи на CD...
th: เขียนลงแผ่นซีดี...
tr: CD'ye Yaz...
uk: Записати на КД...

source: &Select All Files
af: Kies al die lêers
bg: Маркиране на &всички файлове
ca: &Selecciona tots els fitxers
cs: Vybrat všechny &soubory
da: &Vælg alle filer
de: &Alle Dateien auswählen
el: &Επιλογή όλων των αρχείων
es: &Seleccionar todos los archivos
et: &Vali kõik failid
eu: &Hautatu fitxategi guztiak
fa: &برگزیدن همۀ پرونده‌ها‌
fi: &Valitse kaikki tiedostot
fr: &Sélectionner tous les fichiers
he: &בחר את כל הקבצים
hu: Az összes fájl ki&jelölése
it: &Seleziona tutti i file
ja: すべてのファイルを選択(&S)
ka: &ყველა ფაილის მონიშვნა
km: ជ្រើស​ឯកសារ​ទាំងអស់
ko: 모든 파일 선택(&S)
lt: &Pažymėti visas bylas
nb: &Merk alle filer
nds: &All Dateien utsöken
ne: सबै फाइल चयन गर्नुहोस्
nl: Alle bestanden &selecteren
nn: &Merk alle filer
pa: ਸਭ ਫਾਇਲਾਂ ਚੁਣੋ(&S)
pl: &Wybierz wszystkie pliki
pt: &Seleccionar Todos os Ficheiros
pt_br: &Selecionar Todos os Arquivos
ru: &Выделить все файлы
se: &Vállje buot fiillaid
sk: &Označiť všetky súbory
sr: Изабери &све фајлове
th: เลือ&กแฟ้มทั้งหมด
tr: &Tüm Dosyaları Seç
uk: &Вибрати всі файли

source: Go To Current Track Folder
af: Gaan na die huidige snit gids
bg: Отиване в директорията на текущия запис
ca: Ves a la carpeta de la peça actual
cs: Přejít do složky aktuální skladby
da: Gå til mappen med nuværende spor
de: Ordner für aktuelles Stück öffnen
el: Μετάβαση στο φάκελο του τρέχοντος κομματιού
es: Ir a la carpeta de la pista actual
et: Mine aktiivse pala kataloogi
fa: برو به پوشۀ شیار جاری‌
fi: Mene nykyisen kappaleen kansioon
fr: Aller dans le dossier du morceau courant
he: עבור לתיקיית הרצועה נוכחית
hu: Ugrás az aktuális szám könyvtárára
it: Vai alla cartella della traccia attuale
ja: 現在のトラックのフォルダに移動
km: ទៅ​​ថត​បទ​បច្ចុប្បន្ន
ko: 현재 트랙 폴더로 가기
lt: Eiti į dabartinės dainos aplanką
nb: Gå til gjeldende spormappe
nds: Orner vun't aktuelle Stück opmaken
ne: हालको ट्रयाक फोल्डरमा जानुहोस्
nl: Ga naar huidige trackmap
nn: &Gå til mappa til gjeldande spor
pa: ਮੌਜੂਦਾ ਟਰੈਕ ਫੋਲਡਰ ਉੱਤੇ ਜਾਓ
pl: Idź do katalogu bieżącego utworu
pt: Ir para a Pasta da Faixa Actual
pt_br: Ir Para a Pasta da Faixa Atual
ru: Открыть папку текущей композиции
se: &Mana dálá bihtá máhppii
sk: Prejsť na priečinok aktuálnej stopy
sr: Иди у фасциклу тренутне нумере
th: ไปยังโฟลเดอร์ของเพลงปัจจุบัน
tr: Şimdiki Parçanın Bulunduğu Dizine Git
uk: Перейти до теки поточної доріжки

source: <div align=center>Enter a search term above; you can use wildcards like * and ?</div>
af: <div align=center>Voer 'n soek term hier bo in; jy kan ook van karakters soos * en ? gebruik maak.</div>
bg: <div align=center>Въведете думата за търсене. Можете да използвате символите * и ?</div>
ca: <div align=center>Introduïu una cerca a sobre, podeu usar comodins com * i ?</div>
cs: <div align=center>Zadejte hledaná slova - můžete používat i zástupné znaky jako * a ?</div>
da: <div align=center>Indtast en søgeudtryk ovenfor. Du kan bruge jokertegn såsom * og ?</div>
de: <div align=center>Bitte geben Sie in das obige Feld einen Suchbegriff ein. Sie können auch Platzhalter wie * oder ? verwenden.</div>
el: <div align=center>Εισάγετε παραπάνω έναν όρο αναζήτησης: μπορείτε να χρησιμοποιήσετε χαρακτήρες όπως το * και του ? </div>
es: <div align=center>Introduzca arriba un término de búsqueda; puede usar comodines como * y ?</div>
et: <div align=center>Sisesta siia otsingusõna; kasutada võib ka metamärke * ja ?</div>
eu: <div align=center>Sartu bilatzeko terminoa goian, * eta ? bezalako komodinak erabil ditzakezu</div>
fa: <div align=center>یک اصطلاح جستجو در بالا وارد کنید؛ می‌توانید از نویسه‌های عامی مانند * و ؟ استفاده کنید </div>
fi: <div align=center> Kirjoita hakutermit ylle. Voit käyttää jokerimerkkejä ”*” ja ”?”.</div>
fr: <div align=center>Saisissez un mot clé ci-dessus. Vous pouvez utiliser des jokers comme « * » et « ? »</div>
he: <div align=center> הכנס מונח חיפוש למעלה; אפשר להשתמש בתווי ג'וקר כגון * ו־ ?</div>
hu: <div align=center>Adjon meg fentebb egy keresési kifejezést - használhat helyettesítő karaktereket is, mint például * vagy ?</div>
it: <div align=center>Inserisci un termine di ricerca qui sopra; puoi usare metacaratteri come * e ?</div>
ja: <div align=center>上に検索文字を入力してください。* や ? などのワイルドカードが使えます。</div>
ka: <div align=center>შეიყვანეთ საძიებო ტერმინი, შეგიძლიათ * და ? შაბლონების გამოყენება</div>
km: <div align=center>បញ្ចូល​ពាក្យ​ស្វែងរក​នៅ​ខាង​លើ ។ អ្នក​អាច​ប្រើ​អក្សរ​ជំនួស​ដូចជា * និង ?</div>
ko: <div align=center>위의 검색란에서 검색어를 입력하십시오. *이나 ? 같은 와일드카드를 사용할 수 있습니다.</div>
lt: <div align=center>Įrašykite paieškos kriterijų viršuje; galite naudoti pakaitos simbolius, pvz: „*“ ar „?“</div>
nb: <div align=center>Skriv inn søkeord ovenfor. Du kan bruke jokertegn som «*» og «?».</div>
nds: <div align=center>Giff baven en Söökwoort in, Platzhollers as "*" oder "?" sünd verlööft.</div>
ne: <div align=center>माथिको खोजी सर्त प्रविष्ट गर्नुहोस्; तपाईँ वाइल्डकार्ड जस्तै * र ? प्रयोग गर्न सक्नुहुन्छ</div>
nl: <div align="center">Voer hierboven een zoekterm in; u kunt gebruik maken van jokertekens, zoals * en ?</div>
nn: <div align=center>Skriv inn søkjeord ovenfor. Du kan bruka jokerteikn som «*» og «?».</div>
pa: <div align=center>ਖੋਜ ਇਕਾਈ ਉੱਤੇ ਦਿਓ, ਤੁਸੀਂ ਵਾਇਲਡਕਾਰਡ ਜਿਵੇਂ ਕਿ * ਅਤੇ ? ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ</div>
pl: <div align=center>Wpisz powyżej kryterium wyszukiwania; możesz użyć znaczników takich jak "*" i "?"</div>
pt: <div align=center>Indique em cima o termo de procura; pode utilizar caracteres especiais como * e ?</div>
pt_br: <div align=center>Digite um termo de busca acima; você pode usar curingas como * e ?</div>
ru: <div align=center>Введите критерий поиска, можно использовать * и ?</div>
se: <div align=center>Čális ohcansániid dása bajábeallái. Sáhtát geavahit «*» ja «?» ohcamis.
sk: <div align=center>Zadajte hľadaný výraz - môžete použiť aj zástupné znaky ako * a ?</div>
sr: <div align=center>Унесите горе израз за претрагу; можете користити џокере као * и ?</div>
th: <div align=center>ใส่คำค้นที่ด้านบน; คุณสามารถใช้ตัวแทนอักษรอย่าง * และ ? ได้</div>
tr: <div align=center>Yukarıya aranacak terimi girin; *, ? gibi karakterleri kullanabilirsiniz</div>
uk: <div align=center>Вище введіть рядок пошуку; можна використовувати шаблони заміни, такі як * та ?</div>

source: Search here...
af: Soek hier....
bg: Търсене тук...
ca: Cerqueu aquí...
cs: Hledání zde...
da: Søg her...
de: Hier suchen ...
el: Αναζήτηση εδώ...
es: Buscar aquí...
et: Otsi siin...
eu: Bilatu hemen...
fa: جستجو در اینجا...
fi: Etsi täältä…
fr: Cherchez ici...
he: חפש כאן...
hu: Keresés itt...
it: Cerca qui...
ja: ここで検索...
ka: ეძებეთ აქ...
km: ស្វែងរក​ទីនេះ...
ko: 여기서 찾으십시오...
lt: Ieškoti čia...
nb: Søk her …
nds: Hier söken...
ne: यहाँ खोजी गर्नुहोस्...
nl: Zoek hier...
nn: Søk her …
pa: ਇੱਥੇ ਖੋਜ ਕਰੋ...
pl: Szukaj tutaj...
pt: Procure aqui...
pt_br: Procurar aqui...
ru: Искать здесь...
se: Oza dáppe …
sk: Hľadať tu...
sr: Тражи овде...
th: ค้นหาที่นี่...
tr: Burada ara...
uk: Шукати тут...

source: &Show Search Panel
af: Vertoon soek paneel
bg: П&анел за търсене
ca: &Mostra el panell de cerca
cs: Zobrazit panel &s hledáním
da: &Vis søgepanel
de: &Suchfeld anzeigen
el: &Εμφάνιση πλαισίου αναζήτησης
es: Mo&strar el panel de búsqueda
et: &Näita otsingupaneeli
eu: &Erakutsi bilaketa-panela
fa: &نمایش تابلوی جستجو‌
fi: Haku&paneeli
fr: &Montrer le panneau de recherche
he: &הראה לוח חיפוש
hu: &Keresési panel megjelenítése
it: Mo&stra pannello di ricerca
ja: 検索パネルを表示(&S)
ka: &ძებნის პანელის ჩვენება
km: បង្ហាញ​បន្ទះ​ស្វែងរក
ko: 검색 패널 보이기(&S)
lt: &Rodyti paieškos langą
nb: &Vis søkepanel
nds: &Söökpaneel wiesen
ne: खोजी प्यानल देखाउनुहोस्
nl: Zoekpaneel &tonen
nn: &Vis søkjerute
pa: ਖੋਜ ਪੈਨਲ ਵੇਖਾਓ(&S)
pl: &Pokaż panel szukania
pt: Mo&strar o Painel de Procura
pt_br: &Mostrar Painel de Busca
ru: &Показать панель поиска
se: Čájet &ohcanpanela
sk: &Zobraziť panel hľadania
sr: &Прикажи панел претраге
th: แ&สดงพาเนลสำหรับการค้นหา
tr: Arama Panelini &Göster
uk: &Показати панель пошуку

source: Searching...
af: Besig om te soek
bg: Търсене...
ca: S'està cercant...
cs: Vyhledávám...
da: Filter her...
de: Suche läuft ...
el: Αναζήτηση...
es: Buscando...
et: Otsimine...
eu: Bilatzen...
fa: در حال جستجو...
fi: Etsitään…
fr: Recherche...
he: מחפש...
hu: Keresés...
it: Cerco...
ja: 検索中...
ka: იძებნება...
km: កំពុង​ស្វែង​រក...
ko: 검색중입니다...
lt: Ieškoma...
nb: Søker …
nds: An't Söken...
ne: खोजी हुँदैछ...
nl: Zoekt...
nn: Søkjer …
pa: ਖੋਜ ਜਾਰੀ ਹੈ...
pl: Szukanie...
pt: A procurar...
pt_br: Procurando...
ru: Идёт поиск...
se: Ohcamin …
sk: Vyhľadávam...
sr: Тражим...
th: กำลังค้นหา...
tr: Arıyor...
uk: Пошук...

source: No results found
af: Geen resultate was gevind nie
bg: Няма намерени резултати
ca: No s'ha trobat cap resultat
cs: Nic nenalezeno
da: Ingen resultater fundet
de: Keine Ergebnisse
el: Δε βρέθηκαν αποτελέσματα
es: No se encontraron resultados
et: Tulemusi ei leitud
eu: Ez da emaitzik aurkitu
fa: نتیجه‌ای یافت نشد
fi: Ei hakutuloksia
fr: Aucun résultat n'a été trouvé
he: לא נמצאו תוצאות
hu: Nincs találat
it: Nessun risultato trovato
ja: 該当するものはありませんでした
ka: შედეგები ვერ მოიძებნა
km: រក​មិន​ឃើញ​លទ្ធផល​ឡើយ
ko: 검색 결과가 없습니다
lt: Nieko nerasta
nb: Fant ingen resultat
nds: Nix funnen
ne: कुनै नतिजा फेला परेन
nl: Geen resultaten gevonden
nn: Fann ingen resultat
pa: ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ ਮਿਲਿਆ
pl: Nic nie znaleziono
pt: Nenhuma resultado encontrado
pt_br: Nenhum resultado encontrado
ru: Не удалось найти
se: Ii gávdnan bohtosiid
sk: Nič nenájdené
sr: Без резултата
th: ค้นหาไม่พบ
tr: Hiç sonuç bulunamadı
uk: Нічого не знайдено
