Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Cannot create parent folder. Check your structure.
af: Kan nie 'n ouer gids skep nie. Gaan asb. jou struktuur na.
bg: Не може да бъде създадена родителска директория. Проверете структурата.
ca: No s'ha pogut crear el directori pare. Comproveu la seva estructura.
da: Kan ikke oprette overliggende mappe. Kontrollér strukturen.
de: Übergeordneter Ordner lässt sich nicht erstellen. Bitte prüfen Sie die Struktur.
el: Αδυναμία δημιουργίας γονικού φακέλου. Ελέγξτε τη δομή σας.
es: No se puede crear una carpeta madre. Compruebe su estructura.
et: Ülemkataloogi loomine ebaõnnestus. Kontrolli struktuuri.
eu: Ezin da guraso karpeta sortu. Egiaztatu egitura.
fa: نمی‌توان پوشۀ والد را ایجاد کرد. ساختارتان را بررسی کنید.
fi: Emokansion luonti epäonnistui. Tarkista hakemistorakenne.
fr: Impossible de créer le dossier parent. Vérifier votre structure.
he: אין אפשרות ליצור תיקיית אב. בדוק את מבנה התיקיות שלך.
hu: Nem lehet létrehozni szülőmappát. Ellenőrizze a struktúrát.
it: Impossibile creare una cartella genitrice. Verifica la tua struttura.
ja: 親フォルダを作成できません。構造を確認してください。
km: មិន​អាច​បង្កើត​ថត​មេ ។ ពិនិត្យ​មើល​រចនាសម្ព័ន្ធ​របស់​អ្នក ។
ko: 상위 폴더를 생성할 수 없습니다. 여러분의 폴더 구조를 확인하십시오.
lt: Nepavyko sukurti aukštesnio aplanko. Patikrinkite struktūrą.
nb: Kan ikke opprette overliggende mappe. Sjekk strukturen.
nds: Överornt Orner lett sik nich opstellen. Prööv bitte de Struktuur.
ne: प्रमूल फोल्डर सिर्जना गर्न सकिँदैन । तपाईँको बनौट जाँच गर्नुहोस् ।
nl: Kan geen hoofdmap aanmaken. Controleer uw structuur.
nn: Klarte ikkje laga foreldermappe. Kontroller strukturen.
pl: Nie można utworzyć katalogu nadrzędnego. Proszę sprawdzić hierarchię.
pt: Não é possível criar a pasta-mãe. Verifique a sua estrutura.
pt_br: Não foi possível criar a pasta acima. Verifique sua estrutura.
ru: Невозможно создать родительскую папку. Проверьте дерево каталогов.
se: Ii sáhte ráhkadit váhnenmáhpa. Dárkkis iežat struktuvrra.
sk: Nemôžem vytvoriť rodičovský priečinok. Skontrolujte vašu štruktúru disku.
sr: Не могу да направим родитељску фасциклу. Проверите своју структуру.
th: ไม่สามารถสร้างโฟลเดอร์หลักได้ โปรดตรวจสอบโครงสร้างของคุณ
tr: Üst klasör oluşturulamıyor. Yapınızı kontrol edin.
uk: Неможливо створити батьківську теку. Перевірте структуру.

source: File write failed
af: Lêer skryf was onsuksesvol
bg: Записът на файлове беше неуспешен
ca: Ha fallat l'escriptura del fitxer
cs: Chyba při zápisu do souboru
da: Skrivning af fil mislykkedes
de: Schreiben der Datei fehlgeschlagen.
el: Αποτυχία εγγραφής αρχείου
es: La escritura del archivo ha fallado
et: Faili kirjutamine ebaõnnestus
eu: Huts egin du fitxategia idaztean
fa: خرابی در نوشتن پرونده
fi: Tiedoston kirjoittaminen epäonnistui
fr: Échec lors de l'écriture du fichier
he: כתובת קובץ נכשלה
hu: Nem sikerült írni a fájlt
it: Scrittura file fallita
ja: ファイルの書き込みに失敗
km: កា​រសរសេរ​ឯកសារ​បាន​បរាជ័យ
ko: 파일 쓰기 실패
lt: Nepavyko įrašyti bylos
nb: Klarte ikke skrive fil
nds: Datei lett sik nich schrieven
ne: फाइल लेखन असफल भयो
nl: Bestand opslaan is mislukt
nn: Feil ved filskriving
pa: ਫਾਇਲ ਲਿਖਣ ਲਈ ਅਸਫ਼ਲ ਹੈ
pl: Zapisywanie do pliku nie powiodło się
pt: A gravação do ficheiro falhou
pt_br: Gravação do arquivo falhou
ru: Ошибка записи файла
se: Filtii fiilla čállimis
sk: Zápis súboru zlyhal
sr: Уписивање фајла није успело
th: การเขียนลงแฟ้มล้มเหลว
tr: Dosya yazımı başarısız oldu
uk: Помилка запису у файл

source: Unknown Artist
af: Onbekende Kunstenaar
bg: Неизвестен изпълнител
ca: Artista desconegut
cs: Neznámý umělec
da: Ukendt kunstner
de: Unbekannter Interpret
el: Άγνωστος καλλιτέχνης
es: Artista desconocido
et: Tundmatu esitaja
fa: هنرمند ناشناخته
fi: Tuntematon artisti
fr: Artiste inconnu
hu: Ismeretlen előadó
it: Artista sconosciuto
ja: 不明なアーティスト
km: មិន​ស្គាល់​សិល្បករ
lt: Nežinomas atlikėjas
nb: Ukjent artist
nds: Nich bekannt Künstler
ne: अज्ञात कलाकार
nl: Onbekende artiest
nn: Ukjend artist
pa: ਅਣਜਾਣ ਕਲਾਕਾਰ
pl: Nieznany wykonawca
pt: Artista Desconhecido
pt_br: Artista Desconhecido
ru: Неизвестный исполнитель
se: Amas artista
sk: Neznámy interpret
sr: Непознат извођач
th: ศิลปินที่ไม่รู้จัก
tr: Bilinmeyen Sanatçı
uk: Невідомий виконавець

source: Unknown Album
af: Onbekende Album
bg: Неизвестен албум
ca: Àlbum desconegut
cs: Neznámé album
da: Ukendt album
de: Unbekanntes Album
el: Άγνωστο άλμπουμ
es: Álbum desconocido
et: Tundmatu album
fa: آلبوم ناشناخته
fi: Tuntematon levy
fr: Album inconnu
hu: Ismeretlen album
it: Album sconosciuto
ja: 不明なアルバム
km: មិន​ស្គាល់​អាល់ប៊ុម
lt: Nežinomas albumas
nb: Ukjent album
nds: Nich bekannt Album
ne: अज्ञात एल्बम
nl: Onbekend album
nn: Ukjent album
pa: ਅਣਜਾਣ ਐਲਬਮ
pl: Nieznany album
pt: Álbum Desconhecido
pt_br: Álbum Desconhecido
ru: Неизвестный альбом
se: Amas skearru
sk: Neznámy album
sr: Непознат албум
th: อัลบั้มที่ไม่รู้จัก
tr: Bilinmeyen Albüm
uk: Невідомий альбом

source: Unknown Genre
af: Onbekende Tipe
bg: Неизвестен жанр
ca: Gènere desconegut
cs: Neznámý žánr
da: Ukendt genre
de: Unbekanntes Genre
el: Άγνωστο είδος
es: Género desconocido
et: Tundmatu žanr
fa: نوع ناشناخته
fi: Tuntematon tyylilaji
fr: Style inconnu
hu: Ismeretlen műfaj
it: Genere sconosciuto
ja: 不明なジャンル
km: មិន​ស្គាល់​ប្រភេទ
lt: Nežinomas žanras
nb: Ukjent sjanger
nds: Nich bekannt Musikoort
ne: अज्ञात विधा
nl: Onbekend genre
nn: Ukjend sjanger
pa: ਅਣਜਾਣ ਧੁਨ
pl: Nieznany gatunek
pt: Género Desconhecido
pt_br: Gênero Desconhecido
ru: Неизвестный жанр
se: Amas šaŋra
sk: Neznámy žáner
sr: Непознат жанр
th: ประเภทที่ไม่รู้จัก
tr: Bilinmeyen Tarz
uk: Невідомий жанр

source: Could not copy track from device.
af: Kon nie die snit vanaf die toestel kopiëer nie
bg: Копирането на записа от устройството беше неуспешно.
ca: No s'ha pogut copiar la peça del dispositiu.
da: Kunne ikke kopiere spor fra enhed.
de: Stück lässt sich nicht vom Gerät kopieren.
el: Αδυναμία αντιγραφής κομματιού από τη συσκευή.
es: No se pudo copiar la pista del dispositivo.
et: Pala kopeerimine seadmelt ebaõnnestus.
fa: نتوانست شیار را از دستگاه رونوشت کند.
fi: Kappaleen kopioiminen laitteelta ei onnistunut.
fr: Impossible de copier le morceau sur le périphérique.
he: אין אפשרות להעתיק רצועה להתקן־מדיה.
hu: Nem sikerült másolni a számot az eszközről.
it: Impossibile copiare tracce dal dispositivo.
ja: デバイスからトラックをコピーできませんでした。
km: មិន​អាច​ចម្លង​បទ​ពី​ឧបករណ៍ ។
ko: 장치로부터 트랙을 복사할 수 없습니다.
lt: Nepavyko nukopijuoti dainos iš įrenginio.
nb: Klarte ikke kopiere spor fra enhet.
nds: Stück lett sik nich vun de Reedschap koperen.
ne: यन्त्रबाट ट्रयाक प्रतिलिपि गर्न सकेन ।
nl: Kopiëren van tracks van apparaat niet mogelijk.
nn: Klarte ikkje kopiera spor frå eining.
pa: ਜੰਤਰ ਤੋਂ ਟਰੈਕ ਨਕਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ।
pl: Nie można było skopiować utworu z urządzenia.
pt: Não foi possível copiar a faixa do dispositivo.
pt_br: Não foi possível copiar a faixa do dispositivo.
ru: Не удалось скопировать композицию из устройства.
se: Ii sáhttán máŋget bihtá ovttadagas.
sk: Nemôžem skopírovať stopu zo zariadenia
sr: Нисам могао да копирам нумеру са уређаја.
th: ไม่สามารถคัดลอกเพลงจากอุปกรณ์ได้
tr: Aygıttan parça kopyalanamadı.
uk: Не вдалося скопіювати доріжку з пристрою.

source: Could not save playlist.
af: Kon nie die speel lys stoor nie
bg: Списъкът не може да бъде записан.
ca: No s'ha pogut desar la llista de reproducció.
cs: Nelze uložit seznam skladeb.
da: Kunne ikke gemme spilleliste.
de: Wiedergabeliste lässt sich nicht speichern.
el: Αδυναμία αποθήκευσης της λίστας.
es: No se ha podido guardar la pista de reproducción.
et: Esitusnimekirja salvestamine ebaõnnestus.
fa: نتوانست فهرست پخش را ذخیره کند.
fi: Soittolistan tallentaminen ei onnistunut.
fr: Impossible de sauvegarder la liste de lecture.
he: אין אפשרות לשמור רשימת־השמעה.
hu: Nem sikerült elmenteni a lejátszólistát.
it: Impossibile salvare la playlist.
ja: プレイリストを保存できませんでした。
km: មិន​អាច​រក្សាទុក​​បញ្ជី​ចាក់ ។
ko: 재생목록을 저장 할 수 없습니다.
lt: Nepavyko įrašyti grojaraščio.
nb: Kan ikke lagre spilleliste.
nds: Afspeellist lett sik nich sekern.
ne: प्ले सूची बचत गर्न सकेन ।
nl: Kon afspeellijst niet opslaan.
nn: Klarte ikkje lagra speleliste.
pa: ਸੰਗੀਤ-ਸੂਚੀ ਸੰਭਾਲੀ ਨਹੀਂ ਜਾ ਸਕੀ ਹੈ।
pl: Nie można było zapisać listy odtwarzania.
pt: Não foi possível gravar a lista de reprodução.
pt_br: Não foi possível salvar a lista de músicas.
ru: Не удалось сохранить список.
se: Ii sáhttán vurket čuojahanlisttu.
sk: Nemôžem uložiť zoznam skladieb.
sr: Нисам могао да снимим листу нумера.
th: ไม่สามารถบันทึกรายการเล่นได้
tr: Parça listesi kaydedilemedi.
uk: Не вдалося зберегти список композицій.

source: Could not create new playlist on device.
af: Kon nie 'n nuwe speel lys op die toestel skep nie
bg: Създаването на нов списък за устройството беше неуспешно.
ca: No s'ha pogut crear una nova llista de reproducció al dispositiu.
da: Kunne ikke oprette ny spilleliste på enhed.
de: Auf dem Gerät lässt sich keine neue Wiedergabeliste erstellen.
el: Αδυναμία δημιουργίας νέας λίστας στη συσκευή.
es: No se crear una nueva lista de reproducción en el dispositivo.
et: Uue esitusnimekirja loomine seadmel ebaõnnestus.
fa: نتوانست فهرست پخش جدید در دستگاه ایجاد کند.
fi: Soittolistan luominen laitteelle ei onnistunut.
fr: Impossible de créer la nouvelle liste de lecture sur le périphérique
he: אין אפשרות ליצור רשימת־השמעה על־גבי התקן־מדיה.
hu: Nem sikerült létrehozni új lejátszólistát az eszközön.
it: Impossibile creare una nuova playlist sul dispositivo.
ja: デバイスに新しいプレイリストを作成できませんでした。
km: មិន​អាច​បង្កើត​បញ្ជី​ចាក់​ថ្មី​នៅលើ​ឧបករណ៍ ។
ko: 장치에 새 재생목록을 생성할 수 없습니다.
lt: Nepavyko įrenginyje sukurti naujo grojaraščio.
nb: Klarte ikke opprette ny spilleliste på enheten.
nds: Opstellen vun en nieg Afspeellist op de Reedschap nich mööglich
ne: यन्त्रमा नयाँ प्ले सूची सिर्जना गर्न सकेन ।
nl: Kon geen nieuwe afspeellijst op apparaat aanmaken.
nn: Klarte ikkje laga ny speleliste på eininga.
pa: ਜੰਤਰ ਉੱਤੇ ਨਵੀਂ ਸੰਗੀਤ-ਸੂਚੀ ਨਹੀਂ ਬਣਾਈ ਜਾ ਸਕੀ ਹੈ
pl: Nie można było utworzyć nowej listy odtwarzania na urządzeniu.
pt: Não foi possível criar a lista de reprodução no dispositivo.
pt_br: Não foi possível criar a nova lista de músicas no dispositivo.
ru: Не удалось создать новый список в устройстве
se: Ii sáhttán ráhkadit ođđa čuojahanlisttu ovttagadagas.
sk: Nemôžem vytvoriť nový zoznam skladieb na zariadení.
sr: Нисам могао да направим нову листу на уређају.
th: ไม่สามารถสร้างรายการเล่นใหม่บนอุปกรณ์ได้
tr: Aygıtta parça listesi oluşturulamadı.
uk: Не вдалося створити новий список композицій на пристрої.

source: Could not update playlist on device.
af: Kon nie die speel lys op die toestel opdateer nie
bg: Обновяването списъка на устройството беше неуспешно.
ca: No s'ha pogut actualitzar la llista de reproducció al dispositiu.
da: Kunne ikke opdatere spilleliste på enhed.
de: Wiedergabeliste auf dem Gerät lässt sich nicht aktualisieren.
el: Αδυναμία ενημέρωσης λίστας στη συσκευή.
es: No se ha podido actualizar la lista de reproducción del dispositivo.
et: Esitusnimekirja uuendamine seadmel ebaõnnestus.
fa: نتوانست فهرست پخش را در دستگاه به‌روزرسانی کند.
fi: Laitteella olevan soittolistan päivittäminen ei onnistunut.
fr: Impossible de mettre à jour la liste de lecture sur le périphérique.
he: אין אפשרות לעדכן רשימת־השמעה על־גבי התקן־מדיה.
hu: Nem sikerült frissíteni a lejátszólistát az eszközön.
it: Impossibile aggiornare la playlist sul dispositivo.
ja: デバイスのプレイリストを更新できませんでした。
km: មិន​អាច​ធ្វើ​ឲ្យ​បញ្ជី​ចាក់​ទាន់សម័យ​នៅ​លើ​ឧបករណ៍ ។
ko: 장치에 재생목록을 갱신할 수 없습니다.
lt: Nepavyko įrenginyje atnaujinti grojaraščio.
nb: Klarte ikke oppdatere spilleliste på enheten.
nds: Opfrischen vun de Afspeellist op de Reedschap nich mööglich
ne: यन्त्रमा प्ले सूची अद्यावधिक गर्न सकेन ।
nl: Kon afspeellijst op apparaat niet bijwerken.
nn: Klarte ikkje oppdatera spelelista på eininga.
pa: ਜੰਤਰ ਉੱਤੇ ਪਲੇਅਲਿਸਟ ਅੱਪਡੇਟ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ।
pl: Nie można było uaktualnić listy odtwarzania na urządzeniu.
pt: Não foi possível actualizar a lista de reprodução no dispositivo.
pt_br: Não foi possível atualizar a lista de músicas no dispositivo.
ru: Не удалось обновить список в устройстве
se: Ii sáhttán ođasmahttit ovttadaga čuojahanlisttu.
sk: Nepodarilo sa aktualizovať zoznam skladieb na zariadení.
sr: Нисам могао да ажурирам листу нумера на уређају.
th: ไม่สามารถปรับปรุงรายการเล่นบนอุปกรณ์ได้
tr: Aygıttaki parça listesi güncellenemedi.
uk: Не вдалося оновити список композицій на пристрої.

source: Could not delete item
af: Kon nie die item uitvee nie
bg: Записът не може да бъде изтрит
ca: No s'ha pogut suprimir l'element
da: Kunne ikke slette punkt
de: Der Eintrag lässt sich nicht löschen.
el: Αδυναμία διαγραφής αντικειμένου
es: No se ha podido eliminar el elemento
et: Elemendi kustutamine ebaõnnestus
fa: نتوانست فقره را حذف کند
fi: Kohteen poistaminen ei onnistunut
fr: Impossible de supprimer l'élément
hu: Nem sikerült törölni az elemet
it: Impossibile eliminare l'elemento
ja: アイテムを削除できませんでした
km: មិន​អាច​លុប​ធាតុ
lt: Objekto pašalinti nepavyko
nb: Klarte ikke slette element
nds: Indrag lett sik nich wegdoon
ne: वस्तु मेट्न सकेन
nl: Kon item niet verwijderen
nn: Klarte ikkje sletta element
pa: ਇਕਾਈ ਹਟਾਈ ਨਹੀਂ ਜਾ ਸਕੀ
pl: Nie można było usunąć elementu
pt: Não foi possível remover a faixa
pt_br: Não foi possível apagar o item
ru: Не удалось удалить элемент
se: ii sáhttán sihkkut merkoša
sk: Nemôžem vymazať položku
sr: Нисам могао да обришем ставку
th: ไม่สามารถลบสิ่งที่จะลบได้
tr: Öğe silinemedi
uk: Не вдалось вилучити елемент

source: Delete failed
af: Uitvee was onsuksesvol
bg: Изтриването беше неуспешно
ca: Ha fallat la supressió
da: Sletning mislykkedes
de: Löschen fehlgeschlagen
el: Αποτυχία διαγραφής
es: Fallo al borrar
et: Kustutamine ebaõnnestus
fa: خرابی در حذف
fi: Poisto epäonnistui
fr: Échec de la suppression
hu: Nem sikerült a törlés
it: Eliminazione fallita
ja: 削除に失敗
km: ការ​លុប​បាន​បរាជ័យ
lt: Pašalinti nepavyko
nb: Sletting mislyktes
nds: Wegdoon fehlslaan
ne: मेटाइ असफल भयो
nl: Verwijderen mislukt
nn: Feil ved sletting
pa: ਹਟਾਉਣਾ ਫੇਲ੍ਹ
pl: Usuwanie nie powiodło się
pt: A remoção falhou
pt_br: Falha ao apagar
ru: Ошибка удаления
se: Sihkkun filtii
sk: Mazanie zlyhalo
sr: Брисање није успело
th: การลบล้มเหลว
tr: Silme başarısız oldu
uk: Помилка вилучення

source: Could not connect to MTP Device
af: Kon nie aan die MTP toestel koppel nie
bg: Грешка при скачване с MTP устройство
ca: No s'ha pogut connectar al dispositiu MTP
da: Kunne ikke forbinde til MTP-enhed
de: Es lässt sich keine Verbindung zum MTP-Gerät herstellen.
el: Αδυναμία σύνδεσης σε συσκευή MTP
es: No se pudo conectar al dispositivo MFP
et: MTP seadmega ühendumine ebaõnnestus
eu: Ezin izan da MTP gailuarekin konektatu
fa: نتوانست به دستگاه MTP متصل شود
fi: MTP-laitteesen yhdistäminen ei onnistunut
fr: Impossible de se connecter au périphérique MTP
he: אין אפשרות להתחבר להתקן MTP
hu: Nem sikerült kapcsolódni az MTP eszközhöz
it: Impossibile connettere il dispositivo MTP
ja: MTP デバイスに接続できません
km: មិន​អាច​តភ្ជាប់​ទៅ​ឧបករណ៍ MTP
ko: MTP 장치에 연결할 수 없습니다.
lt: Nepavyko prisijungti prie MTP įrenginio
nb: Klarte ikke koble til MTP-enhet
nds: Tokoppeln na MTP-Reedschap nich mööglich
ne: एमटीपी यन्त्रमा जडान गर्न सकेन
nl: Verbinding met MTP-apparaat niet mogelijk
nn: Klarte ikkje kopla til MTP-eining
pl: Nie można było podłączyć się do urządzenia MTP
pt: Não foi possível ligar ao dispositivo MTP
pt_br: Não foi possível conectar ao Dispositivo MTP
ru: Не удалось подключиться к устройству MTP
se: Ii sáhttán laktit MTP-ovttadahkii
sk: Nepodarilo sa pripojiť k MTP zariadeniu
sr: Нисам могао да се повежем са MTP уређајем
th: ไม่สามารถติดต่อกับอุปกรณ์ MTP ได้
tr: MTP Aygıtına bağlanılamadı
uk: Не вдається з'єднатися з пристроєм MTP

source: MTP device could not be opened
af: MTP toestel kon nie oopgemaak word nie
bg: MTP устройството не може да бъде отворено
ca: El dispositiu MTP no s'ha pogut obrir
da: MTP-enhed kunne ikke åbnes
de: Der angeforderte MTP-Player lässt sich nicht öffnen.
el: Η συσκευή MTP δεν μπορεί να ανοιχτεί
es: No se pudo abrir el dispositivo MTP
et: MTP seadet ei saa avada
eu: Ezin izan da MTP gailua ireki
fa: نتوانست دستگاه MTP را باز کند
fi: MTP-laitteen avaus ei onnistunut
fr: Le périphérique MTP n'a pu être ouvert
he: אין אפשרות לפתוח התקן MTP
hu: Nem sikerült megnyitni az MTP eszközt
it: Impossibile accedere al dispositivo MTP
ja: MTP デバイスを開けません
km: ឧបករណ៍ MTP មិន​អាច​ត្រូវ​បាន​បើក
ko: MTP 장치를 열 수 없습니다.
lt: Nepavyko atverti MTP įrenginio
nb: Kunne ikke åpne MTP-enhet
nds: MTP-Reedschap lett sik nich opmaken
ne: एमटीपी यन्त्र खुल्न सकेन
nl: MTP-apparaat kon niet worden geopend
nn: Klarte ikkje opna MTP-eining
pl: Urządzenie MTP nie mogło zostać otworzone
pt: O dispositivo MTP não está acessível
pt_br: Não foi possível abrir o dispositivo MTP
ru: Не удалось открыть переносное устройство MTP
se: Ii sáhttán rahpat MTP-ovttadaga
sk: Zariadenie MTP sa nepodarilo otvoriť
sr: MTP уређај није могао бити отворен
th: ไม่สามารถเปิดอุปกรณ์ MTP ได้
tr: MTP aygıtı açılamadı
uk: Не вдалося відкрити пристрій MTP

source: Secure time:
af: Beveilig tyd:
bg: Време:
ca: Temps de seguretat:
da: Sikker tid:
de: Sicherungszeit:
el: Ασφαλής χρόνος:
es: Tiempo de seguridad:
et: Turvaline aeg:
eu: Denbora segurua:
fa: زمان امن:
fi: Turvallinen aika:
fr: Durée de sécurité :
he: זמן מאובטח:
hu: Biztonságos idő:
ja: セキュアタイム:
km: ពេលវេលា​សុវត្ថិភាព ៖
ko: 보안 시간:
lt: Saugus laikas:
nb: Sikker tid:
nds: Seker Tiet:
ne: सुरक्षित समय:
nl: Tijd veilig:
nn: Sikker tid:
pa: ਸਕੋਰ ਸਮਾਂ:
pl: Bezpieczny czas:
pt: Tempo de segurança:
pt_br: Tempo correto:
ru: Надёжный источник времени
se: Sihkkaris áigi:
sk: Bezpečnostný čas:
sr: Сигурно време:
th: เวลามาตรฐาน:
tr: Güvenli zaman:
uk: Безпечний час:

source: Supported file types:
af: Lêer tipes wat ondersteun word:
bg: Поддържани видове файлове:
ca: Tipus de fitxer acceptats:
da: Filtyper som understøttes:
de: Unterstützte Dateitypen:
el: Υποστηριζόμενη τύποι αρχείων:
es: Tipos de archivo admitidos:
et: Toetatud failitüübid:
eu: Onartutako fitxategi-motak:
fa: انواع پروندۀ پشتیبانی‌شده:
fi: Tuetut tiedostotyypit:
fr: Types de fichiers supportés :
he: סוגי קבצים נתמכים:
hu: Támogatott fájltípusok:
it: Tipi di file supportati:
ja: サポートするファイルタイプ:
km: ប្រភេទ​ឯកសារ​ដែល​គាំទ្រ ៖
ko: 지원되는 파일 형식들:
lt: Suprantami bylų tipai:
nb: Støttede filtyper:
nds: Ünnerstütt Dateitypen:
ne: समर्थित फाइल प्रकारहरू:
nl: Ondersteunde bestandstypen:
nn: Støtta filtypar:
pa: ਸਹਾਇਕ ਫਾਇਲ ਕਿਸਮਾਂ:
pl: Obsługiwane typy plików:
pt: Tipos de ficheiros suportados:
pt_br: Tipos de arquivos suportados:
ru: Поддерживаемые типы файлов:
se: Dorjojuvvon fiilašlájat:
sk: Podporované typy súborov:
sr: Подржани типови фајлова:
th: ชนิดแฟ้มที่รองรับ:
tr: Desteklenen dosya türleri:
uk: Підтримуються типи файлів:

source: &Copy Files to Collection...
af: Kopiëer lêers na die versameling...
bg: &Копиране на файловете в колекцията...
ca: &Copia els fitxers a la col·lecció...
cs: Z&kopírovat soubory do kolekce...
da: &Kopiér til samling...
de: Dateien zur Sammlung &kopieren ...
el: &Αντιγραφή αρχείων στη συλλογή...
es: &Copiar los archivos en la colección...
et: &Kopeeri failid muusikakogusse...
eu: &Kopiatu fitxategiak bilduman...
fa: &رونوشت پرونده‌ها در مجموعه...
fi: &Kopioi tiedostot kokoelmaan…
fr: &Copier les fichiers dans votre collection...
he: ה&עתק קבצים אל האוסף...
hu: Fájlok &másolása gyűjteménybe...
it: &Copia file nella collezione...
ja: ファイルをコレクションにコピー(&C)...
km: ចម្លង​ឯកសារ​ទៅ​ការ​សម្រាំង...
ko: 모음집에 파일 복사(&C)...
lt: &Kopijuoti bylas į fonoteką...
nb: &Kopier filer til samling …
nds: Dateien na Sammeln &koperen...
ne: सङ्कलनमा फाइलहरू प्रतिलिपि गर्नुहोस्...
nl: Bestanden &kopiëren naar collectie...
nn: &Kopier filer til samling …
pa: ਫਾਇਲਾਂ ਭੰਡਾਰ 'ਚ ਨਕਲ(&C)...
pl: &Kopiuj pliki do kolekcji...
pt: &Copiar os Ficheiros para a Colecção...
pt_br: &Copiar Arquivos para a Coleção...
ru: &Скопировать файлы в коллекцию...
se: &Máŋge fiillaid čoahkkádussii …
sk: &Kopírovať súbory do kolekcie...
sr: &Копирај фајлове у збирку...
th: คัด&ลอกแฟ้มไปคลังดนตรี...
tr: Dosyaları Koleksiyona &Kopyala...
uk: &Скопіювати файли в збірку...

source: Make Media Device Playlist
af: Maak media toestel speel lys
bg: Създаване на списък със записи на устройство
ca: Genera una llista de reproducció pel dispositiu de suports
cs: Vytvořit seznam skladeb média
da: Lav medieenhedsspilleliste
de: &Player-Wiedergabeliste erstellen
el: Δημιουργία λίστας συσκευής πολυμέσων
es: Generar una lista de reproducción del dispositivo de medios
et: Loo meediaseadme esitusnimekiri
eu: Sortu multimediako gailuen zerrenda
fa: ایجاد فهرست پخش دستگاه رسانه
fi: Luo medialaitesoittolista
fr: Faire une liste de lecture du périphérique de média
he: צור רשימת־השמעה להתקן המדיה
hu: Médiaeszköz-lejátszólista készítése
it: Crea playlist dispositivo multimediale
ja: メディアデバイスプレイリストを作成
ka: მედია მოწყობილობის რეპერტუარის შექმნა
km: បង្កើត​បញ្ជីចាក់​របស់​ឧបករណ៍​​ផ្ទុក
ko: 미디어 장치 재생목록 만들기
lt: Sukurti muzikinio įrenginio grojaraštį
nb: Opprett spilleliste for medieenhet
nds: Reedschap-Afspeellist opstellen
ne: मिडिया यन्त्र प्ले सूची बनाउनुहोस्
nl: Afspeellijst voor media-apparaat aanmaken
nn: Lag speleliste for mediespelar
pa: ਮੀਡਿਆ ਜੰਤਰ ਸੰਗੀਤ-ਸੂਚੀ ਬਣਾਓ
pl: Stwórz listę odtwarzania urządzeń mediów
pt: Criar uma Lista do Dispositivo Multimédia
pt_br: Criar Lista de Músicas de Dispositivo de Mídia
ru: Создать список для переносного устройства
se: Ráhkat mediaovttadatčuojahanlisttu
sk: Vytvoriť zoznam skladieb mediálneho zariadenia
sr: Направи листу нумера са мултимедијалног уређаја
th: สร้างรายการเล่นของอุปกรณ์เล่นสื่อ
tr: Medya Aygıtı Parça Listesi Oluştur
uk: Створити список композицій пристрою носія

source: Refresh Cover Images
af: Verfris CD omslag beelde
bg: Обновяване на обложките
ca: Refresca les caràtules
cs: Obnovit obrázky s obaly
da: Genopfrisk omslagsbilleder
de: Cover-Bilder &aktualisieren
el: Ανανέωση εξώφυλλων
es: Actualizar las imágenes de carátula
et: Värskenda kaanepilte
eu: Freskatu azalaren irudiak
fa: بازآوری تصاویر پوشش
fi: Päivitä kansikuvat
fr: Rafraîchir les images des jaquettes
he: רענן תמונות־עטיפה
hu: Borítóképek frissítése
it: Aggiorna copertine
ja: カバー画像を更新
km: ធ្វើ​ឲ្យរូបភាព​គម្រប​ស្រស់
ko: 표지 사진 갱신하기
lt: Atnaujinti viršelio paveikslėlius
nb: Frisk opp plateomslag
nds: Titelbiller opfrischen
ne: आवरण छविहरू ताजा पार्नुहोस्
nl: Hoesafbeeldingen verversen
nn: Oppdater plateomslag
pa: ਕਵਰ ਚਿੱਤਰ ਤਾਜ਼ਾ
pl: Odśwież obrazki okładek
pt: Actualizar as Imagens das Capas
pt_br: Recarregar Imagens de Capa
ru: Обновить обложки
se: Ođasmahte olggošgovaid
sk: Obnoviť obrázky obalu
sr: Освежи слике омота
th: รีเฟรชภาพหน้าปก
tr: Kapak Resimlerini Tazele
uk: Оновити зображення обкладинок
