Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Select Cover Image File
af: Kies CD-Omslag Beeld lêer
bg: Избор на изображение за обложка
ca: Seleccioneu la imatge per a la caràtula
cs: Vybrat obrázek s obalem
da: Vælg billedfil til omslag
de: Cover-Bilddatei auswählen
el: Επιλογή αρχείου εικόνας εξώφυλλου
es: Seleccionar el archivo para la imagen de la carátula
et: Kaanepildi faili valik
eu: Hautatu azalaren irudi-fitxategia
fa: برگزیدن پروندۀ تصویر پوشش
fi: Valitse kansikuvatiedosto
fr: Sélectionnez une jaquette personnalisée
he: בחר קובץ תמונת עטיפה
hu: Válasszon egy borítóképet
it: Seleziona il file della copertina
ja: カバー画像ファイルを選択
ka: ყდის გამოსახულების ფაილის არჩევა
km: ជ្រើស​ឯកសារ​រូបភាព​គម្រប
ko: 표지 이미지 파일 선택
lt: Pažymėti paveikslėlio bylą
nb: Velg plateomslag
nds: Datei för't Titelbild utsöken
ne: आवरण छवि फाइल चयन गर्नुहोस्
nl: Bestand van hoesafbeelding selecteren
nn: Vel plateomslag
pa: ਕਵਰ ਚਿੱਤਰ ਫਾਇਲ ਚੁਣੋ
pl: Wybierz plik okładki
pt: Seleccionar o Ficheiro da Imagem da Capa
pt_br: Selecionar Arquivo da Imagem de Capa
ru: Выбрать файл изображения
se: Vállje olggošgovvafiilla
sk: Vybrať obrázok obalu
sr: Изаберите фајл слике омота
th: เลือกแฟ้มรูปภาพสำหรับหน้าปก
tr: Kapak Resim Dosyasını Seç
uk: Вибір файла зображення обкладинки

source: _n: Are you sure you want to remove this cover from the Collection? Are you sure you want to delete these %n covers from the Collection?
af: Is jy seker dat jy hierdie CD-omslag uit die versameling wil verwyder? Is jy seker dat jy hierdie %n CD-omslae uit die versameling wil verwyder?
bg: Наистина ли искате да премахнете тази обложка от колекцията? Наистина ли искате да премахнете тези %n обложки от колекцията?
ca: Esteu segur que voleu suprimir aquesta caràtula de la col·lecció? Esteu segur que voleu suprimir aquestes %n caràtules de la col·lecció?
cs: Opravdu chcete odstranit tento obal z kolekce? Opravdu chcete odstranit tyto %n obaly z kolekce? Opravdu chcete odstranit těchto %n obalů z kolekce?
da: Er du sikker på at du ønsker at fjerne denne omslag fra samlingen? Er du sikker på at du ønsker at fjerne disse %n omslag fra samlingen?
de: Soll dieses Cover wirklich aus der Sammlung gelöscht werden? Sollen diese %n Cover wirklich aus der Sammlung gelöscht werden?
el: Επιθυμείτε σίγουρα να αφαιρέσετε αυτό το εξώφυλλο από τη συλλογή σας; Επιθυμείτε σίγουρα να αφαιρέσετε αυτά τα %n εξώφυλλα από τη συλλογή σας;
es: ¿Seguro de que desea eliminar esta carátula de la colección? ¿Seguro de que desea borrar estas %n carátulas de la colección?
et: Kas tõesti kustutada see kaanepilt kogust? Kas tõesti kustutada need %n kaanepilti kogust?
eu: Ziur zaude azal hau bildumatik kentzea nahi duzula? Ziur zaude %n azal hauek bildumatik kentzea nahi dituzula?
fa: مطمئن هستید که می‌خواهید این %n پوشش را از مجموعه حذف کنید؟
fi: Haluatko varmasti poistaa tämän kansikuvan kokoelmasta? Haluatko varmasti poistaa %n kansikuvaa kokoelmasta?
fr: Voulez-vous vraiment effacer cette jaquette de la collection ? Voulez-vous vraiment effacer ces %n jaquettes de la collection ?
he: האם הנך בטוח שברצונך למחוק עטיפה זו מהאוסף? האם הנך בטוח שברצונך למחוק את %n העטיפות האלו מהאוסף?
hu: Biztos, hogy törölni kívánja ezt a(z) %n borítót a gyűjteményből?
it: Sei sicuro di voler cancellare questa copertina dalla collezione? Sei sicuro di voler cancellare queste %n copertine dalla collezione?
ja: 本当にこの %n 個のカバーをコレクションから削除しますか？
ka: დარწმუნებული ხართ რომ გსურთ %n ყდის კოლექციიდან წაშლა?
km: តើ​អ្នក​ពិត​ជា​ចង់​លុប​គម្រប %n នេះ​ពី​ការ​សម្រាំង​ឬ ?
lt: Ar tikrai norite pašalinti šį %n viršelį iš fonotekos? Ar tikrai norite pašalinti šiuos %n viršelius iš fonotekos? Ar tikrai norite pašalinti šiuos %n viršelių iš fonotekos?
nb: Er du sikker på at du vil fjerne dette plateomslaget fra samlinga? Er du sikker på at du vil fjerne disse %n plateomslaga fra samlinga?
nds: Büst Du seker, wat Du dit Titelbild ut de Sammeln wegmaken wullt? Büst Du seker, wat Du disse %n Titelbiller ut de Sammeln wegmaken wullt?
ne: तपाईँ सङ्कलनबाट यो आवरण साँचिकै हटाउन चाहनुहुन्छ ? तपाईँ सङ्कलनबाट साँचिकै यी %n आवरणहरू हटाउन चाहनुहुन्छ ?
nl: Wilt u werkelijk deze hoes uit de collectie verwijderen? Wilt u werkelijk deze %n hoezen uit de collectie verwijderen?
nn: Er du sikker på at du vil fjerna dette plateomslaget frå samlinga? Er du sikker på at du vil sletta desse %n plateomslaga frå samlinga?
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਕਵਰ ਨੂੰ ਭੰਡਾਰ 'ਚੋਂ ਹਟਾਉਣ ਲਈ ਸਹਿਮਤ ਹੋ? ਕੀ ਤੁਸੀਂ %n ਕਵਰਾਂ ਨੂੰ ਭੰਡਾਰ 'ਚੋਂ ਹਟਾਉਣ ਲਈ ਸਹਿਮਤ ਹੋ?
pl: Czy na pewno chcesz usunąć z kolekcji tę okładkę? Czy na pewno chcesz usunąć z kolekcji te %n okładki? Czy na pewno chcesz usunąć z kolekcji tych %n okładek?
pt: Tem a certeza que deseja apagar esta capa da colecção? Tem a certeza que deseja apagar estas %n capas da colecção?
pt_br: Tem certeza que deseja apagar esta capa da Coleção? Tem certeza que deseja apagar estas %n capas da Coleção?
ru: Вы действительно хотите удалить эти обложки? (%n) Вы действительно хотите удалить эти обложки? (%n) Вы действительно хотите удалить эти обложки? (%n)
se: Háliidatgo duođas váldit dán olggoža eret čoahkkádusas? Háliidatgo duođas váldit dáid %n olggožiid eret čoahkkádusas?
sk: Naozaj chcete odsrániť tento obal z kolekcie? Naozaj chcete odstrániť tieto %n obaly z kolekcie? Naozaj chcete odstrániť týchto %n obalov z kolekcie?
sr: Желите ли заиста да уклоните овај %n омот из збирке? Желите ли заиста да уклоните ова %n омота из збирке? Желите ли заиста да уклоните ових %n омота из збирке?
th: คุณแน่ใจหรือว่าต้องการลบรูปหน้าปกเหล่านี้จำนวน %n รูปออกจากคลังดนตรี?
tr: Koleksiyondan gerçekten %n kapak resmini silmek istiyor musunuz?
uk: Ви впевнені, що хочете вилучити цю %n обкладинку? Ви впевнені, що хочете вилучити ці %n обкладинки? Ви впевнені, що хочете вилучити ці %n обкладинок?

source: Finished.
af: Voltooi.
bg: Готово.
ca: Finalitzat.
cs: Hotovo.
da: Færdig.
de: Fertig.
el: Τερμάτισε.
es: Finalizado.
et: Lõpetatud.
eu: Amaituta.
fa: تمام شد.
fi: Valmis.
fr: Terminé.
he: הסתיים.
hu: Kész.
it: Finito.
ja: 完了。
ka: დასრულებული.
km: បាន​បញ្ចប់ ។
ko: 완료되었습니다.
lt: Atlikta.
nb: Ferdig.
nds: Fardig.
ne: समाप्त भयो ।
nl: Voltooid.
nn: Ferdig.
pa: ਮੁਕੰਮਲ।
pl: Zakończono.
pt: Terminado.
pt_br: Terminado.
ru: Готово.
se: Geargan.
sk: Hotovo.
sr: Завршено.
th: เสร็จสิ้น
tr: Bitti.
uk: Закінчено.

source: _n: Cover not found <b>%n</b> covers not found
af: CD-omslag nie gevind nie <b>%n</b> CD-omslae nie gevind nie.
bg: Обложката не беше намерена <b>%n</b> обложки не бяха намерени
ca: No s'ha trobat la caràtula No s'han trobat <b>%n</b> caràtules
cs: obal nenalezen <b>%n</b> obaly nenalezeny <b>%n</b> obalů nenalezeno
da: Forside ikke fundet <b>%n</b> omslag ikke fundet
de: Cover nicht gefunden <b>%n</b> Cover nicht gefunden
el: Δε βρέθηκε εξώφυλλο Δε βρέθηκαν <b>%n</b> εξώφυλλα
es: Carátula no encontrada <b>%n</b> carátulas no encontradas
et: Kaanepilti ei leitud <b>%n</b> kaanepilti ei leitud
eu: Ez da azala aurkitu Ez dira <b>%n</b> azal aurkitu
fa: <b>%n</b> پوشش یافت نشد
fi: Kansikuvaa ei löytynyt <b>%n</b> kansikuvaa ei löytynyt
fr: Jaquette non trouvée <b>%n</b> jaquettes non trouvées
he: עטיפה לא נמצאה לא נמצאו <b>%n</b> עטיפות
hu: <b>%n</b> borító nem található
it: Copertina non trovata <b>%n</b> copertine non trovate
ja: <b>%n</b> 個のカバーが見つかりませんでした
ka: %n ყდა არ მოიძებნა
km: រក​មិន​ឃើញ​គម្រប <b>%n</b> ឡើយ
lt: nerastas <b>%n</b> viršelis nerasti <b>%n</b> viršeliai nerasta <b>%n</b> viršelių
nb: Fant ikke plateomslag Fant ikke <b>%n</b> plateomslag
nds: Titelbild nich funnen <b>%n</b> Titelbiller nich funnen
ne: आवरण फेला परेन <b>%n</b> आवरणहरू फेला परेन
nl: De hoes is niet gevonden <b>%n</b> hoezen zijn niet gevonden
nn: Fann ikkje plateomslag Fann ikkje <b>%n</b> plateomslag
pa: ਕਵਰ ਨਹੀਂ ਲੱਭਿਆ ਹੈ। <b>%n</b> ਕਵਰ ਨਹੀਂ ਲੱਭੇ ਹਨ।
pl: Nie znaleziono okładki Nie znaleziono<b>%n</b> okładek Nie znaleziono<b>%n</b> okładek
pt: Capa não encontrada <b>%n</b> capas não encontradas
pt_br: Capa não encontrada <b>%n</b> capas não encontradas
ru: <b>%n</b> обложка не найдена <b>%n</b> обложки не найдено <b>%n</b> обложек не найдено
se: Olggoš ii gávdnon <b>%n</b> olggoža eai gávdnon
sk: Obal nenájdený <b>%n</b> obaly nenájdené <b>%n</b> obalov nenájdených
sr: <b>%n</b> омот није нађен <b>%n</b> омота нису нађен <b>%n</b> омота није нађено
th: ไม่พบหน้าปกจำนวน <b>%n</b> ภาพ
tr: <b>%n</b> kapak bulunamadı
uk: <b>%n</b> обкладинку не знайдено <b>%n</b> обкладинки не знайдено <b>%n</b> обкладинок не знайдено

source: Fetching cover for %1...
af: Besig om CD-omslag vir %1 te haal
bg: Сваляне обложката на %1...
ca: S'està descarregant la caràtula per %1...
cs: Stahuji obal pro %1...
da: Henter omslag for %1...
de: Holen des Covers für %1 ...
el: Λήψη εξώφυλλου για το %1...
es: Descargando la carátula de %1...
et: %1 kaanepildi tõmbamine...
fa: واکشی پوشش برای %1...
fi: Haetaan kansikuvaa levylle ”%1”…
fr: Téléchargement de la jaquette pour %1...
he: מביא עטיפה עבור %1...
hu: Borító letöltése ehhez: %1...
it: Scarico copertina per %1...
ja: %1 のカバーを取得中...
ka: ყდის %1-სთვის მიღება...
km: កំពុង​ទៅ​ប្រមូល​យក​គម្រប​របស់ %1...
ko: %1에 대한 표지를 받는중...
lt: Parsisiunčiamas %1 viršelis...
nb: Henter omslag til %1 …
nds: Titelbild för %1 warrt haalt...
ne: %1 का लागि आवरण तान्दैछ...
nl: Hoes ophalen voor %1...
nn: Hentar omslag til %1 …
pa: %1 ਲਈ ਕਵਰ ਖੋਜ ਜਾਰੀ...
pl: Pobieranie okładki dla %1...
pt: A transferir a capa de %1...
pt_br: Buscando capa para %1...
ru: Загрузка обложки для %1...
se: Viežžamin olggoža %1:ii …
sk: Sťahujem obal z %1...
sr: Добављам омот за %1...
th: ดึงข้อมูลหน้าปกสำหรับ %1...
tr: Kapağı aranan albüm %1...
uk: Отримання обкладинки для %1...

source: Fetching cover for %1 - %2...
af: Besig om CD-omslag vir %1 - %2 te haal...
bg: Сваляне обложката на %1 - %2...
ca: S'està descarregant la caràtula per %1 - %2...
cs: Stahuji obal pro %1 - %2...
da: Henter omslag for %1 - %2...
de: Holen des Covers für %1 - %2 ...
el: Λήψη εξώφυλλου για το %1 - %2...
es: Descargando la carátula de %1 - %2...
et: %1 - %2 kaanepildi tõmbamine...
eu: Azala eskuratzen: %1 - %2...
fa: واکشی پوشش برای %1 - %2...
fi: Haetaan kansikuvaa artistin %1 levylle %2…
fr: Téléchargement de la jaquette pour %1 - %2...
he: מביא עטיפה עבור %1 - %2...
hu: Borító letöltése ehhez: %1 - %2...
it: Scarico la copertina per %1 - %2...
ja: カバーを取得中 %1 - %2...
ka: %1 - %2-თვის ყდის მიღება...
km: កំពុង​ទៅ​ប្រមូលយក​គម្រប​របស់ %1 - %2...
ko: %1 - %2 에 대한 표지를 받는중...
lt: Parsisiunčiamas %1 – %2 viršelis...
nb: Henter omslag til %1 – %2 …
nds: Titelbild för %1 - %2 warrt haalt...
ne: %1 - %2 का लागि आवरण तान्दैछ...
nl: Hoes ophalen voor %1 - %2...
nn: Hentar omslag til %1 – %2 …
pa: %1 - %2 ਲਈ ਖੋਜ ਜਾਰੀ...
pl: Pobieranie okładki dla %1 - %2...
pt: A transferir a capa de %1 - %2...
pt_br: Buscando capa para %1 - %2...
ru: Загрузка обложки %1 - %2...
se: Viežžamin olggoža %1 – %2:ii …
sk: Sťahujem obal pre %1 - %2...
sr: Добављам омот за %1 - %2...
th: ดึงข้อมูลหน้าปกสำหรับ %1 - %2...
tr: Kapağı aranan albüm %1 - %2...
uk: Отримання обкладинки для %1 - %2...

source: _n: Fetching 1 cover: Fetching <b>%n</b> covers... :
af: Besig om 1 CD-omslag te haal: Besig om <b>%n</b> CD-omslae te haal...:
bg: Сваляне на 1 обложка: Сваляне на <b>%n</b> обложки... :
ca: S'està descarregant una caràtula: S'estan descarregant <b>%n</b> caràtules... :
cs: Stahuji 1 obal: Stahuji <b>%n</b> obaly... : Stahuji <b>%n</b> obalů... :
da: Henter 1 omslag: Henter <b>%n</b> omslag... :
de: Ein Cover holen: <b>%n</b> Cover holen ...:
el: Λήψη 1 εξώφυλλου: Λήψη <b>%n</b> εξώφυλλων... :
es: Descargando una carátula: Descargando <b>%n</b> carátulas... :
et: Tõmmatakse 1 kaanepilt: Tõmmatakse <b>%n</b> kaanepilti...:
eu: Azal bat eskuratzen: <b>%n</b> azal eskuratzen...:
fa: واکشی <b>%n</b> پوشش... :
fi: Haetaan kansikuvaa: Haetaan <b>%n</b> kansikuvaa:
fr: Téléchargement d'une jaquette : Téléchargement de <b>%n</b> jaquettes... :
he: מביא עטיפה אחת: מביא <b>%n</b עטיפות... :
hu: <b>%n</b> borító letöltése...:
it: Scarico 1 copertina: Scarico <b>%n</b> copertine... :
ja: %n 個のカバーを取得中... :
ka: <b>%n</b> ყდის მიღება... :
km: កំពុង​ទៅ​យក​គម្រប <b>%n</b>... ៖
lt: Parsiunčiamas <b>%n</b> viršelis... : Parsiunčiami <b>%n</b> viršeliai... : Parsiunčiama <b>%n</b> viršelių.. :
nb: Henter ett omslag: Henter <b>%n</b> omslag …:
nds: An't Halen vun 1 Titelbild: An't Halen vun <b>%n</b> Titelbiller... :
ne: १ आवरण तान्दै: <b>%n</b> आवरणहरू तान्दैछ... :
nl: %n hoes wordt opgehaald: <b>%n</b> hoezen worden opgehaald:
nn: Hentar omslag: Hentar <b>%n</b> omslag:
pa: 1 ਕਵਰ ਪਰਾਪਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ: <b>%n</b> ਕਵਰ ਪਰਾਪਤ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ... :
pl: Pobieranie jednej okładki: Pobieranie <b>%n</b> okładek... : Pobieranie <b>%n</b> okładek... :
pt: A transferir <b>%n</b> capa... : A transferir <b>%n</b> capas... :
pt_br: Buscando 1 capa: Buscando <b>%n</b> capas... :
ru: Загрузка <b>%n</b> обложки: Загрузка <b>%n</b> обложек: Загрузка <b>%n</b> обложек:
se: Viežžamin olggoža: Viežžamin <b>%n</b> olggoža … :
sk: Sťahujem 1 obal: Sťahujem <b>%n</b> obaly... : Sťahujem <b>%n</b> obalov... :
sr: Добављам <b>%n</b> омот... : Добављам <b>%n</b> омота... : Добављам <b>%n</b> омота... :
th: กำลังดึงข้อมูลหน้าปก <b>%n</b> ภาพ...
tr: <b>%n</b> kapak aranıyor... :
uk: Звантаження <b>%n</b> обкладинки... : Звантаження <b>%n</b> обкладинок... : Звантаження <b>%n</b> обкладинок... :

source: _n: 1 fetched %n fetched
af: 1 gekry %n gekry
bg: 1 свалена %n свалени
ca: una descarregada %n descarregades
cs: 1 stažen %n staženy %n staženo
da: 1 hentet %n hentet
de: Eins geholt %n geholt
el: 1 έχει ληφθεί %n ελήφθησαν
es: Una descargada %n descargadas
et: 1 tõmmatud %n tõmmatud
eu: 1 eskuratua %n eskuratua
fa: %n واکشی‌شده
fi: yksi haettu %n haettu
fr: %n téléchargée %n téléchargées
he: הושגה אחת הושגו %n
hu: %n letöltve
it: 1 scaricata %n scaricate
ja: %n 個取得しました
ka: მიღებულია %n
km: បាន​ទៅ​យក %n
lt: %n atsiųstas %n atsiųsti %n atsiųsta
nb: Ett hentet %n hentet
nds: 1 haalt %n haalt
ne: १ तानियो %n तानियो
nl: %n opgehaald %n opgehaald
nn: 1 henta %n henta
pa: 1 ਪ੍ਰਾਪਤ %n ਪ੍ਰਾਪਤ
pl: Pobrano 1 Pobrano %n Pobrano %n
pt: %n transferida %n transferidas
pt_br: 1 capa obtida %n capas obtidas
ru: %n загружено %n загружено %n загружено
se: Okta vižžon %n vižžon
sk: 1 stiahnutý %n stiahnuté %n stiahnutých
sr: %n добављен %n добављена %n добављено
th: ดึงข้อมูลมาได้ %n ปก
tr: %n bulundu
uk: %n отримана %n отримані %n отримано

source: _n: 1 not found %n not found
af: 1 nie gevind nie %n nie gevind nie
bg: 1 не беше намерена %n не бяха намерени
ca: una no trobada %n no trobades
cs: 1 nenalezen %n nenalezeny %n nenalezeno
da: 1 ikke fundet %n ikke fundet
de: Eins nicht gefunden %n nicht gefunden
el: 1 δε βρέθηκε %n δε βρέθηκαν
es: Una no encontrada %n no encontradas
et: 1 jäi leidmata %n jäi leidmata
eu: 1 ez da aurkitu %n ez dira aurkitu
fa: %n یافت نشد
fi: ei löytynyt %n ei löytynyt
fr: %n non trouvée %n non trouvées
he: לא נמצא 1 לא נמצאו %n
hu: %n nem található
it: 1 non trovata %n non trovate
ja: %n 個見つかりませんでした
ka: %n არ მოიძებნა
km: រក​មិន​ឃើញ %n ឡើយ
lt: %n nerastas %n nerasti %n nerasta
nb: Ett ikke funnet %n ikke funnet
nds: 1 nich funnen %n nich funnen
ne: १ फेला परेन %n फेला परेन
nl: %n niet gevonden %n niet gevonden
nn: 1 ikkje funnen %n ikkje funne
pa: 1 ਨਹੀਂ ਲੱਭਿਆ %n ਨਹੀਂ ਲੱਭੇ
pl: nie znaleziono jednej nie znaleziono %n nie znaleziono %n
pt: 1 não encontrado %n não encontradas
pt_br: 1 não foi encontrada %n não foram encontradas
ru: %n не найдено %n не найдено %n не найдено
se: Okta ii gávdnon %n eai gávdnon
sk: 1 nenájdený %n nenájdené %n nenájdených
sr: %n није нађен %n нису нађена %n није нађено
th: ไม่พบ %n ปก
tr: %n bulunamadı
uk: %n не знайдена %n не знайдені %n не знайдено

source: Connecting...
af: Besig om te koppel...
bg: Свързване...
ca: S'està connectant...
cs: Připojuji se...
da: Forbinder...
de: Verbinden ...
el: Σύνδεση...
es: Conectando...
et: Ühenduse loomine...
eu: Konektatzen...
fa: اتصال...
fi: Yhdistetään…
fr: Connexion...
he: מתחבר...
hu: Kapcsolódás...
it: Connessione...
ja: 接続中...
ka: დაკავშირება....
km: កំពុង​តភ្ជាប់...
ko: 접속중...
lt: Jungiamasi...
nb: Kobler til …
nds: An't Tokoppeln...
ne: जडान गरिँदैछ...
nl: Verbinden...
nn: Koplar til …
pa: ਜੁੜ ਰਿਹਾ ਹੈ...
pl: Łączenie...
pt: A ligar...
pt_br: Conectando...
ru: Установка соединения...
se: Váldimin oktavuođa …
sk: Pripájam sa...
sr: Повезујем се...
th: กำลังเชื่อมต่อ
tr: Bağlanıyor...
uk: З'єднання...

source: _n: 1 result for "%1" %n results for "%1"
af: 1 resultaat vir "%1" %n resultate vir "%1"
bg: 1 резултат за "%1" %n резултата за "%1"
ca: un resultat per «%1» %n resultats per «%1»
cs: 1 výsledek pro "%1" %n výsledky pro "%1" %n výsledků pro "%1"
da: 1 resultat for "%1" %n resultater for "%1"
de: Ein Ergebnis für "%1" %n Ergebnisse für "%1"
el: 1 αποτέλεσμα για το "%1" %n αποτελέσματα για το "%1"
es: Un resultado para «%1» %n resultados para «%1»
et: 1 tulemus "%1" kohta %n tulemust "%1" kohta
eu: "%1"(e)n emaitz bat "%1"(e)n %n emaitz
fa: %n نتیجه برای »%1«
fi: Yksi tulos levylle ”%1” %n tulosta levylle ”%1”
fr: %n résultat pour « %1 » %n résultats pour « %1 »
he: תוצאה אחת עבור "%1" %n תוצאות עבור "%1"
hu: %n eredmény erre: "%1"
it: 1 risultato per "%1" %n risultati per "%1"
ja: %n 個該当 (検索文字: %1)
ka: %n შედეგი "%1"-თვის
km: លទ្ធផល %n សម្រាប់ "%1"
lt: %n rezultatas, skirtas „%1“ %n rezultatai, skirti „%1“ %n rezultatų, skirta „%1“
nb: 1 resultat for «%1» %n resultat for «%1»
nds: 1 Resultaat för "%1" %n Resultaten för "%1"
ne: "%1" का लागि १ नतिजा "%1"का लागि %n नतिजा
nl: %n resultaat voor %1 %n resultaten voor %1
nn: 1 resultat for «%1» %n resultat for «%1»
pa: "%1" ਲਈ ਇੱਕ ਨਤੀਜਾ ਹੈ। "%1" ਲਈ %n ਨਤੀਜੇ ਹਨ।
pl: jeden wynik dla "%1" %n wyniki dla "%1" %n wyników dla "%1"
pt: %n resultado para "%1" %n resultados para "%1"
pt_br: 1 resultado para "%1" %n resultados para "%1"
ru: %n соответствие для «%1» %n соответствия для «%1» %n соответствий для «%1»
se: Ovtta boađus «%1» várás %n bohtosa «%1» várás
sk: 1 výsledok pre "%1" %n výsledky pre "%1" %n výsledkov pre "%1"
sr: %n резултат за „%1“ %n резултата за „%1“ %n резултата за „%1“
th: %n ผลลัพธ์สำหรับ "%1"
tr: "%1" için %n sonuç
uk: %n результат для "%1" %n результати для "%1" %n результатів для "%1"

source: _n: 1 album %n albums
af: 1 album %n albums
bg: 1 албум %n албума
ca: un àlbum %n àlbums
cs: 1 album %n alba %n alb
da: 1 album %n albummer
de: 1 Album %n Alben
el: 1 άλμπουμ %n άλμπουμ
es: Un álbum %n álbumes
et: 1 album %n albumit
eu: Album 1 %n album
fa: %n آلبوم
fi: Yksi levy %n levyä
fr: %n album %n albums
he: כותר אחד %n כותרים
hu: %n album
it: 1 album %n album
ja: %n アルバム
ka: %n ალბომი
km: %n អាល់ប៊ុម
lt: %n albumas %n albumai %n albumų
nb: 1 album %n album
nds: 1 Album %n Alben
ne: १ एल्बम %n एल्बमहरू
nl: %n album %n albums
nn: 1 album %n album
pa: 1 ਐਲਬਮ %n ਐਲਬਮਾਂ
pl: jeden album %n albumy %n albumów
pt: 1 álbum %n álbuns
pt_br: 1 álbum %n álbuns
ru: %n альбом %n альбома %n альбомов
se: Okta skearru %n skearru
sk: 1 album %n albumy %n albumov
sr: %n албум %n албума %n албума
th: %n อัลบั้ม
tr: %n albüm
uk: %n альбом %n альбоми %n альбомів

source: by
af: deur
bg: на
ca: per
cs: od
da: af
de: von
el: από
es: por
et: esitajalt
fa: با
fi: artistilta
fr: par
he: של
hu: előadó:
it: di
ka: მიერ
km: ដោយ
nb: av
nds: vun
ne: यसद्वारा
nl: door
nn: av
pa: ਰਾਹੀਂ
pl: wykonawcy
pt: de
pt_br: por
se: by (sámi 1232)
sk: od
sr: од
th: โดย
tr: sanatçı
uk: від

source: - ( <b>%1</b> without cover )
af: - ( <b>%1</b> sonder CD omslag )
bg: - ( <b>%1</b> без обложка )
ca: - ( <b>%1</b> sense caràtula )
cs: - (<b>%1</b> bez obalu)
da: - ( <b>%1</b> uden omslag )
de: - (<b>%1</b> ohne Cover)
el: - ( <b>%1</b> χωρίς εξώφυλλο)
es: - (<b>%1</b> sin carátula)
et: - ( <b>%1</b> ilma kaanepildita )
eu: - (<b>%1</b> azalik gabe)
fa: - ) <b>%1</b> بدون پوشش (
fi: - ( <b>%1</b> ilman kansikuvaa )
fr: - ( <b>%1</b> sans jaquette )
he: - ( <b>%1</b> ללא עטיפה )
hu: - (<b>%1</b> borító nélkül)
it: - ( <b>%1</b> senza copertina )
ja: - ( カバー未取得: <b>%1</b> )
ka: - (<b>%1</b> ყდის გარეშეა)
km: - ( <b>%1</b> គ្មាន​គម្រប )
ko: - ( 표지 <b>%1</b>개가 없음 )
lt: – (<b>%1</b> be viršelio)
nb: – (<b>%1</b> uten plateomslag)
nds: - ( <b>%1</b> ahn Titelbild )
ne: - ( <b>%1</b> आवरण बिना )
nl: - ( <b>%1</b> zonder hoes )
nn: – (<b>%1</b> utan plateomslag)
pa: - ( <b>%1</b> ਬਿਨਾਂ ਕਵਰ ਹੈ)
pl: - ( <b>%1</b> bez okładki )
pt: - ( <b>%1</b> sem capa )
pt_br: - ( <b>%1</b> sem capa )
ru: - ( <b>%1</b> без обложки )
se: – ( <b>%1</b> olggoža haga )
sk: - ( <b>%1</b> bez obalu )
sr: - ( <b>%1</b> без омота )
th: - ( <b>%1</b> ไม่มีหน้าปก)
tr: - ( <b>%1</b> kapaksız )
uk: - ( <b>%1</b> без обкладинки )

source: Are you sure you want to overwrite this cover?
af: Is jy seker dat jy hierdie CD omslag wil oorskryf?
bg: Наистина ли искате тази обложка да бъде презаписана?
ca: Esteu segur que voleu sobreescriure aquesta caràtula?
cs: Opravdu chcete přepsat tento obal?
da: Er du sikker på at du ønsker at overskrive denne omslag?
de: Soll dieses Cover wirklich überschrieben werden?
el: Επιθυμείτε σίγουρα να αντικαταστήσετε αυτό το εξώφυλλο;
es: ¿Seguro de que desea sobrescribir esta carátula?
et: Kas tõesti kirjutada see kaanepilt üle?
eu: Ziur zaude azal hau gainidaztea nahi duzula?
fa: مطمئن هستید که می‌خواهید این پوشش را جای‌نوشت کنید؟
fi: Haluatko varmasti korvata tämän kansikuvan?
fr: Voulez-vous vraiment écraser cette jaquette ?
he: האם הנך בטוח שברצונך לשכתב עטיפה זו?
hu: Valóban szeretné felülírni ezt a borítót?
it: Sicuro di voler sovrascrivere questa copertina?
ja: 本当にこのカバーを上書きしますか？
ka: ნამდვილად გსურთ ამ ყდის გამოცვლა?
km: តើ​អ្នក​ពិត​ជា​ចង់​សរសេរ​ជាន់​លើ​គម្រប​នេះ​ឬ ?
ko: 이 표지를 덮어 씌워도 되겠습니까?
lt: Ar tikrai norite perrašyti šį viršelį?
nb: Er du sikker på at du vil skrive over dette plateomslaget?
nds: Büst Du seker, wat Du dit Titelbild överschrieven wullt?
ne: तपाईँ यो आवरण अधिलेखन गर्न चाहनुहुन्छ ?
nl: Wilt u werkelijk deze hoes overschrijven?
nn: Er du sikker på at du vil skriva over dette plateomslaget?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਕਵਰ ਦੇ ਉੱਤੇ ਲਿਖਣ ਲਈ ਸਹਿਮਤ ਹੋ?
pl: Czy jesteś pewien, że chcesz zastąpić tę okładkę?
pt: Tem a certeza que deseja sobrepor esta capa?
pt_br: Tem certeza que deseja sobrescrever esta capa?
ru: Заменить эту обложку?
se: Háliidatgo duođas buhttet dán olggoža?
sk: Naozaj chcete prepísať tento obal?
sr: Желите ли заиста да пребришете овај омот?
th: คุณแน่ใจหรือว่าต้องการจะเขียนทับหน้าปกนี้?
tr: Bu kapağın üzerine yazmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете перезаписати цю обкладинку?

source: Overwrite Confirmation
af: Oorskryf Bevestiging
bg: Потвърждение за презапис
ca: Confirmació de sobreescriptura
cs: Potvrzení přepsání
da: Overskrivningsbekræftelse
de: Überschreiben bestätigen
el: Επιβεβαίωση αντικατάστασης
es: Confirmación de sobrescritura
et: Ülekirjutamise kinnitus
eu: Gainidazteko berrespena
fa: جای‌نوشت تأیید
fi: Korvaamisvarmistus
fr: Confirmer l'écrasement
he: וידוא שכתוב
hu: Felülírás megerősítése
it: Conferma sovrascrittura
ja: 上書き確認
ka: გადაწერის დადასტურება
km: អះអាង​សរសេរ​ជាន់​លើ
ko: 덮어쓰기 확인
lt: Perrašymo patvirtinimas
nb: Bekreft overskriving
nds: Överschriev-Nafraag
ne: यकिन अधिलेखन गर्नुहोस्
nl: Overschrijven bevestigen
nn: Stadfest overskriving
pa: ਉੱਤੇ ਲਿਖਣ ਸੰਰਚਨਾ
pl: Potwierdzenie zastąpienia
pt: Confirmação da Sobreposição
pt_br: Confirmação de Sobrescrita
ru: Подтверждение замены
se: Nanne buhttema
sk: Potvrdenie prepísania
sr: Потврда пребрисавања
th: ยืนยันการเขียนทับ
tr: Üzerine Yazma Doğrulaması
uk: Підтвердження перезапису
