Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Amarok uses a database to store information about your music. If you are not sure which to use, press Next. <p><b>MySQL</b> or <b>Postgresql</b> are faster than <b>sqlite</b>, but require additional setup.</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">Instructions for configuring MySQL</a>.</li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Instructions for configuring Postgresql</a>.</li> </ul>
bg: Amarok използва база данни за съхранение на информацията за вашата музика. Ако не сте сигурни коя да ползвате, натиснете "Напред". <p><b>MySQL</b> или <b>PostgreSQL</b> са по-бързи от <b>SQLite</b>, но изискват допълнително настройване.</p> <ul> <li><a href="http://amarok.kde.org/amarokwiki/index.php/MySQL_HowTo">Инструкции за настройване на MySQL</a></li> <li><a href="http://amarok.kde.org/amarokwiki/index.php/Postgresql_HowTo">Инструкции за настройване на PostgreSQL</a>.</li> </ul>
ca: L'Amarok usa una base de dades per desar informació sobre la vostra música. Si no esteu segur de quina emprar, feu clic a Endavant. <p><b>MySQL</b>·o·<b>PostgreSQL</b>·són més ràpides que·<b>SQLite</b>, però requereixen de configuració addicional.</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">Instruccions per configurar MySQL</a>.</li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Instruccions per configurar PostgreSQL</a>.</li> </ul>
da: En database bruges af Amarok til at opbevare information om din musik. Hvis du ikke er sikker på hvilken du skal bruge, klik på Næste. <p><b>MySQL</b> eller <b>PostgreSQL</b> er hurtigere end <b>SQLite</b>, men kræver yderligere indstillinger.</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">Instruktioner for indstilling af MySQL</a></li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Instruktioner for indstilling af PostgreSQL</a></li> </ul>
de: Amarok speichert die Informationen über Ihre Musik in einer Datenbank. Sind Sie unsicher, welche Sie wählen sollen, so klicken Sie auf Weiter. <p><b>MySQL</b> oder <b>PostgreSQL</b> sind schneller als <b>sqlite</b>, erfordern aber weitere Einstellungen.</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">Hinweise zur Einrichtung von MySQL</a>.</li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Hinweise zur Einrichtung von PostgreSQL</a>.</li> </ul>
el: Το AmaroK χρησιμοποιεί μια βάση δεδομένων για την αποθήκευση πληροφοριών σχετικά με τη μουσική σας. Αν δεν είστε σίγουροι πια μορφή να επιλέξετε, πατήστε το Επόμενο. <p>Η <b>MySQL</b>ή η <b>Postgrsql</b> είναι γρηγορότερες από την <b>sqlite</b>, αλλά απαιτούν επιπλέον ρυθμίσεις.</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">Οδηγίες για τη ρύθμιση της MySQL</a>.</li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Οδηγίες για τη ρύθμιση της Postgresql</a>.</li> </ul>
es: Amarok utiliza una base de datos para almacenar información sobre su música. Si no está seguro de cuál utilizar, pulse «Siguiente». <p><b>MySQL</b> y <b>Postgresql</b> son más rápidas que <b>sqlite</b>, pero requieren configuración adicional.</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">Instrucciones para configurar MySQL</a>.</li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Instrucciones para configurar Postgresql</a>.</li> </ul>
et: Amarok kasutab muusika kohta käiva info salvestamiseks andmebaasi. Kui sa ei tea, millist kasutada, klõpsa nupule 'Järgmine'. <p><b>MySQL</b> ja <b>Postgresql</b> on kiiremad kui <b>sqlite</b>, aga nõuavad täiendavat seadistamist.</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">Juhised MySQL-i seadistamiseks</a>.</li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Juhised Postgresql-i seadistamiseks</a>.</li> </ul>
hu: Az Amarok a zenei anyagokkal kapcsolatos információkat egy adatbázisban tárolja. Ha nem tudja, melyik adatbáziskezelőt volna érdemes választani, akkor nyomja meg a Tovább gombot. <p>A <b>MySQL</b> és a <b>PostgreSQL</b> gyorsabbak az <b>Sqlite</b>-nál, viszont további beállítást igényelnek.</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">Információ a MySQL beállításáról</a>.</li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Információ a PostgreSQL beállításáról</a>.</li> </ul>
it: Amarok usa un database per memorizzare informazioni sulla tua musica. Se non sai quale usare, premi Successivo. <p><b>MySQL</b> o <b>Postgresql</b> sono più veloci di <b>sqlite</b>, ma richiedono un'ulteriore configurazione.</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">Istruzioni per configurare MySQL</a>.</li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Istruzioni per configurare Postgresql</a>.</li> </ul>
ja: Amarok はあなたの音楽に関する情報を保存するためにデータベースを使用します。どれを使ったらいいのか分からない場合は「次」を押してください。 <p><b>MySQL</b> や <b>Postgresql</b> は <b>sqlite</b> より高速ですが、特別な設定が必要です。</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">MySQL の設定方法</a></li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Postgresql の設定方法</a></li> </ul>
km: Amarok ប្រើ​មូលដ្ឋាន​ទិន្នន័យ​ដើម្បី​ទុក​ព័ត៌មាន​អំពី​តន្ត្រី​របស់​អ្នក ។ ប្រសិន​បើ​អ្នក​មិន​ប្រាកដ​ថា​តើ​ត្រូវ​ប្រើ​មួយ​ណា សូម​ចុច ​បន្ទាប់ ។ <p><b>MySQL</b> ឬ <b>Postgresql</b> លឿន​ជាង <b>sqlite</b>ប៉ុន្តែ​ត្រូវការ​រៀបចំ​បន្ថែម ។</p> <ul> <li><a href="http://amarok.kde.org/amarokwiki/index.php/MySQL_HowTo">សេចក្ដី​ណែនាំ​សម្រាប់​កំណត់​រចនាសម្ព័ន្ធ MySQL​</a> ។</li> <li><a href="http://amarok.kde.org/amarokwiki/index.php/Postgresql_HowTo">សេចក្ដី​ណែនាំ​សម្រាប់​កំណត់​រចនាសម្ព័ន្ធ Postgresql </a> ។</li> </ul>
lt: Laikyti informacijai apie fonoteką AmaroK naudoja duomenų bazę. Pasirinkite vieną iš duomenų bazių; jei nesate tikri, spauskite <i>Toliau</i>. <p><b>MySQL</b> ar <b>Postgresql</b> yra greitesnės nei <b>sqlite</b>, tačiau joms reikia papildomo diegimo.</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">Instrukcijos MySQL derinimui</a>.</li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Instrukcijos Postgresql derinimui</a>.</li> </ul>
nds: Amarok bruukt en Datenbank för de Informatschonen över Dien Musik. Wenn Du nich weetst, wat Du utsöken schallst, klick man eenfach op <i>Nakamen</i>. <p><b>MySQL</b> oder <b>PostgreSQL</b> sünd gauer as <b>SQLite</b>, man se bruukt ok Extra-Instellen.</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">Hülp för't Inrichten vun MySQL</a>.</li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Hülp för't Inrichten vun PostgreSQL</a>.</li> </ul>
nl: Amarok maakt gebruik van een database om de informatie over uw muziekcollectie te beheren. Als u niet weet welke u moet gebruiken, klik dan op 'Volgende'. <p><b>MySQL</b> of <b>PostgreSQL</b> zijn sneller dan <b>SQlite</b>, maar vereisen aanvullende instellingen.</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">Hier vindt u instructies voor het instellen van MySQL</a>.</li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Hier vindt u instructies voor het instellen van PostgreSQL</a>.</li> </ul>
nn: Amarok brukar ein database med informasjon om musikken din. Om du ikkje veit kva dette tyder, så berre trykk <i>Neste</i> no. <p><b>MySQL</b> og <b>Postgresql</b> er raskare en <b>sqlite</b>, men treng ekstra oppsett.</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">Instruksjonar for oppsett av MySQL</a>.</li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Instruksjonar for oppsett av Postgresql</a>.</li> </ul>
pa: ਅਮਰੋਕ ਇੱਕ ਡਾਟਾਬੇਸ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਇਹਨਾਂ ਵਿੱਚੋਂ ਇੱਕ ਦੀ ਵਰਤੋਂ ਕਰੋ, ਜੇਕਰ ਜਾਣਕਾਰੀ ਨਹੀਂ ਤਾਂ ਅੱਗੇ ਦਬਾਓ। <p><b>MySQL</b> ਜਾਂ <b>Postgresql</b> <b>sqlite</b> ਨਾਲੋਂ ਤੇਜ਼ ਹਨ, ਪਰ ਇਹਨਾਂ ਲਈ ਵੱਖਰੇ ਸੈਟਅੱਪ ਦੀ ਲੋੜ ਪੈਂਦੀ ਹੈ।</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">MySQL ਸੰਰਚਨਾ ਲਈ ਹਦਾਇਤਾਂ</a></li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Postgresql ਸੰਰਚਨਾ ਲਈ ਹਦਾਇਤਾਂ</a></li> </ul>
pl: Amarok używa bazy danych do przechowywania informacji o twojej muzyce. Jeśli nie jesteś pewien, której użyć, kliknij Dalej. <p><b>MySQL</b> lub <b>PostgreSQL</b> są szybsze niż <b>sqlite</b>, ale wymagają dodatkowych ustawień.</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">Instrukcje do konfigurowania MySQL</a>.</li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Instrukcje do konfigurowania PostgreSQL</a>.</li> </ul>
pt: O Amarok usa uma base de dados para guardar dados acerca da sua música. Se não tiver a certeza qual usar, carregue em Seguinte. <p>O <b>MySQL</b> ou o <b>Postgresql</b> são mais rápidos que o <b>sqlite</b>, mas necessitam de configurações adicionais.</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">Instruções de configuração do MySQL</a>.</li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Instruções de configuração do Postgresql</a>.</li> </ul>
pt_br: O Amarok usa um banco de dados para guardar informações sobre suas músicas. Se você não tem certeza de qual usar, clique em Próximo. <p><b>MySQL</b> ou <b>Postgresql</b> são mais rápidos que o <b>sqlite</b>, mas precisam de ajustes adicionais.</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">Instruções para configurar o MySQL</a>.</li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Instruções para configurar o Postgresql</a>.</li> </ul>
se: Amarok vurke dieđuid du musihkas diehtovuođđui. Jus it dieđe mii dát máksá, deaddil fal «Boahtte» dál. <p><b>MySQL</b> dahje <b>Postgresql</b> leat jođáneabbut go <b>sqlite</b>, muhto dárbbaša liige heiveheami.</p> <ul> <li><a href="http://amarok.kde.org/amarokwiki/index.php/MySQL_HowTo">Bágádus: Mo heivehit MySQL</a></li> <li><a href="http://amarok.kde.org/amarokwiki/index.php/Postgresql_HowTo">Bágádus: Mo heivehit Postgresql</a></li> </ul>
sk: Amarok používa databázu na uloženie informácii o vašej hudbe. Ak ste si nie istý, ktorú použiť, stlačte Ďalej. <p><b>MySQL</b> alebo <b>Postgresql</b> sú rýchlejšie než <b>sqlite</b>, ale vyžadujú dodatočné nastavenie.</p> <ul> <li><a href="http://amarok.kde.org/amarokwiki/index.php/MySQL_HowTo">Inštrukcie pre nastavenie MySQL</a>.</li> <li><a href="http://amarok.kde.org/amarokwiki/index.php/Postgresql_HowTo">Inštrukcie pre nastavenie Postgresql</a>.</li> </ul>
sr: Amarok користи базу података за чување информација о вашој музици. Ако нисте сигурни коју користити, кликните на „Следеће“. <p><b>MySQL</b> или <b>Postgresql</b> су брже од <b>sqlite</b>, али траже додатна подешавања.</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">Упутства за подешавање MySQL-а</a>.</li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Упутства за подешавање Postgresql-а</a>.</li> </ul>
th: Amarok ใช้โปรแกรมฐานข้อมูลในการเก็บข้อมูลต่างๆ เกี่ยวกับดนตรีของคุณ หากคุณไม่แน่ใจว่า จะใช้อันไหน คลิกที่ 'ถัดไป' <p><b>MySQL</b> หรือ <b>Postgresql</b> นั้นจะทำงานได้เร็วกว่า <b>sqlite</b> แต่จะต้องการการตั้งค่าเพิ่มเติม </p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">คำแนะนำในการปรับตั้งค่า MySQL</a>.</li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">คำแนะนำในการตั้งค่า Postgresql</a>.</li> </ul>
tr: Amarok müzikleriniz ile ilgili bilgileri tutmak için bir veritabanı kullanır. Birisini seçin; ya da emin değilseniz İleri'ye tıklayın. <p><b>MySQL</b> ya da <b>Postgresql</b>, <b>sqlite</b>'tan daha hızlıdır fakat ek olarak yapılandırma gerektirir.</p> <ul> <li><a href="http://amarok.kde.org/wiki/index.php/MySQL_HowTo">MySQL yapılandırması için kullanılabilecek belgeler</a>.</li> <li><a href="http://amarok.kde.org/wiki/index.php/Postgresql_HowTo">Postgresql yapılandırması için kullanılabilecek belgeler</a>.</li> </ul>
uk: База даних потрібна для Amarok, щоб зберігати інформацію про вашу музику. Якщо ви не впевнені яку використовувати, то натисніть Далі. <p><b>MySQL</b> або <b>Postgresql</b> швидші за <b>sqlite</b>, але вимагають додаткового налаштування.</p> <ul> <li><a href="http://amarok.kde.org/wiki/MySQL_HowTo">Інструкція для налаштування MySQL</a>.</li> <li><a href="http://amarok.kde.org/wiki/Postgresql_HowTo">Інструкція для налаштування Postgresql</a>.</li> </ul>
