Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Analyzers, patches, shoutcast
af: Analiseerders, verbeteringe, shoutcast
bg: Анализатори, кръпки, shoutcast
ca: Analitzadors, pedaços, shoutcast
cs: analyzátory, záplaty, shoutcast
da: Analysatorer, rettelser, shoutcast
de: Analyzer, Patches, Shoutcast
el: Αναλυτές, διορθώσεις, shoutcast
es: Analizadores, parches, shoutcast
et: Analüsaatorid, paigad, shoutcast
fa: تحلیل‌کننده‌ها، کژنه‌ها، shoutcast
fi: Analysaattoreita, korjauksia, shoutcast
fr: Analyseurs, correctifs, shoutcast
hu: Analizátorok, javítások, Shoutcast
it: Analizzatori, patch, shoutcast
ja: アナライザ, パッチ, shoutcast
km: អ្នក​វិភាគ បំណះ
lt: kūrė vaizdinius, shoutcast, taisė klaidas
nb: Analysatorer, rettelser, shoutcast
nds: Frequenzkiekers, Kodeplasters, Shoutcast
ne: विश्लेषक, प्याचेज, साउटकास्ट
nl: Ontleders, patches, shoutcast
nn: Analysatorar, rettingar og SHOUTcast.
pa: ਅਨੈਲੇਸਾਈਜ਼ਰ, ਪੈਂਚ, ਸਾਊਟਕਾਸਟ
pl: Analizatory, łaty, shoutcast
pt: Analisadores, correcções, Shoutcast
pt_br: Analisadores, correções e shoutcast
ru: Анализаторы, исправления, shoutcast
se: Analysáhtorat, dogŋasat, shoutcast
sk: Analyzátory, záplaty, shoutcast
sr: Анализатори, закрпе, Shoutcast
th: ตัววิเคราะห์สัญญาณ, แพทช์, วิทยุอินเทอร์เน็ต shoutcast
tr: Analizciler, çeşitli yamalar, shoutcast
uk: Аналізатори, латки, шауткест

source: Patches
af: Verbeteringe
bg: Кръпки
ca: Pedaços
cs: záplaty
da: Rettelser
el: Διορθώσεις
es: Parches
et: Paigad
eu: Zuzenketak
fa: کژنه‌ها
fi: Korjauksia
fr: Correctifs
he: טלאים
hu: Javítások
it: Patch
ja: パッチ
ka: ბებკები
km: បំណះ
ko: 패치
lt: taisė klaidas
nb: Rettelser
nds: Kodeplasters
ne: प्याचेज
nn: Rettingar.
pa: ਪੈਂਚ
pl: Łaty
pt: Correcções
pt_br: Correções de código
ru: Исправления
se: Dogŋasat
sk: Záplaty
sr: Закрпе
th: แพทช์
tr: Yamalar
uk: Латки

source: MySQL support
af: MySQL ondersteuning
bg: Поддръжка на MySQL
ca: Integració amb MySQL
cs: podpora pro MySQL
da: Støtte for MySQL
de: MySQL-Unterstützung
el: Υποστήριξη MySQL
es: Soporte para MySQL
et: MySQL toetus
eu: MySQL euskarria
fa: پشتیبان MySQL
fi: MySQL-tuki
fr: Gestion de MySQL
he: תמיכה ב־ MySql
hu: MySQL-támogatás
it: Supporto MySQL
ja: MySQL サポート
ka: MySQL-ის მხარდაჭერა
km: គាំទ្រ MySQL
ko: MySQL 지원
lt: pridėjo MySQL
nb: MySQL-støtte
nds: MySQL-Ünnerstütten
ne: MYSQL समर्थन
nl: MySQL-ondersteuning
nn: MySQL-støtte.
pa: MySQL ਸਹਿਯੋਗ
pl: Obsługa MySQL
pt: Suporte MySQL
pt_br: Suporte ao MySQL
ru: Поддержка MySQL
se: MySQL-doarjja
sk: podpora MySQL
sr: Подршка за MySQL
th: การรองรับ MySQL
tr: MySQL desteği
uk: Підтримка MySQL

source: Postgresql support
af: Postgresql ondersteuning
bg: Поддръжка на Postgresql
ca: Integració amb PostgreSQL
cs: podpora pro Postgresql
da: Støtte for Postgresql
de: PostgreSQL-Unterstützung
el: Υποστήριξη Postgresql
es: Soporte para Postgresql
et: Postgresql toetus
eu: PostgreSQL euskarria
fa: پشتیبان Postgresql
fi: PostgreSQL-tuki
fr: Gestion de PostgreSQL
he: תמיכה ב־ Postgresql
hu: PostgreSQL-támogatás
it: Supporto Postgresql
ja: Postgresql サポート
ka: Postgresql-ის მხარდაჭერა
km: គាំទ្រ Postgresql
ko: Postgresql 지원
lt: pridėjo Postgresql
nb: Postgresql-støtte
nds: PostgreSQL-Ünnerstütten
ne: Postgresql समर्थन
nl: PostgreSQL-ondersteuning
nn: Postgresql-støtte.
pa: Postgresql ਸਹਿਯੋਗ
pl: Obsługa PostgreSQL
pt: Suporte de Postgresql
pt_br: Suporte ao Postgresql
ru: Поддержка Postgresql
se: Postgresql-doarjja
sk: podpora Postgresql
sr: Подршка за Postgresql
th: การรองรับ Postgresql
tr: PostgreSQL desteği
uk: Підтримка Postgresql

source: podcast code improvements
af: <i>podcast</i> kode verbeteringe
bg: подобрения в кода на подкастовете
ca: Millores al codi podcast
da: Forbedringer af kode for pod-udsendelser
de: Verbesserungen am Podcast-Code
el: Βελτιώσεις στον κώδικα podcast
es: mejoras en el código de podcast
et: Podcasti koodi parandused
eu: Podcast kodearen hobekuntzak
fa: اصلاحات کد podcast
fi: podcast-koodin parannuksia
fr: amélioration du support des podcasts
he: שיפור קוד בפוד־קסטים
hu: Podcast-kódfejlesztések
it: miglioramenti codice podcast
ja: podcast コード改良
ka: podcast კოდის გაუმჯობესება
km: ធ្វើ​ឲ្យ​កូដ​ផតខាស់​កាន់​តែ​ប្រសើរ
ko: podcast 코드 개선
nb: forbedringer i podkast-kode
nds: Verbetern vun den Podcast-Kode
ne: पोडकास्ट कोड सुधारहरू
nl: verbeteringen in de potcastcode
nn: Forbetringar av podkastingskoden.
pl: usprawnienia kodu podcastów
pt: melhorias no código dos Podcasts
pt_br: melhorias no código do podcast
ru: Улучшения кода поддержки podcast
se: buorideamit podkást-kodas
sk: zlepšenia kódu pre podcast
sr: Побољшања кода за подемисије
th: การปรับปรุงโค้ดทางด้านพ็อดแคสท์
tr: podcast kodları için geliştirmeler
uk: вдосконалення коду podcast

source: First-run wizard, usability
af: Eerste-keer-hardloop assistent, bruikbaarheid
bg: Помощник за първо стартиране, използваемост
ca: Auxiliar de primera execució, usabilitat
cs: průvodce prvního spuštění, použitelnost
da: Førstekørselsguide, brugbarhed
de: Einrichtungsassistent, Benutzerfreundlichkeit
el: Μάγος πρώτης εκτέλεσης, χρηστικότητα περιβάλλοντος
es: Asistente de la primera ejecución, usabilidad
et: Esimese korra nõustaja, hõlbustus
eu: Lehen aldiko morroia, erabilgarritasuna
fa: جادوگر اولین اجرا، قابلیت استفاده
fi: Asetusvelho, käytettävyys
fr: Assistant de prise en main, ergonomie
he: אשף הפעלה ראשונה, שימושיות
hu: Amarok-varázsló, használhatóság
it: Assistente del primo avvio, usabilità
ja: 初回起動ウィザード, ユーザビリティ
ka: პირველად გაშვების ოსტატი, usability
km: អ្នក​ជំនួយការ រត់​លើក​ដំបូង, ភាព​ងាយស្រួល​ប្រើ
ko: 처음 실행 마법사, 편의성 개선
lt: kūrė pirmojo paleidimo vedlį, patogų dizainą
nb: Oppsettveiviser og forbedret brukskvalitet
nds: Inrichthölper, Bruukborkeit
ne: पहिले-चलाएको विजार्ड, उपयोगिता
nl: Configuratie-assistent, usability
nn: Oppsettvegvisar og forbetra brukskvalitet.
pa: ਪਹਿਲਾਂ ਸਹਾਇਕ, ਸਹੂਲਤਾਂ
pl: Asystent pierwszego uruchomienia, funkcjonalność
pt: Assistente de primeira execução, usabilidade
pt_br: Assistente da primeira execução, usabilidade
ru: Мастер первого запуска, работа по улучшению интерфейса
se: Heivehusofelaš ja geavaheami buorideapmi
sk: Sprievodca prvého spustenia
sr: Чаробњак првог покретања, употребљивост
th: ตัวช่วยเริ่มใช้งานครั้งแรก, ความง่ายในการใช้งาน
tr: İlk çalıştırma sihirbazı ve kullanılabilirlik
uk: Майстер першого запуску, зручність в користуванні

source: graphics, splash-screen
af: grafieka, spat skerm
bg: графика, начален екран
ca: Gràfics, pantalla flaix
cs: grafika, úvodní obrazovka
da: Grafik, opstartsskærm
de: Graphiken, Startbildschirm
el: Γραφικά, εισαγωγική οθόνη
es: gráficos, pantalla de bienvenida
et: graafika, käivituslogo
eu: grafikoak, abioko iragarkia
fa: نگاره‌سازی، رنگ‌پاشی پرده
fi: grafiikkaa, käynnistysruutu
fr: Graphiques, écran de démarrage
he: גרפיקה, מצג־פתיחה
hu: Grafika, nyitóképernyő
it: grafica, schermata iniziale
ja: グラフィックス, スプラッシュスクリーン
ka: გრაფიკა, მისალმების ეკრანი
km: ក្រាហ្វិក អេក្រង់​ស្វាគមន៍
ko: 그래픽, 처음시작화면
lt: kūrė grafiką, pasveikinimo ekraną
nb: Bilde, velkomstbilde
nds: Grafik, Startschirm
ne: ग्राफिक्स, स्प्ल्यास पर्दा
nl: illustraties, opstartscherm
nn: Velkomstbilete og andre bilete.
pa: ਗਰਾਫੀਕਲ, ਸਵਾਗਤੀ ਪਰਦਾ
pl: grafika, ekran powitalny
pt: gráficos, ecrã inicial
pt_br: gráficos, tela de apresentação
ru: Графика, логотип
se: Grafihkka, álgogovva
sk: grafika, úvodná obrazovka
sr: Уводни екран, графика
th: กราฟิก, ภาพหน้าจอตอนเริ่มงาน
tr: Grafikler ve açılış ekranı
uk: Графіка, екран заставки

source: Analyzers, Context Browser and systray eye-candy
af: Analiseerders, Konteks blaaier en stelsel skinkbord kunswerke
bg: Анализатори, контекстен браузър и шаренийките в системния панел
ca: Analitzadors, Navegador contextual i estilització de la safata del sistema
cs: analyzátory, prohlížeč kontextu, integrace do panelu
da: Analysatorer, sammenhængsbrowser og øjengodt for statusfeltet
de: Analyzer, Kontext-Browser und Augenweide in der Kontrollleiste
el: Αναλυτές, σχετικό περιεχόμενο και βελτιώσεις εμφάνισης του εικονιδίου συστήματος
es: Analizadores, navegador de contexto y embellecimiento de la bandeja del sistema
et: Analüsaatorid, kontekstisirvija ja süsteemse salve imeilus ikoon
eu: Analizatzaileak, testuinguruen arakatzailea eta sistemako ikono politak
fa: تحلیل‌کننده‌ها، مرورگر متن و eye-candy سینی سیستم
fi: Jäsentelijät, kontekstiselain ja ilmoitusalueen silmänruoka
fr: Analyseurs, navigateur de contexte ainsi que la beauté de l'icône de la boîte à miniatures
he: מאבחנים, סייר הקשר והסמל מושך העין במגש המערכת
hu: Analizátorok, környezetböngésző és a rendszertálca kinézete
it: Analizzatori, navigatore per contesti e systray eye-candy
ja: アナライザ, 関連情報ブラウザ, システムトレイの見た目改良
ka: ამალიზატორი, კონტექსტის ბროუზერი და სისტემური პანელის eye-candy
km: ឧបករណ៍​វិភាគ, កម្មវិធី​រុករក​បរិបទ និង​ទិដ្ឋភាព​ស្រស់​ស្អាត​នៅ​ក្នុង​ថាស​ប្រព័ន្ធ
ko: 분석기, 컨텍스트 브라우저, 트레이 아이콘의 시각효과
lt: kūrė vaizdinius, informacijos langą ir sistemos dėklo ženkliuko pagražinimus
nb: Analysatorer, sammenhengsleser og øyesnop i systemkurven
nds: Frequenzkiekers, Kontextkieker un Ogenzucker för Systeemafsnitt
ne: विश्लेषक, प्रसङ्ग ब्राउजर र प्रणाली ट्रे आई-क्यान्डी
nl: Ontleders, Contextbrowser en oogstreling voor het systeemvak
nn: Analysatorar, samanhengslesar og finare ikon i systemtrauet.
pa: ਸਮਤੋਲ, ਪਰਸੰਗ ਝਲਕਾਰਾ ਅਤੇ ਸਿਸਟਮ ਟਰੇ ਅੱਖ
pl: Analizatory, przeglądarka kontekstowa i efekty na tacce systemowej
pt: Analisadores, Navegador de Contexto e embelezamentos da bandeja do sistema
pt_br: Analisadores, Navegador de Contexto e ícone na área de notificação
ru: Графические анализаторы, панель статистики и значок в системном лотке
se: Analysahtorat, oktavuohtalogan ja čalbmenjálgát vuogádatgárcui
sk: analyzátory, prehliadač kontextov a integrácia do panelu
sr: Анализатори, контекстни прегледач и слаткиши у системској касети
th: ตัววิเคราะห์สัญญาณ, ตัวเรียกดูรายละเอียดเพิ่มเติม และลูกเล่นที่ถาดระบบ
tr: Analiz ciler, İçerik Tarayıcı , sistem çekmecesi ve göz alıcı arayüz düzenlemeleri
uk: Аналізатори, навігатор контексту і піктограма системного лотка

source: icons and image work
af: ikone en beeld werk
bg: икони и изображения
ca: treball d'icones i imatges
cs: ikony a grafika
da: Ikoner og billedfremstilling
de: Arbeit an Symbolen und Bildern
el: Εργασία στα εικονίδια και εικόνες
es: diseño de iconos e imágenes
et: ikoonid ja pildid
eu: ikonoak eta irudien lana
fa: شمایلها و کار تصویر
fi: kuvakkeet ja kuvatyöt
fr: Travaux sur les icônes et les images
he: סמלים ותמונות
hu: Ikonok és képek
it: icone ed immagini
ja: アイコンとイメージ
ka: ხატულები და გამოსახულებები
km: ធ្វើការ​លើ​រូបតំណាង និង​រូបភាព
ko: 아이콘과 이미지 작업
lt: kūrė ženkliukus ir paveiksliukus
nb: Ikon og andre bilder
nds: Lütt- un anner Biller
ne: प्रतिमा र छवि काम
nl: pictogrammen en afbeeldingen
nn: Ikon og andre bilete.
pa: ਆਈਕਾਨ ਤੇ ਚਿੱਤਰ
pl: Ikony i obrazy
pt: ícones e imagens
pt_br: ícones e trabalho com imagens
ru: Значки и прочая подобная работа
se: Govažat ja eará govat
sk: ikony a grafika
sr: Иконе и посао око слика
th: งานสร้างไอคอนและภาพ
tr: Simgeler ve resim çalışmaları
uk: піктограми та зображення

source: dialog to filter the collection titles
af: dialoog waarin die versameling titels gefilter kan word.
bg: прозорец на филтъра на заглавията
ca: Diàleg per a filtrar els títols de la col·lecció
da: Dialog for at filtrere samlingsoverskrifter
de: Dialog zur Filterung der Titel der Sammlung
el: Διάλογος για φιλτράρισμα των τίτλων της συλλογής
es: diálogo para filtrar los títulos de colección
et: dialoog muusikakogu pealkirja filtreerimiseks
fa: محاوره برای پالایش عناوین مجموعه
fi: ikkuna kokoelmanimikkeiden suodattamiseen
fr: fenêtre pour filtrer les titres de la collection
hu: Párbeszédablak a gyűjteménycímek szűréséhez
it: Finestra per filtrare i titoli della collezione
ja: コレクションのタイトルをフィルタするダイアログ
km: ប្រអប់​ត្រូវ​ត្រង​ចំណង​ជើង​សម្រាំង
lt: kūrė fonotekos filtrus
nb: dialog for å filtrere samlingstitlene
nds: Dialoog för't Söken binnen de Titeln vun de Sammeln
ne: सङ्कलित शीर्षकहरू फिल्टर गर्न संवाद
nl: dialoog om de collectietitels te filteren
nn: Dialogvindauge for filtrering av samlingstitlar.
pa: ਭੰਡਾਰ ਟਾਇਟਲ ਫਿਲਟਰ ਕਰਨ ਲਈ ਡਾਈਲਾਗ
pl: okno filtrowania tytułów kolekcji
pt: janela para filtrar os títulos da colecção
pt_br: diálogo para filtrar os títulos da coleção
se: láseš gos sille čoahkkádusnamahusaid
sk: dialóg na filtrovanie titulov v kolekcii
sr: дијалог за филтрирање наслова у збирци
th: ไดอะล็อกสำหรับกรองชื่อของคลังดนตรี
tr: koleksiyon başlıklarını filtreleme penceresi
uk: Вікно для фільтрування заголовків збірки

source: Live CD, Bug squashing (oggb4mp3)
af: Live CD, fout regmaak (oggb4mp3)
bg: Live CD, поправяне на грешки (oggb4mp3)
ca: CD autònom, esclafador d'errades (oggb4mp3)
cs: Live CD, drcení chyb (oggb4mp3)
da: Live-cd, fejleliminering (oggb4mp3)
de: Live-CD, Fehlerbereinigungen (oggb4mp3)
el: Ζωντανό CD, διόρθωση σφαλμάτων (oggb4mp3)
es: Live CD, rematador de fallos (oggb4mp3)
et: Live-CD, vigade kõrvaldaja (oggb4mp3)
eu: Live CD, akatsen pilota partidua (oggb4mp3)
fr: Live CD, chasseur de bogues (oggb4mp3)
he: תקליטור חי, מעיכת באגים (oggb4mp3)
hu: Live CD, hibajavítás (oggb4mp3)
ja: ライブ CD、バグ潰し (oggb4mp3)
ka: Live CD, ბზიკთა შერბილება (oggb4mp3)
km: ស៊ីឌី​ដំណើរការ​ផ្ទាល់ ការ​កំចាត់​កំហុស (oggb4mp3)
ko: Live CD, 버그 개선 (ogg4mp3)
lt: kūrė Live CD, naikino klaidas (oggb4mp3)
nb: Live-CD, luseknekking (oggb4mp3)
nds: Live-CD, Fehlerrichten (oggb4mp3)
ne: लाइभ सीडी, बग स्क्वायसिङ (oggb4mp3)
nl: Live-cd, bugreparaties (oggb4mp3)
nn: Live-CD og feilretting (oggb4mp3).
pa: Live CD, ਬੱਗ ਟੁਕੜੀ (oggb4mp3)
pl: Live CD, naprawianie błędów (oggb4mp3)
pt: 'Live CD', remoção de erros (oggb4mp3)
pt_br: Live CD, limpeza dos erros (oggb4mp3)
ru: LiveCD, исправление ошибок Bug (oggb4mp3)
se: Live CD, dihkkeduolbedeaddji (oggb4mp3)
sk: Live CD, vychytávanie chýb (oggb4mp3)
sr: Лајв CD, спљескао бубице (oggb4mp3)
th: Live CD, แก้ไขบัก (oggb4mp3)
tr: Çalışan Cd, Bug squashing (oggb4mp3)
uk: Живий КД, виправлення помилок (oggb4mp3)

source: handbook enhancements, translations, bug fixes, screenshots, roKymoter (apachelogger)
af: handleiding verbeteringe, vertalings, foute regmaak, skerm fotos, roKymoter (apachelogger)
bg: подобрения в ръководството за употреба, преводи, оправяне на грешки, снимки на екрана, roKymoter (apachelogger)
ca: Millores al manual, traduccions, resolució d'errors, captures de pantalla, roKymoter (apachelogger)
cs: zdokonalení příručky, překlady, opravy chyb, screenshoty, roKymoter (apachelogger)
da: Forbedringer af håndbogen, oversættelseer, fejlrettelser, skærmaftryk, roKymoter (Apache-logning)
de: Erweiterungen des Handbuchs, Übersetzungen, Fehlerbereinigungen, Bildschirmphotos, roKymoter (apachelogger)
el: βελτιώσεις εγχειριδίου, μεταφράσεις, διορθώσεις σφαλμάτων, roKymoter (apachelogger)
es: mejoras del manual, traducciones, correcciones de errores, capturas de pantalla, miembro de roKymotion (apachelogger)
et: käsiraamatu täiendamine, tõlked, veaparandused, ekraanipildid, roKymoter (apachelogger)
fa: افزایشهای کتاب مرجع، ترجمه‌ها، اشکال‌زداییها، تصویرهای پرده )apachelogger(
fi: käsikirjan parannuksia, käännöksiä, korjauksia, ruutukaappauksia, roKymoter (apachelogger)
fr: perfectionnement du manuel d'utilisation, traductions, résolution de bogues, captures d'écran, roKymoter (apachelogger)
he: שיפורי מדריך־למשתמש, תרגומים, תיקוני באגים, צילומי מסך (apachelogger)
hu: Kézikönyv-továbbfejlesztések, fordítások, hibajavítások, képernyőképek, roKymoter (apachelogger)
it: Miglioramenti del manuale, traduzioni, correzione bug, schermate, roKymoter (apachelogger)
ja: ハンドブックの改良, 翻訳, バグ修正, スクリーンショット, roKymoter (apachelogger)
ka: სახელმძღვანელო, თარგმანები, ბზიკთა გასწორებები, ეკრანის ანაბეჭდები, roKymoter (apachelogger)
km: ការ​បន្ថែម​សៀវភៅ​ដៃ, ការ​បកប្រែ, បំបាត់​កំហុស, រូបថត​អេក្រង់, roKymoter (apachelogger)
ko: 핸드북 개선, 번역, 버그 수정, 스크린샷, roKymoter (apachelogger)
lt: tobulino naudotojo vadovą, tvarkė vertimus, taisė klaidas, darė AmaroK ekrano paveiksliukus, roKymoter (apachelogger)
nb: håndbokforbedringer, oversettelser, lusfikser, skjermbilder, roKymoter (apachelogger)
nds: Handbook-Verbetern, Översetten, Fehlerrichten, Schirmbiller, roKymoter (apachelogger)
ne: हातेपुस्तिका विस्तारहरू, अनुवाद, बग फिक्सेस, स्क्रिनसट, रक्कीमोटर (अपाचीलगर)
nl: verbeteringen in het handboek, vertalingen, bugreparaties, schermafdrukken, roKymoter (apachelogger)
nn: Forbetringar av handboka, omsetjingar, feilfiksar, skjermbilete og roKymoter (apachelogger).
pl: usprawnienia podręcznika, tłumaczenia, poprawki błędów, zrzuty ekranu, roKymoter(apachelogger)
pt: Melhorias ao manual, traduções, correcções, capturas de ecrã, roKymoter (apachelogger)
pt_br: melhorias no manual do Amarok, traduções, correções de erros, telas, roKymoter (apachelogger)
ru: Дополнения к руководству, перевод, исправления ошибок и снимки экрана (apachelogger)
se: giehtagirjebuorideamit, jorgalusat, divvodeamit, šearbmagovat, roKymoter (apachelogger)
sk: zdokonalenie príručky, preklady, opravy chýb, screenshoty, roKymoter (apachelogger)
sr: Побољшања приручника, преводи, исправке грешака, снимци екрана, roKymoter (apachelogger)
th: ปรับเสริมคู่มือ, แปลภาษา, แก้บัก, จับรูปหน้าจอ, roKymotor (apachelogger)
uk: Вдосконалення підручника, переклади, виправлення помилок, знімки екрана, roKymoter (apachelogger)

source: Tester, IRC channel operator, whipping
af: Toetser, IRC kanaal operateur, sweep klap
bg: Тестове, оператор на IRC канала, организатор
ca: Provador, operador del canal IRC, cap de turc
cs: tester, operátor IRC kanálu, bičování
da: Tester, IRC-kanal-operatør, indpisker
de: Tester, IRC-Kanal-Operator, "die Peitsche"
el: Δοκιμαστής, διαχειριστής του καναλιού IRC, μαστίγωμα
es: Probador, operador del canal de IRC, motivador
et: Testija, IRC kanali operaator, tagantkihutaja
eu: Probatzailea, IRC kanaleko arduraduna, bizipoztailea
fa: آزماینده، عملگر مجرای IRC، whipping
fi: Testaaja, IRC-kanavan operaattori, ruoskiminen
fr: Testeur, opérateur du canal IRC, motiveur
he: בודק, מפעיל ערוץ IRC, מצליף
hu: Tesztelő, IRC-csatorna-operátor, noszogató
it: Controlli, operatore canale IRC
ja: テスタ, IRC チャンネルオペレータ, 鞭打ち
ka: გამომცდელი, IRC არხის ოპერატორი, დამარცხება
km: អ្នក​សាកល្បង, ការី​ឆានែល IRC, បង្ក្រាប
ko: 테스터, IRC 채널 관리자, 채찍질
lt: tikrino programą, prižiūrėjo IRC kanalą, plakdavo bizūnu
nb: Tester, IRC-kanaloperatør, pisker
nds: Tester, IRC-Kanaaloperator, Andrieven
ne: परीक्षक, आईआरसी च्यानल सञ्चालक, विपिङ
nl: Tester, irc-kanaaloperator, aanjager
nn: Testar, IRC-kanaloperatør og innpiskar.
pa: ਟੈਸਟਰ, IRC ਚੈਨਲ ਓਪਰੇਟਰ, whipping
pl: Tester, operator kanału IRC, biczowanie
pt: Testes, operador do canal de IRC, chicote
pt_br: Testador, operador do canal IRC e "whipping"
ru: Тестирование, оператор канала IRC, советы
se: Geahččaleaddji, IRC-kanálahálddašeaddji ja áŋgirušši
sk: tester, operátor IRC kanálu, bitka
sr: Тестер, оператер IRC канала, бичевање
th: ผู้ทดสอบ, ผู้ดำเนินงานช่อง IRC, ลงแส้!?
tr: Test çalışmaları, IRC kanalı operatörü, whipping
uk: Випробовування, оператор каналу IRC, поради

source: roKymoter, bug fixer and Swedish Bitch (Firetech)
af: roKymoter, fout regmaak en Sweedse Teef (Firetech)
bg: roKymoter, оправяне на грешки и Swedish Bitch (Firetech)
ca: roKymoter, reparador de fallades i meuca sueca (Firetech)
da: Reklamemager, fejlretter (Firetech)
de: roKymoter, Fehlerbereinigungen, "Swedish bitch" (Firetech)
el: roKymoter, διορθωτής σφαλμάτων και Swedish Bitch (Firetech)
es: roKymoter, corregidor de fallos y zorra sueca (Firetech)
et: roKymoter, vigade parandaja ja Swedish Bitch (Firetech)
eu: roKymoter, akatsen zuzenketak eta suediar emagaldua (Firetech)
fi: roKymoter, virheiden korjaaja ja ruotsalainen bitši (Firetech)
fr: roKymoter, résolution de bogues et Swedish Bitch (Firetech)
hu: RoKymoter, hibajavító és svéd csaj (Firetech)
it: roKymoter, correzione bug e Swedish Bitch (Firetech)
km: roKymoter, កម្មវិធី​បំបាត់​កំហុស និង Swedish Bitch (Firetech)
ko: roKymoter, 버그 수정자 그리고 스웨덴 자식 (Firetech)
lt: roKymoter, klaidų taisytojas ir Švedijos kalė (Firetech)
nb: roKymoter, bugfikser og svensk bitch (Firetech)
nds: roKymoter, Fehlerrichten un "Swedish Bitch" (Firetech)
ne: रक्कीमोटर, बग फिक्चर र स्वीडिश बिच (फायरटेक)
nl: roKymoter, bugs opgelost (Firetech)
nn: roKymoter, feilfiksar og svensk kjerring (Firetech).
pl: roKymoter, naprawa błędów i Swedish Bitch (Firetech)
pt: roKymoter, correcção de erros e Prostituta Sueca (Firetech)
pt_br: roKymoter, correção de erros e Vagabundo Sueco (Firetech)
ru: roKymoter, ликвидатор ошибок и Шведская Сучка (Firetech)
se: roKymoter, vihkedivvodeaddji ja ruoŧŧilaš čiiku (Firetech)
sk: roKymoter, opravár chýb a potvora zo Švédska (Firetech)
th: roKymoter, ผู้แก้ไขข้อผิดพลาด และ Swedish Bitch (Firetech)
tr: roKymoter, hata düzeltici
uk: Виправлення помилок

source: Icons
af: Ikone
bg: Икони
ca: Icones
cs: Ikony
da: Ikoner
de: Symbole
el: Εικονίδια
es: Iconos
et: Ikoonid
eu: Ikonoak
fa: شمایلها
fi: Kuvakkeet
fr: Icônes
he: סמלים
hu: Ikonok
it: Icone
ja: アイコン
ka: ხატულები
km: រូប​តំណាង
ko: 아이콘
lt: kūrė ženkliukus
nb: Ikoner
nds: Lüttbiller
ne: प्रतिमा
nl: Pictogrammen
nn: Ikon.
pa: ਆਈਕਾਨ
pl: Ikony
pt: Ícones
pt_br: Ícones
ru: Значки
se: Govažat
sk: Ikony
sr: Иконе
th: ไอคอน
tr: Simgeler
uk: Піктограми

source: Konqueror Sidebar, some DCOP methods
af: Konqueror Kantbalk, DCOP metodes
bg: Странична лента на Konqueror, някои DCOP методи
ca: Barra lateral pel Konqueror, alguns mètodes DCOP
cs: Konqueror Sidebar, některé DCOP metody
da: Konqueror-sidebjælke, nogle DCOP-metoder
de: Navigationsbereich im Konqueror, einige DCOP-Methoden
el: Πλευρική γραμμή εργαλείων του Konqueror, μερικές μέθοδοι DCOP
es: Barra lateral de Konqueror, algunos métodos DCOP
et: Konquerori külgriba, mõned DCOP-i meetodid
eu: Konqueror albo-panela, DCOP metodo batzuk
fa: میله جانبی Konqueror، برخی روشهای DCOP
fi: Konqueror-sivupalkki, joitain DCOP-menetelmiä
fr: Barre latérale pour Konqueror, quelques méthodes DCOP
he: סרגל צד של Konqueror, כמה שיטות של DCOP
hu: Konqueror-oldalsáv, DCOP-módszerek
it: Barra laterale di Konqueror, alcuni metodi DCOP
ja: Konqueror サイドバー、DCOP メソッド
ka: Konqueror გვერდითი პანელი, ზოგიერთი DCOP მეთოდი
km: របារ​ចំហៀង Konqueror, វិធីសាស្ត្រ DCOP មួយ​ចំនួន
ko: 컹커러 사이드바, 몇몇 DCOP 메소드
lt: kūrė Konqueror šoninę juostą, kelis DCOP metodus
nb: Konqueror sidestolpe, noen DCOP-rutiner
nds: Konqueror-Sietpaneel, en Reeg DCOP-Metoden
ne: कन्क्वेरर किनारापट्टी, केही डीसीओपी तरीका
nl: Konquerorzijbalk, enkele DCOP-methoden
nn: Konqueror-sidestolpe og nokre DCOP-metodar.
pa: ਕੋਨਕਿਊਰੋਰ ਬਾਹੀ, ਕੁਝ DCOP ਢੰਗ
pl: Pasek boczny Konquerora, pewne metody DCOP
pt: Barra Lateral do Konqueror, alguns métodos DCOP
pt_br: Navegador do Konqueror, alguns métodos de DCOP
ru: Боковая панель Konqueror, некоторые методы DCOP
se: Konqueror-ceakkoholga ja muhton DCOP-funkšuvnnat
sk: konqueror Sidebar, niektoré DCOP metódy
sr: Бочна трака Konqueror-а, неке DCOP методе
th: แถบด้านข้างของ Konqueror, เมธอด DCOP บางตัว
tr: Konqueror Yan Çubuğu, birkaç DCOP metodu
uk: Бічна панель Konqueror, деякі методи DCOP
