Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <p>Clicking here will remove the last appended filter. You cannot undo more than one action.</p>
af: <p>As jy hier kliek sal die laaste filter wat bygevoeg is verwyder word. Jy kan nie meer as een aksie ongedaan maak nie.</p>
bg: <p>Ако натиснете тук, последния филтър ще бъде премахнат. Не можете да връщате повече от едно действие.</p>
ca: <p>Fent clic aquí s'eliminarà la darrera condició afegida. Només podeu desfer una acció.</p>
da: <p>At klikke her fjerner det senest tilføjede filter. Du kan ikke fortryde mere end en handling.</p>
de: <p>Ein Klick hier wird den zuletzt hinzugefügten Filter entfernen. Sie können nicht mehr als einen Vorgang rückgängig machen.</p>
el: <p>Κάνοντας κλικ εδώ θα αφαιρέσετε το τελευταίο φίλτρο που προστέθηκε. Δεν μπορείτε να αναιρέσετε πάνω από μία ενέργεια.</p>
es: <p>Haciendo clic aquí eliminará el último filtro añadido. No puede deshacer mas de una acción.</p>
et: <p>Siia klõpsates saab eemaldada viimati lisatud filtri. Tagasi võtta saab ainult ühe toimingu.</p>
fa: <p>با فشار اینجا، آخرین پالایۀ پیوست‌شده حذف می‌شود. نمی‌توانید بیش از یک کنش را واگرد کنید.</p>
fi: <p>Tämän napsauttaminen poistaa viimeksi lisätyn suotimen. Vain yksi toiminto voidaan kumota.</p>
fr: <p>En cliquant ici, vous effacerez le dernier filtre ajouté. Vous ne pouvez annuler plus d'une action.</p>
hu: <p>Ide kattintva törlésre kerül a legutóbb hozzáfűzött szűrő. Csak egyetlen tevékenységet lehet visszavonni.</p>
it: <p>Facendo clic qui rimuoverai l'ultimo filtro aggiunto. Non è possibile annullare più di un'azione.</p>
ja: <p>最後に追加した条件を取り消します。それより以前に追加したものを取り消すことはできません。</p>
km: <p>ការ​ចុច​ទីនេះ​នឹង​យក​តម្រង​ដែល​បាន​បន្ថែម​ចុង​ក្រោយ​ចេញ ។ អ្នក​មិន​អាច​មិន​ធ្វើ​វិញ​ច្រើន​ជាង​មួយ​ដង​ទេ ។</p>
lt: <p>Pašalinti paskutinį kriterijų iš filtro. Pašalinti galima tik vieną kriterijų.</p>
nb: <p>Trykker du her blir det filteret som sist ble lagt inn fjernet. Det kan ikke angres mer enn én handling.</p>
nds: <p>En Klick op dissen Knoop maakt den tolest toföögten Filter wedder weg. Du kannst nich mehr as een Akschoon torüchnehmen.</p>
ne: <p>यहाँ क्लिक गर्नले अन्तिममा थपिएको फिल्टर हट्नेछ । तपाईँ एउटा भन्दा बढी कार्यलाई पूर्वावस्थामा फर्काउन सक्नुहुन्न ।</p>
nl: <p>Klik hier om het laatst toegevoegde filter te verwijderen. U kunt niet meer dan één actie ongedaan maken.</p>
nn: <p>Fjern filteret som sist vart lagt inn. Du kan ikkje angra meir enn éin gong.</p>
pl: <p>Klikając tutaj usuniesz ostatnio dołączony filtr. Nie możesz cofnąć więcej niż jedną akcję</p>
pt: <p>Se carregar aqui, irá remover o último filtro adicionado. Não poderá anular mais que uma acção.</p>
pt_br: <p>Clique aqui para remover o último filtro anexado. Você não pode desfazer mais de uma ação.</p>
se: <p>Jus coahkkalat dán boalu de válddát eret silli mii maŋemuš lasihuvvui. Sáhtát máhcahit eanet go ovtta doaimma.</p>
sk: <p>Kliknutím sem odvoláte naposledy pridaný filter. Nemôžete odvolať viac ako jednu akciu.
sr: <p>Кликом овде уклонићете последњи додати филтер. Не можете опозвати више од једне радње.</p>
th: <p>การคลิกที่นี่จะเอาตัวกรองที่เพิ่มเข้าไปล่าสุดออก คุณไม่สามารถย้อนการกระทำได้มากกว่า หนึ่งการกระทำ</p>
uk: <p>Клацання сюди вилучить останній доданий фільтр. Ви не можете вернути більше, ніж одну дію.</p>

source: Remove last appended filter
af: Verwyder die filter wat laaste bygevoeg is
bg: Премахване на последния филтър
ca: Elimina la darrera condició afegida
cs: Odstranit naposledy přidaný filtr
da: Fjern senest tilføjede filter
de: Zuletzt hinzugefügten Filter entfernen
el: Αφαίρεση του τελευταίου φίλτρου που προστέθηκε
es: Eliminar el último filtro añadido
et: Eemalda viimati lisatud filter
fa: حذف آخرین پالایۀ پیوست‌شده
fi: Poista viimeksi lisätty suodin
fr: Effacer le dernier filtre ajouté
hu: A legutóbb hozzáfűzött szűrő eltávolítása
it: Rimuovi l'ultimo filtro aggiunto
ja: 最後に追加したフィルタ条件を削除
km: យក​តម្រង​ដែល​បាន​បន្ថែម​ខាង​ចុង ​ចុង​ក្រោយ​ចេញ
lt: Pašalinti paskutinį įdėtą filtrą
nb: Fjern det filteret som ble lagt til sist
nds: Tolest anhangt Filter wegmaken
ne: अन्तिममा थपिएको फिल्टर हटाउनुहोस्
nl: Laatst toegevoegd filter verwijderen
nn: Fjern det filteret som vart lagt til sist
pa: ਆਖਰੀ ਜੋੜਿਆ ਫਿਲਟਰ ਹਟਾਓ
pl: Usuń ostatnio dołączony filtr
pt: Remover o último filtro adicionado
pt_br: Remover o último filtro anexado
ru: Удалить условие фильтрации, добавленное в последний раз
se: Váldde eret maŋemuš lasihuvvon silli
sk: Odstrániť naposledy pridaný filter
sr: Уклони последњи додати филтер
th: ลบตัวกรองที่เเพิ่มเข้าไปล่าสุด
tr: Son eklenen filtreyi kaldır
uk: Вилучити останній доданий фільтр

source: <p>Edit the filter for finding tracks with specific attributes, e.g. you can look for a track that has a length of three minutes.</p>
af: <p>Redigeer die filter om snitte met spesifike eienskappe te vind, bv.: jy kan vir 'n snit met 'n lengte van 3 minute soek.</p>
bg: <p>Можете да въведете определен атрибут, например запис с времетраене три минути.</p>
ca: <p>Edita el filtre per a trobar peces amb atributs específics. Per exemple, podeu cercar peces amb una durada de tres minuts.</p>
da: <p>Redigér filtret for at finde spor med specifikke egenskaber. Du kan f.eks. søge efter et spor som har længden tre minutter.</p>
de: <p>Bearbeiten Sie den Filter zum Auffinden von Stücken mit bestimmten Eigenschaften. Sie können z. B. nach Stücken suchen lassen, die eine Länge von drei Minuten haben.</p>
el: <p>Επεξεργασία του φίλτρου για αναζήτηση κομματιών με συγκεκριμένες ιδιότητες π.χ. μπορείτε να αναζητήσετε ένα κομμάτι με διάρκεια τριών λεπτών.</p>
es: <p>Edita el filtro para encontrar pistas con atributos específicos, p.e. puede buscar una pista que tenga una duración de tres minutos.</p>
et: <p>Muuda filtrit konkreetse atribuudiga palade leidmiseks, nt. kui tahad leida pala, mille pikkus on kolm minutit.</p>
fa: <p>ویرایش پالایه برای یافتن شیارها با خصیصه‌های مشخص، مثلاً می‌توانید شیاری را جستجو کنید که طولش سه دقیقه است.</p>
fi: <p>Muokkaa suodinta löytääksesi kappaleita, joilla on tietty ominaisuus, esim. pituus kolme minuuttia.</p>
fr: <p>Éditez le filtre pour trouver des morceaux avec des attributs spécifiques, e.g. vous pouvez chercher un morceau qui a une durée de trois minutes.</p>
hu: <p>Adott tulajdonságokkal rendelkező számok kereséséhez adja meg a megfelelő szűrőt. Lehetőség van például rákeresni, mely számok hossza három perc.</p>
it: <p>Modifica il filtro per cercare tracce con attributi specifici, ad es. puoi cercare una traccia con una durata di tre minuti.</p>
ja: <p>ここで特定の属性を持つトラックを見つけるためのフィルタを編集します。例えば長さが 3 分という条件を指定して検索することができます。</p>
km: <p>កែសម្រួល​តម្រង​ដើម្បី​រក​បទ​ដែល​មាន​គុណលក្ខណៈ​ជាក់លាក់ ឧ. ​អ្នក​អាច​រក​បទ​មួយ​ដែល​មាន​ប្រវែង ៣ នាទី ។</p>
lt: <p>Galite sudaryti dainų paieškos pagal specifinius kriterijus filtrą. Pavyzdžiui, galite ieškoti dainos, kurios trukmė trys minutės.</p>
nb: <p>Rediger filteret som finner spor med gitte egenskaper, du kan f.eks. se etter et spor som er tre minutter langt.</p>
nds: <p>Wenn Du na Stücken mit bestimmt Egenschappen söchst, kannst Du den Filter topassen - t.B. kannst Du na en Stück söken, dat en Längde vun dree Minuten hett.
ne: <p>विशिष्ट विशेषतासँगै ट्रयाक फेला पार्नका लागि फिल्टर सम्पादन गर्नहोस्, उदाहरणका लागि तपाईँ तीन मिनेट लम्बाइ भएको ट्रयाक हेर्न सक्नुहुन्छ ।</p>
nl: <p>Bewerk het filter om tracks met specifieke attributen te vinden. Bijv. u kunt zoeken naar een track die 3 minuten duurt.</p>
nn: <p>Rediger filteret som finn spor med gjevne eigenskapar. Du kan for eksempel sjå etter spor som varer i tre minutt.</p>
pl: <p>Edytuj filtr by odszukać ścieżki z określonymi atrybutami, np. możesz szukać utworu, którego długość wynosi trzy minuty.</p>
pt: <p>Edita o filtro para procurar faixas com atributos específicos; p.ex., poderá procurar por uma faixa que tenha um tamanho igual a 3 minutos.</p>
pt_br: <p>Edite o filtro para encontrar faixas com atributos específicos; por exemplo, você pode procurar uma faixa que tenha a duração de três minutos.</p>
ru: <p>Это окно позволяет составить подробный поисковый запрос. Например, можно поискать композиции, созданные в 1990 году.</p>
se: <p>Doaimmat silli vai gávnnat lávlagat mas leat dihto attribuhtat, omd sáhtát ohcat lávlagiid mat bistet golmma minuhta.</p>
sk: <p>Upravte filter pre vyhľadávanie stôp so špecifickými atribútmi, t. j. môžete hľadať stopu, ktorá má dĺžku 3 minúty.</p>
sr: <p>Уредите филтер за тражење нумера са одређеним атрибутима, нпр. можете потражити све које трају три минута.</p>
th: <p>แก้ไขตัวกรองสำหรับค้นหาเพลงด้วยลักษณะเฉพาะ ตัวอย่างเช่น คุณสามารถค้นหาเพลงที่มีความยาวสามนาทีได้</p>
uk: <p>Вкажіть специфічні атрибути у фільтрі знаходження доріжок, напр., ви можете шукати за доріжкою, тривалість якої три хвилини.</p>

source: Attribute:
af: Eienskap:
bg: Атрибут:
ca: Atribut:
cs: Atribut:
da: Attribut:
de: Eigenschaft:
el: Λέξη κλειδί:
es: Atributo:
et: Atribuut:
fa: خصیصه:
fi: Attribuutti:
fr: Attribut :
hu: Tulajdonság:
it: Attributo:
ja: 属性:
km: គុណលក្ខណៈ ៖
lt: Kriterijus:
nb: Egenskap:
nds: Egenschap:
ne: विशेषता:
nl: Attribuut:
nn: Eigenskap:
pa: ਗੁਣ:
pl: Atrybut:
pt: Atributo:
pt_br: Atributo:
se: Attribuhtta:
sk: Atribút:
sr: Атрибут:
th: ลักษณะเฉพาะ:
tr: Özellik:
uk: Атрибут:
