Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Whether to show player window
af: Moet die speler venster vertoon word
bg: Дали да се показва прозореца на плеъра
ca: Si s'ha de mostrar la finestra del reproductor
cs: Ukázat okno přehrávače
da: Om afspillerens vindue skal vises
de: Player-Fenster anzeigen
el: Αν θα εμφανίζεται το παράθυρο αναπαραγωγής
es: Si se muestra la ventana del reproductor
et: Kas näidata mängija akent
eu: Erreprodukzio-leihoa erakutsi edo ez
fa: آیا پنجرۀ پخش‌کننده نمایش داده شود
fi: Näytetäänkö soitinikkuna
fr: Afficher la fenêtre de lecture
he: האם להציג את חלון הנגן
hu: A lejátszóablak megjelenjen-e
it: Decidi se mostrare la finestra del lettore
ja: プレーヤウィンドウを表示するかどうか
ka: -სკენ
km: ថា​តើ​ត្រូវ​បង្ហាញ​បង្អួច​កម្មវិធី​ចាក់​ឬ​ទេ
ko: 재생 창을 보일지 여부
lt: Rodyti grotuvo langą
nb: Om spillervinduet skal vises
nds: Afspeler-Finster wiesen
ne: प्लेयर सञ्झ्याल देखाउने या नदेखाउने
nl: Of het afspelervenster getoond zal worden
nn: Om spelarvindauget skal visast
pa: ਕੀ ਪਲੇਅਰ ਝਰੋਖਾ ਵੇਖਾਉਣਾ ਹੈ
pl: Czy wyświetlać okno odtwarzacza
pt: Mostrar ou não a janela do leitor
pt_br: Mostrar janela de reprodução
ru: Показывать ли окно проигрывателя
se: Jus čuojahanláse čájehuvvo
sk: Ukázať okno prehrávača
sr: Да ли приказивати прозор плејера
th: จะให้แสดงหน้าต่างเครื่องเล่นหรือไม่
tr: Parça penceresini göster
uk: Чи показувати вікно програвача

source: Makes Amarok more like XMMS and other Winamp clones with separate player and playlist windows.
af: Laat Amarok meer soos XMMS en ander Winamp namaaksels reageer, deur aparte speler en speel lys vensters te gebruik.
bg: Amarok ще изглежда повече като XMMS и други Winamp подобни - отделен прозорец за плеъра и списъка с песни.
ca: Fa que l'Amarok sigui més com l'XMMS o altres clons del Winamp, amb finestres separades pel reproductor i per la llista de reproducció.
da: Gør Amarok mere ligesom XMMS og andre programmer som ligner Winamp, med separat spillervindue og spilleliste.
de: Lässt Amarok wie XMMS oder Winamp-Clones aussehen (separates Player- und Wiedergabelisten-Fenster).
el: Ορίζει στο Amarok να μοιάζει περισσότερο με το XMMS και άλλους κλώνους του Winamp με ξεχωριστά παράθυρα αναπαραγωγής και λίστας.
es: Hace que Amarok sea más parecido a XMMS y otros clones de Winamp con la ventanas del reproductor separada de la de reproducción.
et: Paneb Amaroki käituma XMMS-i ja muude Winamp'i kloonide moodi, näidates eraldi mängija ja esitusnimekirja akent.
fa: amaroK را بیشتر شبیه XMMS و دیگر بدلهای Winamp با پنجره‌های جداگانۀ پخش‌کننده و فهرست پخش میکند.
fi: Tekee Amarokista enemmän XMMS:n ja muiden Winamp-kloonien kaltaisen erillisine soitin- ja soittolistaikkunoineen.
fr: Rendre Amarok plus ressemblant à XMMS et aux autres clones de Winamp en séparant la fenêtre de lecture et la fenêtre de la liste de lecture.
he: הופך את Amarok דומה יותר ל־ XMMS ותכנות הדומות ל־ Winamp עם נגן נפרד וחלון רשימת־השמעה.
hu: Ennek hatására az Amarok jobban fog hasonlítani az XMMS-re és a Winamp-klónokra, mert külön lejátszóablak és lejátszólista-ablak jelenik meg.
it: Rende Amarok più somigliante a XMMS e ad altri cloni di Winamp con finestre del lettore e della playlist separate.
ja: XMMS や他の Winamp クローンのようにプレーヤとプレイリストを別のウィンドウに表示します。
km: ធ្វើ​ឲ្យ amaroK មាន​រូបរាង​ស្រដៀង​នឹង XMMS និង Winamp ដោយ​បង្ហាញ​កម្មវិធី​ចាក់ និង​បង្អួច​បញ្ជី​ចាក់​នៅ​ដាច់​ពី​គ្នា ។
ko: Amarok을 재생기 창과 재생목록 창으로 나누어서 XMMS나 다른 윈앰프 클론과 비슷한 모양으로 만듭니다.
lt: Įjungus grotuvo langą AmaroK išvaizda taps panaši į XMMS ir kitų Winamp stiliaus grotuvų išvaizdą.
nb: Gjør Amarok mer lik XMMS og andre Winamp-kloner, med atskilte spiller- og spillelistevindu.
nds: Trennt Afspeler-Finster un Afspeellist; Amarok süht denn mehr ut as XMMS oder anner Winamp-Kloons.
ne: अमारोकलाई एक्सएमएमएस जस्तो बनाउँदछ र अन्य विन्याप क्लोनलाई विभिन्न प्लेयर र प्लेसूची सञ्झ्याल बनाउँदछ ।
nl: Laat Amarok meer lijken op XMMS en andere Winamp-klonen met aparte speler- en afspeellijstvensters.
nn: Gjer Amarok meir lik XMMS og andre Winamp-klonar, med skilde spelar- og spelelistevindauge.
pa: ਅਮਰੋਕ ਨੂੰ ਹੋਰ XMMS ਅਤੇ ਹੋਰ Winamp ਕਲੋਨਾਂ ਵਾਂਗ ਵੱਖਰਾ ਪਲੇਅਰ ਅਤੇ ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖੇ ਦੇ ਰੂਪ ਵਿੱਚ ਵੇਖਾਉ।
pl: Czyni Amaroka bardziej podobnym do XMMS i innych klonów Winampa z osobnym oknem odtwarzacza i listą odtwarzania.
pt: Faz com que o Amarok se pareça mais com o XMMS e com os outros clones do Winamp, com as janelas do leitor e da lista de músicas em separado.
pt_br: Faz com que o Amarok se pareça mais com o XMMS e outros clones do Winamp, com janelas separadas para o reprodutor e a lista de músicas.
ru: Сделать amaroK похожим на XMMS и другие клоны Winamp с разделённым окном проигрывателя и списка.
se: Dagaha ahte Amarok sulástahttá XMMS:a dahje eará Winamp-klonaid eanet, mas leat sierra čuojan- ja čuojahanlistoláset.
sk: Zapríčiní, že Amarok bude podobný programu XMMS a iným klonom Winampu s oddelenými oknami prehrávača a zoznamu skladieb.
sr: Чини Amarok више налик XMMS-у и другим клоновима Winamp-а, са раздвојеним прозорима плејера и листе нумера.
th: ทำให้ Amarok ดูเหมือน XMMS และโปรแกรมแบบ Winamp มากขึ้นด้วยการแยกหน้าต่างเครื่องเล่นก กับหน้าต่างรายการเล่น
tr: Amarok'u XMMS ve diğer Winamp benzerleri gibi yap, çalma penceresi ve parça listesini ayır.
uk: Робить Amarok більше подібним до XMMS та інших клонів Winamp з відокремленими вікнами програвача та списку композицій.

source: Whether to show moodbars in track sliders and in a column in the playlist window
af: Bepaal of gemoedstoestand balke vertoon moet word in die snit se verstel knoppies en as 'n kolom in die speel lys venster.
bg: Дали да бъдат използвани стандартните цветове за Amarok в списъка със записи и прозореца на плеъра
ca: Si s'han de mostrar les barres d'humor a les barres de posició i en una columna de la finestra de la llista de reproducció
da: Om stemningslinjer skal vises i sporskyderen og i en søjle af spillelistens vindue.
de: Legt fest, ob das Stimmungsbarometer im Wiedergabepositionsbereich und in einer Spalte der Wiedergabeliste angezeigt wird.
el: Αν θα γίνει εμφάνιση των γραμμών διάθεσης στις κυλίσεις των κομματιών και σε μια στήλη στο παράθυρο της λίστας αναπαραγωγής
es: Si se muestran las barras «mood» en los deslizadores de pista y en una columna en la ventana de lista de reproducción.
et: Kas näidata tujuriba pala liuguritel ja esitusnimekirja akna veerus
eu: Pista-graduatzailean eta zerrendako leihoko zutabean atmosfera-barrak erakutsi edo ez
fa: آیا میله‌های حالت در لغزانهای شیار و در یک ستون در پنجرۀ فهرست پخش نمایش داده شوند
fi: Näytetäänkö mielialapalkki soittolistaikkunan sarakkeessa.
fr: Si l'on doit afficher la barre d'humeur dans la barre défilante mais aussi dans la colonne de la fenêtre de la liste de lecture.
he: האם להציג את סרגל האווירה במחוון הרצועה ובעמודה בחלון רשימת־ההשמעה
hu: Meg legyenek-e jelenítve hangulatsávok a számokhoz tartozó csúszkáknál és egy, a lejátszólista-ablakban levő oszlopban
it: Decidi se mostrare le barre dell'atmosfera nei cursori di traccia ed in una colonna della finestra della playlist
ja: トラックのスライダーとプレイリストウィンドウのカラムにムードバーを表示するかどうか
km: ថា​តើ​ត្រូវ​ប្រើ​ពណ៌​ខ្នាត​គំរូ​របស់ amaroK នៅ​ក្នុង​បង្អួច​បញ្ជី​ចាក់​ឬទេ
ko: 트랙 슬라이더에 분위기 막대를 보여줄지, 재생목록 창의 칸에 보여줄지 여부
lt: Rodyti nuotaiką dainos slinkties juostoje ir atskirame grojaraščio stulpelyje
nb: Om stemningslinjer skal vises i sporglidere og en kolonne i spillelistevinduet
nds: Luunbalkens binnen Schuverbalkens un binnen en Striep vun de Afspeellist wiesen
ne: प्लेसूची सञ्झ्यालमा स्तम्भमा र ट्रयाक स्लाइडरमा मोडबार देखाउने या नदेखाउने
nl: Of u stemmingsbalken in de schuifregelaar van de tracks wilt weergeven en in een kolom in het afspeellijstvenster.
nn: Om stemningslinja skal visast i avspelingslinja og i ei kolonne i spelelistevindauget.
pl: Czy pokazywać paski nastroju w paskach przesuwania i w kolumnie okna listy odtwarzania
pt: Se deve usar ou não as barras de espírito nas barras deslizantes da faixa e numa coluna da janela da lista de reprodução
pt_br: Mostrar as barras de atmosfera em faixas deslizantes e em uma coluna na janela da lista de músicas
sk: Či zobrazovať moodbary v posuvníkoch skladby a v stĺpci okna so zoznamom skladieb
sr: Да ли приказивати траке расположења у клизачима и у колони у прозору листе нумера
th: จะให้แสดงแถบแสดงอารมณ์ในแถบสไลเดอร์และในคอลัมน์ของหน้าต่างรายการเล่นหรือไม่
uk: Чи показувати панелі настрою в повзунках доріжок і в колонці в вікні програвача

source: Displays a visual representation of the current track in the slider bar of the player window, the playlist window, and in a column of the playlist window.
af: Vertoon 'n visuele voorstelling van die huidige snit in die skuifknoppie balk van die speler venster, in die speel lys venster en in 'n kolom in die speel lys venster.
bg: Показва визуално текущия запис в прозореца на плеъра, списъка и в колона от списъка.
ca: Mostra una representació visual de la peça actual a la barra de posició de la finestra del reproductor, a la finestra de la llista de reproducció, i en una columna de la llista de reproducció.
da: Viser en visuel repræsentation af nuværende spor i spillervinduets syderlinje, spillelistevinduet og i en søjle af spillelistevinduet.
de: Zeigt ein visuelles Stimmungsbarometer des jeweiligen Stücks im Bereich der Wiedergabeposition des Player-Fensters und in einer Spalte der Wiedergabeliste an.
el: Εμφανίζει μια απεικόνιση του τρέχοντος κομματιού στη γραμμή κύλισης του παραθύρου αναπαραγωγής και μια στήλη στο παράθυρο της λίστας αναπαραγωγής.
es: Muestra una representación visual de la pista actual en la barra de desplazamiento de la ventana del reproductor, en la ventana de listas de reproducción y en una columna de ella.
et: Näitab aktiivse pala visuaalset kajastust mängija akna liuguriribal, esitusnimekirja aknas ja esitusnimekirja akna veerus.
eu: Uneko pistaren adierazpen bisuala bistaratzen du erreprodukzio-leihoko, zerrenda-leihoko graduatzaile-barran eta zerrenda-leihoko zutabean.
fa: ارائه‌ای تصویری از شیار جاری در میله لغزان پنجرۀ پخش‌کننده، پنجرۀ فهرست پخش، و در ستونی از پنجرۀ فهرست پخش را نمایش می‌دهد.
fi: Näyttää visuaalisen kuvauksen kappaleen ”mielialasta” soitin- ja soittolistaikkunassa sekä soittolistaikkunan sarakkeessa.
fr: Affiche une représentation visuelle du morceau courant dans la barre défilante de la fenêtre de lecture, la fenêtre de la liste de lecture et dans une colonne de la fenêtre de la liste de lecture.
he: הראה ייצוג חזותי של הרצועה הנוכחית בסרגל המחוון של חלון הנגן, בחלון רשימת־ההשמעה ובעמודה בחלון רשימת־ההשמעה.
hu: Vizuálisan megjeleníti az aktuális számot a lejátszóablakban levő csúszkánál, a lejátszólista-ablakban és egy, a lejátszólista-ablakban levő oszlopban
it: Mostra una rappresentazione della traccia attuale nella barra a scorrimento della finestra del lettore, della finestra della playlist, e in una colonna della finestra della playlist.
ja: 現在のトラックを視覚化したものをプレーヤウィンドウのスライダーバー、プレイリストウィンドウ、プレイリストウィンドウのカラムに表示します。
km: បង្ហាញ​ការ​បង្ហាញ​ដែល​មើល​ឃើញ​ឡើងវិញ​នៃ​បទ​បច្ចុប្បន្ន​នៅ​ក្នុង​របារ​គ្រាប់រំកិល​នៃ​បង្អួច​របស់​កម្មវិធី​ចាក់ បង្អួច​បញ្ជីចាក់ និង​នៅ​ក្នុង​ជួរឈរ​នៃ​បង្អួច​បញ្ជី​ចាក់ ។
ko: 재생창의 슬라이더 막대, 재생목록 창, 그리고 재생목록 창의 칸에 현재 트랙의 시각표현을 표시합니다.
lt: Rodyti dainos nuotaikos vaizdinį dainos slinkties juostoje grotuvo lange, grojaraščio lange ir atskirame grojaraščio stulpelyje.
nb: Viser en grafisk representasjon av dette sporet i gliderlinja i spillervinduet, i spilelistevinduet og i en kolonne i spillelistevinduet.
nds: Gifft dat opstunns speelt Stück mit Klören binnen den Schuverbalken vun dat Afspeler-Finster un binnen en Striep vun de Afspeellist wedder.
ne: प्लेसूची सञ्झ्यालको प्लेयर सञ्झ्याल, प्लेसूची सञ्झ्याल, र स्तम्भको स्लाइडर पट्टीमा हालको ट्रयाकको दृश्यात्मक प्रस्तुतिकरण प्रदर्शन गर्दछ ।
nl: Toont een visuele representatie van de huidige track in de schuifregelaar van het afspelervenster en afspeellijstvenster, en in een kolom van het afspeellijstvenster.
nn: Visualiser sporet som spelar i avspelingslinja til spelarvindauget, i spelelistevindauget og i ei kolonne i spelelisteruta.
pl: Wyświetla wizualizację bieżącego utworu w pasku przesuwania okna odtwarzania, oknie listy odtwarzania i kolumnę w oknie listy odtwarzania.
pt: Mostra uma representação visual da faixa actual na barra deslizante da janela do leitor, na janela da lista de reprodução e numa coluna da janela da lista de reprodução.
pt_br: Exibe uma representação visual da faixa atual na barra deslizante da janela de reprodução, na janela da lista de músicas e em uma coluna na janela da lista de músicas.
sk: Zobrazí vizuálnu reprezentáciu aktuálnej stopy na lište s posuvníkom v okne prehrávača, v okne so zoznamom súborov a v stĺpci so zoznamom súborov.
sr: Даје визуелну представу текуће нумере у клизачкој траци прозора плејера, прозора листе нумера, и у колони прозора листе нумера.
th: แสดงอารมณ์ (แถบสี) ของเพลงที่กำลังเล่นอยู่ ในแถบสไลเดอร์ของหน้าต่างเครื่องเล่น และใน คอลัมน์ของหน้าต่างรายการเล่น
uk: Показує наочну репрезентацію поточної доріжки в смужці повзунка вікна програвача, вікна списків композицій і в колонці вікна списку композицій.

source: Store Mood data files with music
af: Stoor gemoedstoestand data lêers met musiek
bg: Съхраняване на данните за настроението при музиката
ca: Desa les dades d'humor amb la música
da: Opbevar stemningsdatafiler med musik
de: Stimmungsdaten bei den Musikdateien ablegen
el: Αποθήκευση αρχείων διάθεσης με τη μουσική
es: Almacena archivos de datos «mood» con la música
et: Tujuandmete failid salvestatakse koos muusikaga
eu: Biltegiratu atmosferaren datuen fitxategiak musikarekin
fa: ذخیرۀ پرونده‌های داده‌ای حالت با موسیقی
fi: Tallenna mielialatiedot kappaleiden mukana
fr: Stocker les fichiers de données d'humeur avec la musique
he: שמור קבצי נתוני אווירה עם מוזיקה
hu: Hangulati adatfájlok eltárolása a zenével együtt
it: Memorizza i file di dati dell'atmosfera con la musica
ja: ムードデータファイルを音楽とともに保存する
ka: განწყობის მონაცემთა ფაილების მუსიკასთან შენახვა
km: ទុក​ឯកសា​រទិន្នន័យ​បែបផែន​ជា​មួយ​នឹង​តន្ត្រី
ko: 음악과 함께 분위기 데이터 파일을 저장
lt: Laikyti nuotaikos duomenis kartu su muzikos bylomis
nb: Lagre stemningsdata-filer med musikken
nds: Luundaten bi de Musikdateien wohren
ne: सङ्गीत सहित मोड डेटा फाइलहरू भण्डारण गर्नुहोस्
nl: Bestanden met stemmingsgegevens opslaan bij de muziek
nn: Lagra stemningsdata saman med musikken
pa: ਸੰਗੀਤ ਨਾਲ ਮੂਡ ਡਾਟਾ ਫਾਇਲਾਂ ਸੰਭਾਲੋ
pl: Przechowuj pliki danych o nastroju razem z muzyką
pt: Guardar os ficheiros de dados do espírito com a música
pt_br: Guardar os arquivos de dados da Atmosfera com a música
se: Vurke mielladáhtafiillaid musihkain
sk: Ukladať dátové súbory Mood s hudbou
sr: Складишти фајлове расположења заједно са музичким
th: บันทึกแฟ้มข้อมูลอารมณ์ลงไปกับเพลง
uk: Зберігати з музикою файли даних для настроїв

source: Maximize color spread of Moodbar
af: Maksimeer die kleur beriek van die gemoedstoestand balk
bg: Максимално цветове за настроенията
ca: Maximitza l'abast de color de la barra d'humor
da: Maksimér stemningslinjens farvespredning
de: Farbspreizung des Stimmungsbarometers
el: Μεγιστοποίηση διασποράς χρώματος στη γραμμή διάθεσης
es: Maximizar la gama de color de la barra «mood»
et: Tujuriba värvispektri maksimeerimine
eu: Maximizatu atmosfera-barrako kolorearen difusioa
fa: بیشینه‌سازی گستردۀ رنگ میله حالت
fi: Mahdollisimman suuri mielialapalkin värijakauma
fr: Maximiser le diffuseur de couleur de la barre d'humeur
he: הגדל את פריסה הצבעים בסרגל האווירה למקסימום
hu: A hangulatsáv színkiterjedésének maximalizálása
it: Massimizza la diffusione di colore della barra dell'atmosfera
ja: ムードバーの色の分布を最大にする
ka: გაშლა
km: ពណ៌​អតិបរមា​រាលដាល​លើ​របារ​បែប​ផែន​​
ko: 분위기 막대의 색상 분포를 최대화
lt: Maksimaliai padidinti spalvų išsibarstymą nuotaikos juostoje
nb: Maksimer fargespredning i stemningslinja
nds: Jümmers heel Toonrebeet op Luunbalken bruken
ne: मोडबारको अधिक्तम रङ स्प्रेड
nl: Kleurspreiding van stemmingsbalk maximaliseren
nn: Maksimer fargespreiing i stemningslinja
pa: ਮੂਡ-ਪੱਟੀ ਦੇ ਵੱਧ ਤੋਂ ਵੱਧ ਰੰਗ ਖਿਲਾਰੋ
pl: Maksymalizuj rozproszenie koloru paska nastroju
pt: Maximizar a difusão da cor da Barra do Espírito
pt_br: Maximizar o espectro de cores da Barra de Atmosfera
sk: Maximalizovať farebné spektrum Moodbaru
sr: Максимизуј распон боја у траци расположења
th: ขยายการเกลี่ยสีของแถบแสดงอารมณ์ให้มากที่สุด
uk: Максимізувати поширення кольору в панелі настрою

source: Alter Mood data according to theme
af: Verander die gemoedstoestand data na aanleiding van die tema
bg: Промяна на настроението според темата
ca: Altera les dades d'humor segons el tema
da: Ændr stemningsdata efter tema
de: Stimmungsdaten dem Design anpassen
el: Τροποποίηση δεδομένων διάθεσης ανάλογα με το θέμα
es: Modificar los datos «mood» según el tema
et: Tujuandmete muutmine vastavalt teemale
eu: Aldatu atmosferaren datuak gaiarekin batera
fa: تغییر داده‌های حالت طبق چهره
fi: Muuta mielialatietoja teeman mukaan
fr: Altérer les données d'humeur pour correspondre au thème
he: שנה את נתוני האווירה לפי ערכת הסגנון
hu: Hangulati adatok módosítása a témának megfelelően
it: Modifica i dati dell'atmosfera in accordo con il tema
ja: テーマによってムードデータを変える
ka: განწყობა -სკენ
km: ត្រង​ទិន្នន័យ​បែប​ផែន ​ដោយយោង​តាម​ស្បែក
ko: 테마에 따른 분위기 데이터 대체
lt: Keisti nuotaikos duomenis pagal išvaizdos temą
nb: Endre stemningsdata i følge tema
nds: Luundaten na't Muster topassen
ne: विषयवस्तु अनुसार मोड डेटा परिवर्तन गर्नुहोस्
nl: Stemmingsgegevens wijzigen aan de hand van het thema
nn: Bruk stemningsfargar etter tema
pa: ਸਰੂਪ ਦੇ ਮੁਤਾਬਕ ਮੂਡ ਡਾਟਾ ਬਦਲੋ
pl: Zmień dane o nastroju zgodnie z motywem
pt: Alterar os dados de espírito de acordo com o tema
pt_br: Alterar os dados de Atmosfera de acordo com o tema
sk: Meniť dáta Moodu podľa témy
sr: Мењај податке о расположењу на основу теме
th: เปลี่ยนข้อมูลอารมณ์โดยอ้างจากชุดสี
uk: Змінити дані настрою відповідно до теми

source: The hues are distributed according to a colour theme, giving a customisable look.
af: Die skakerings word verprei volgens 'n kleur skema, wat 'n meer pasmaak gevoel gee.
bg: Нюансите са според цвета на темата и дават възможност за персонализиране на изгледа.
ca: Els matisos es distribueixen segons un tema de color, donant un aspecte personalitzat.
da: Farvetonerne fordeles ifølge et farvetema, som giver et indstilleligt udseende.
de: Die Farben werden entsprechend einem gewählten Design verteilt.
el: Οι αποχρώσεις κατανέμονται σύμφωνα με ένα χρωματικό θέμα, δίνοντας μια προσαρμοσμένη εμφάνιση.
es: Los colores se distribuyen según un tema de colores, dando un aspecto personalizable.
et: Toonid jagatakse vastavalt värviteemale, mis annab tulemuseks kohanduva välimuse.
eu: Ñabardurak kolore-gai baten arabera banatzen dira, itxura pertsonalizatua emanez.
fa: رنگهایی که طبق یک چهرۀ رنگ توزیع می‌شوند یک دید دارای قابلیت سفارشی می‌دهد.
fi: Mikäli valittu, sävyt jaetaan väriteeman mukaan, jotta ne sopisivat teemaan.
fr: La tonalité est distribuée en accord avec un thème de couleur, rendant le style personnalisable.
he: הגוונים מוצגים מתפלגים לפי ערכת הצבעים. כך מתקבל מראה מותאם אישית.
hu: Az árnyalatok egy színtéma alapján vannak elosztva, ami egy beállítható kinézetet biztosít.
it: Le tonalità sono distribuite in accordo con il tema di colore, fornendo un aspetto personalizzabile.
ka: -სკენ a a.
km: ពណ៌លាំៗ​ត្រូវ​បាន​ចែកចាយ​ដោយ​យោង​តាម​ស្បែក​ពណ៌ ដោយ​ផ្ដល់​នូវ​រូបរាង​ដែល​អាច​ប្ដូរ​តាម​បំណង​បាន ។
ko: 색상들은 사용자가 지정할 수 있는 모습으로 색상 테마에 따라 분포됩니다.
lt: Keisti šešėlių išsidėstymą pagal išvaizdos temą.
nb: Fargetonene fordeles etter et fargetema, som gir et utseende som kan tilpasses.
nds: De Töön warrt na en Klöörmuster verdeelt, dat Utsehn lett sik also topassen.
ne: ह्युहरू अनुकूलनयोग्य देखावट दिएर, रङ विषयवस्तुको आधारमा वितरण गरिन्छ ।
nl: De kleurtinten worden gedistribueerd aan de hand van een kleurthema. Dit geeft ze een instelbaar uiterlijk.
nn: Fargane i stemningslinja vert vald ut frå eit eige fargetema.
pl: Barwy są rozłożone zgodnie z motywem kolorów, dając dostosowany do niej wygląd.
pt: As tonalidades são distribuídas de acordo com um tema de cores, dando um ar mais personalizado.
pt_br: A matizes são distribuídas de acordo com um tema de cores, permitindo um visual personalizado.
sk: Odtiene sú distribuované v závislosti na farebnej téme, tvoriac tak vlastný vzhľad.
sr: Нијансе се распоређују према теми боја, дајући прилагодљив изглед.
th: สีจะถูกกระจายโดยอ้างจากชุดสี ทำให้เกิดรูปลักษณ์ที่ดูปรับแต่งได้
uk: Відтінки застосовуються відповідно до теми кольору; це дає змогу налаштувати вигляд.

source: Whether to show the toolbar in the playlist window.
af: Moet die nutsbalk in die speler venster vertoon word
bg: Дали да се показва лентата с инструменти в прозореца на списъка със записи.
ca: Si s'ha de mostrar la barra d'eines a la finestra de la llista de reproducció.
cs: Ukázat panel nástrojů v okně seznamu skladeb
da: Om værktøjslinjen skal vises i spillelistens vindue
de: Werkzeugleiste im Wiedergabelisten-Fenster anzeigen.
el: Αν θα εμφανίζεται η γραμμή εργαλείων στο παράθυρο της λίστας αναπαραγωγής.
es: Si se muestra la barra de herramientas en la ventana de la lista de reproducción
et: Kas näidata esitusnimekirja aknas tööriistariba.
eu: Tresna-barra zerrenda-leihoan erakutsi edo ez.
fa: آیا میله ابزار در پنجرۀ فهرست پخش نمایش داده شود.
fi: Näytetäänkö työkalurivi soittolistaikkunassa.
fr: Afficher ou non la barre d'outils dans la fenêtre de la liste de lecture.
he: האם להציג את סרגל הכלים בחלון רשימת־ההשמעה.
hu: Meg legyen-e jelenítve az eszköztár a lejátszólista-ablakban
it: Decidi se mostrare la barra degli strumenti nella finestra della playlist.
ja: プレイリストウィンドウにツールバーを表示するかどうか
ka: -სკენ -ში.
km: ថា​តើ​ត្រូវ​បង្ហាញ​របារ​ឧបករណ៍​នៅ​ក្នុង​បង្អួច​បញ្ជី​ចាក់​ឬ​ទេ ។
ko: 재생목록 창에 도구막대를 보일지 여부.
lt: Grotuvo lange rodyti įrankių juostą.
nb: Om verktøylinja skal vises i spillelistevinduet.
nds: Warktüüchbalken binnen dat Afspeellist-Finster wiesen
ne: प्लेसूची सञ्झ्यालमा उपकरणपट्टी देखाउने या नदेखाउने ।
nl: Of de werkbalk zal worden weergegeven in het afspeellijstvenster.
nn: Om vkertøylinja skal visast i spelelistevindauget.
pa: ਕੀ ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖੇ ਵਿੱਚ ਸੰਦ-ਪੱਟੀ ਵਿਖਾਉਣੀ ਹੈ।
pl: Czy pokazywać pasek narzędzi w oknie listy odtwarzania.
pt: Mostrar ou não a barra de ferramentas na janela de lista de reprodução.
pt_br: Mostrar a barra de ferramentas na janela da lista de músicas.
ru: Показывать ли панель инструментов в списке воспроизведения.
sk: Ukázať panel nástrojov v okne zoznamu skladieb.
sr: Да ли приказивати траку алата у прозору листе нумера
th: จะให้แสดงแถบเครื่องมือในหน้าต่างรายการเล่นหรือไม่
tr: Parça listesinde durum çubuğunu göster.
uk: Чи показувати пенал у вікні списку композицій.
