Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Proxy Dnr
af: Volmag Dnr
bg: Прокси - Dnr
ca: Intermediari DNR
da: DNR-proxy
el: Διαμεσολαβητής Dnr
eu: ZDGaren proxia
fa: Dnr پیشکار
ja: プロキシ Dnr
ka: პროქსი Dnr
km: ប្រូកស៊ី Dnr
ko: 프록시 Dnr
lt: Atstovaujančio serverio DNR
ne: प्रोक्सी डीएनआर
pl: Pośrednik: Dnr
pt: DNS do 'Proxy'
pt_br: Dnr do Proxy
th: พร็อกซี Dnr
tr: Vekil Alan İsim Çözücüsü
uk: Проксі: Dnr

source: Proxy Net Connect
af: Volmag: Netwerk Koppeling
bg: Прокси - мрежово свързване
ca: Connexió de xarxa a l'intermediari
da: Proxy netforbindelse
el: Διαμεσολαβητής σύνδεσης δικτύου
es: Proxy no conectado
eu: Sareko proxy konexioa
fa: اتصال شبکۀ پیشکار
hu: Proxy - hálózati kapcsolódás
ja: プロキシ ネット接続
ka: პროქსი Net დაკავშირება
km: ការ​តភ្ជាប់​បណ្ដាញ​ប្រូកស៊ី
ko: 프록시 넷 연결
lt: Atstovaujančio serverio ryšys
nds: Nettwark tokoppeln över Proxy
ne: प्रोक्सी नेट जडान गर्नुहोस्
pl: Pośrednik: połączenie sieciowe
pt: Ligação de Rede ao 'Proxy'
pt_br: Conexão Proxy da Rede
sk: Sieťové pripojenie proxy
th: พร็อกซี Net Connect
tr: Vekil Ağ Bağlantısı
uk: Проксі: з'єднання мережі

source: Aggregate Operation Not Allowed
af: 'Aggregate': Operasie word nie toegelaat nie
bg: Агрегацията не е разрешена
ca: No és permet l'operació d'agregació
da: Forenede handlinger tillades ikke
de: Aggregat-Operation nicht gestattet
el: Η λειτουργία συγκέντρωσης δεν επιτρέπεται
es: Agregar operación no permitida
eu: Eragiketa gehitzea ez dago baimenduta
fa: عمل انبوهه اجازه داده نشد
hu: Csoportos művelet nem engedélyezett
ja: アグリゲート操作は許可されていません
ka: აგრეგატული ოპერაცია არაა ხელმისაწვდომი
km: ផ្ដុំ​ប្រតិបត្តិការ​មិន​បាន​អនុញ្ញាត
ko: 집합 작동이 허용되지 않음
lt: Neleidžiami sukaupti veiksmai
nds: Tohoopdoon nich verlöövt
ne: समग्र सञ्चालन अनुमति दिएको छैन
pl: Operacja agregacji nie jest dozwolona
pt: Operação Agregada Não Permitida
pt_br: Operação de Agrupamento Não Permitida
sk: Súhrnná operácia nepovolená
sr: Агрегирана операција није дозвољена
th: ไม่อนุญาตให้มีการรวมกัน
tr: Toplu İşleme İzin Verilmiyor
uk: Дія агрегації не дозволена

source: Rights Expired
af: Jou regte het verstryk
bg: Правата са изтекли
ca: Els drets han expirat
da: Rettigheder udløbet
de: Rechte abgelaufen
el: Το δικαιώματα έχουν λήξει
es: Derechos caducados
et: Õigused aegunud
eu: Eskubideak iraungituta
fa: حقوق منقضی شدند
fi: Vanhentuneet oikeudet
fr: Droits expirés
hu: A jogok lejártak
it: Diritti scaduti
ja: 権限が期限切れ
ka: ვადაგასული უფლებები
km: សិទ្ធិ​ផុតកំណត់
ko: 권한이 만기됨
lt: Teisių galiojimas baigėsi
nds: Rechten aflopen
ne: समय समाप्त अधिकार
pa: ਅਧਿਕਾਰ ਖਤਮ ਹੋ ਗਏ
pl: Prawa uległy wygaśnięciu
pt: Direitos Expirados
pt_br: Direitos Vencidos
ru: Срок действия прав истёк
se: Rievttit boarásmuvvan
sk: Práva vypršali
sr: Права су истекла
th: สิทธิ์หมดอายุ
tr: Haklar Zaman Aşımına Uğradı
uk: Застарілі права

source: Not Modified
af: nie verander nie
bg: Непроменен
ca: Sense modificar
cs: Nezměněn
da: Ikke ændret
de: Unverändert
el: Μη τροποποιημένο
es: No modificado
et: Muutmata
eu: Aldaketarik gabe
fa: تغییر نیافت
fi: Ei muokattu
fr: Non modifié
hu: Nincs módosítva
it: Non modificato
ja: 変更されていません
ka: არაა ჩასწორებული
km: មិន​បាន​កែប្រែ
ko: 변경되지 않음
lt: Nekeista
nds: Nich ännert
ne: अपरिमार्जित
pa: ਸੋਧਿਆ ਨਹੀਂ
pl: Nie modyfikowany
pt: Não Modificado
pt_br: Não foi Modificado
se: Ii rievdaduvvon
sk: Nezmenené
sr: Није измењено
th: ไม่ได้ถูกเปลี่ยนแปลง
tr: Değiştirilmemiş
uk: Не модифіковано

source: Forbidden
af: Verbode
bg: Забранен
ca: Prohibit
cs: Zakázáno
da: Forbudt
de: Verboten
el: Απαγορευμένο
es: Prohibido
et: Keelatud
eu: Debekatuta
fa: منع‌شده
fi: Kielletty
fr: Interdit
hu: Tiltott
it: Proibito
ja: 禁止されています
ka: აკრძალული
km: ហាមឃាត់
ko: 금지됨
lt: Draudžiama
nds: Nich tolaten
ne: निषेधित
pa: ਲੁਕਵਾਂ
pl: Zabronione
pt: Proibido
pt_br: Proibida
ru: Запрещено
se: Geldojuvvon
sk: Zakázané
sr: Забрањено
th: ต้องห้าม
tr: Yasak
uk: Заборонено

source: Audio Driver Error
af: Oudio Drywer Fout
bg: Грешка в аудио драйвера
ca: Error del controlador d'àudio
cs: Chyba ovladače zvuku
da: Lyddriverfejl
de: Fehler im Audio-Treiber
el: Σφάλμα οδηγού ήχου
es: Error del controlador de sonido
et: Audiodraiveri viga
eu: Audioko kontrolatzailearen errorea
fa: خطای گردانندۀ صوتی
fi: Ääniajurin virhe
fr: Erreur du driver Audio
hu: Hangmeghajtó-hiba
it: Errore driver audio
ja: オーディオドライバのエラー
ka: აუდიო დრაივერის შეცდომა
km: កម្មវិធី​បញ្ជា​អូឌីយ៉ូ​មាន​កំហុស
ko: 오디오 드라이버 오류
lt: Garso tvarkyklės klaida
nds: Klangdriever-Fehler
ne: अडियो ड्राइभर त्रुटि
pa: ਆਡੀਓ ਡਰਾਇਵਰ ਗਲਤੀ
pl: Błąd sterownika dźwięku
pt: Erro no Controlador de Áudio
pt_br: Erro no Driver de Áudio
se: Meattáhus jietnastivrranis
sk: Chyba ovládača audia
sr: Грешка аудио драјвера
th: ไดรเวอร์เสียงผิดพลาด
tr: Ses Sürücüsü Hatası
uk: Помилка аудіо-драйвера

source: Late Packet
af: Laat Paket
bg: Последен пакет
ca: Paquet massa tard
da: Sen pakke
de: Verspätetes Paket
el: Καθυστερημένο πακέτο
es: Paquete tardío
eu: 'Berandu' paketea
fa: بستۀ اخیر
fi: Myöhästynyt paketti
hu: Elkésett csomag
ja: パケット 遅延
ka: გვიანი პაკეტი
km: កញ្ចប់​យឺត
ko: 늦은 패킷
lt: Vėluojantis paketas
nds: Laat Paket
ne: विलम्बित प्याकेट
pa: ਲੇਟ ਪੈਕੇਟ
pl: Spóźniony pakiet
pt: Pacote Tardio
pt_br: Pacote Atrasado
se: Maŋŋonan páhkka
sk: Neskorý packet
sr: Окаснели пакет
th: ชุดข้อมูลที่มาถึงช้า
tr: Geç Paket
uk: Запізнілий пакет

source: Overlapped Packet
af: Pakette oorvleuel
bg: Застъпен пакет
ca: Paquet solapat
da: Overlappende pakke
de: Überlappendes Paket
el: Επικαλυμμένο πακέτο
es: Paquete solapado
eu: 'Gainezkatuta' paketea
fa: بستۀ هم‌پوشانی شده
fi: Päällekkäinen paketti
hu: Átfedő csomag
ja: パケット 重複
km: កញ្ចប់ព័ត៌មាន​ជាន់​គ្នា
ko: 겹친 패킷
lt: Persidengiantis paketas
nds: Överlappen Paket
ne: खप्टिएको प्याकेटट
pl: Nałożony pakiet
pt: Pacote Sobreposto
pt_br: Pacote Sobreposto
sk: Prekrývajúci sa paket
sr: Преклопљени пакет
th: ชุดข้อมูลที่คาบเกี่ยวกัน
tr: Üst üste Binen Paket
uk: Накладений пакет

source: Outoforder Packet
af: Pakette in verkeerde volgorde
bg: Повреден пакет
ca: Paquet fora d'ordre
da: Pakke ikke i rækkefølge
de: Unsortiertes Paket
el: Πακέτο εκτός σειράς
es: Paquete fuera de orden
eu: 'Ez dabil' paketea
fa: بستۀ Outoforder
fi: Paketti epäjärjestyksessä
hu: Nem sorrend szerinti csomag
ja: パケット 順序が不正
km: កញ្ចប់​គ្មាន​លំដាប់
ko: 순서에서 어긋난 패킷
lt: Ne paeiliui atėjęs paketas
nds: Paket ut de Reeg
ne: आउटोफोर्डर प्याकेट
pl: Pakiet nie po kolei
pt: Pacote Fora de Ordem
pt_br: Pacote Fora de Ordem
sk: Paket mimoporadia
sr: Пакет ван реда
th: ชุดข้อมูลที่เสียหาย
tr: Bozuk Paket
uk: Пакет не по порядку

source: Noncontiguous Packet
af: Pakette nie kontinue nie
bg: Несъседен пакет
ca: Paquet no contigu
da: Ikke tilgrænsende pakke
de: Nicht zusammenhängendes Paket
el: Μη συνεχές πακέτο
es: Paquete no contiguo
eu: 'Ez-jarraia' paketea
fa: بستۀ غیرمجاور
fr: Paquet non contigüe
hu: Nem egybefüggő csomag
ja: パケット 不連続
ka: არამიმდებარე პაკეტი
km: កញ្ចប់ព័ត៌មាន​មិន​ជាប់​គ្នា
ko: 불연속적인 패킷
lt: Nevientisas paketas
nds: Paket höört narms hen
ne: असम्बन्धित प्याकेट
pl: Pakiet nieciągły
pt: Pacote Não-Contíguo
pt_br: Pacote Fora de Seqüência
sk: Nesúvislý paket
sr: Пакет није непрекидан
th: ชุดข้อมูลที่ไม่ต่อเนื่องกัน
tr: Bitişik Olmayan Paket
uk: Не суміжний пакет

source: Open Not Processed
af: Oop maak versoek nie verwerk nie
bg: Отваряне на необработените
ca: L'obertura no s'ha processat
da: Åbn ikke behandlet
de: Open nicht ausgeführt
el: Το άνοιγμα δεν επεξεργάστηκε
es: Apertura no procesada
eu: Ez da irekitze prozesurik landu
fa: باز کردن پردازش نشد
fi: Avausta ei käsitelty
hu: Megnyitás nem lett feldolgozva
ja: オープン 未処理
ka: არ იხსნება
km: កា​របើក​មិន​បាន​ដំណើរការ
ko: 열기과정이 진행되지 않음
lt: Neatverta
nds: Opmaken nich verarbeidt
ne: खोल्ने प्रक्रिया गरिएको छैन
pl: Otwarcie nie przetworzone
pt: Abertura Não Processada
pt_br: Abertura Não Processada
sk: Otvorenie nespracované
sr: Отварање није обрађено
th: การเปิดไม่ได้ถูกประมวลผล
tr: Açık İşlenmeyen
uk: Відкриття не опрацьоване

source: Windraw Exception
af: Venster teken uitsondering
bg: Оттегляне на изключение
ca: Excepció «Windraw»
da: Undtagelse ved vinduesoptegning
de: Windraw-Ausnahme
el: Απόσυρση εξαίρεσης
es: Excepción de Windraw
eu: Windraw salbuespena
fa: استثناء Windraw
hu: "Windraw" kivétel
ja: Windraw 例外
ka: Windraw გამონაკლისი
km: លើកលែង Windraw
ko: Windraw 예외
lt: Lango piešimo klaida
nds: Windraw-Utnahm
ne: विन्ड्र अपवाद
pl: Wyjątek Windraw
pt: Excepção do Windraw
pt_br: Exceção do Windraw
sk: Windraw výnimka
uk: Забрати виняток

source: Expired
af: Verstreke
bg: Изтекъл
ca: Expirat
cs: Vypršená platnost
da: Udløbet
de: Abgelaufen
el: Έληξε
es: Expirado
et: Aegunud
eu: Iraungituta
fa: منقضی‌شده
fi: Vanhentunut
fr: Expiré
hu: Lejárt
it: Scaduto
ja: 期限切れ
ka: ვადაგასული
km: ដែល​ផុត​កំណត់
ko: 만기됨
lt: Baigėsi galiojimo laikas
nds: Aflopen
ne: म्याद समाप्त भएको
pa: ਮਿਆਦ ਖਤਮ
pl: Wygasło
pt: Expirado
pt_br: Vencido
ru: Срок действия истёк
se: Boarásmuvvan
sk: Expirovaný
sr: Истекло
th: หมดอายุ
tr: Zaman Aşımına Uğramış
uk: Застарілий

source: Invalid Interleaver
af: Ongeldige oorvleueler
bg: Невалиден Interleaver
ca: Entrellaçador invàlid
da: Ugyldig interleaver
de: Ungültige Auslassung
el: Μη έγκυρη πλέξη
es: Interleaver incorrecto
eu: Baliogabeko Interleaver
fa: یک در میان کنندۀ نامعتبر
hu: Érvénytelen "interleaver"
ja: 不正なインタリーバ
km: ឧបករណ៍​ដាក់​ចន្លោះ​ទំព័រ​មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 Interleaver
lt: Klaidingas persidengimas
nds: Leeg Utlaten
ne: अवैध इन्टरलिभर
pl: Zły przeplot
pt: Entrelaçador Inválido
pt_br: Intercalação Inválida
sk: Neplatný prekladač
sr: Неисправан уплитач
th: ตัวแทรกไม่ถูกต้อง
tr: Geçersiz Eşleyici
uk: Не чинне переплетення

source: Bad Format
af: Slegte formaat
bg: Лош формат
ca: Format incorrecte
cs: Špatný formát
da: Fejlagtigt format
de: Schlechtes Format
el: Εσφαλμένη μορφή
es: Formato no válido
et: Halb vorming
eu: Okerreko formatua
fa: قالب بد
fi: Sopimaton muoto
fr: Mauvais format
hu: Helytelen formátum
it: Formato errato
ja: 不正なフォーマット
ka: ცუდი ფორმატი
km: ទ្រង់ទ្រាយ​មិនល្អ
ko: 나쁜 형식
lt: Blogas formatas
nds: Leeg Formaat
ne: खराब ढाँचा
pa: ਗਲਤ ਫਾਰਮੈਟ
pl: Zły format
pt: Formato Inválido
pt_br: Formato Ruim
se: Gustohis formáhtta
sk: Zlý formát
sr: Лош формат
th: รูปแบบไม่ดี
tr: Hatalı Format (tip)
uk: Поганий формат

source: Chunk Missing
af: Stuk kort
bg: Липсващо парче
ca: Falta un tros
da: Blok mangler
de: Fehlender Block
el: Λείπει κομμάτι
es: Falta trozo
et: Tükk puudub
eu: Pusketa falta da
fa: مفقودی توده‌ای
fi: Pala puuttuu
hu: Egy rész hiányzik
it: Pezzo mancante
ja: チャンクがありません
ka: ჯაჭვის ნაწილი არ არის
km: បាត់បង់​បំណែក
ko: 조각을 찾을 수 없음
lt: Trūksta gabalo
nds: Stück fehlt
ne: खण्ड हराइरहेको छ
pl: Brak fragmentu
pt: Bloco em Falta
pt_br: Pedaço Faltando
sk: Časť chýba
sr: Недостаје парче
th: ชิ้นข้อมูลหายไป
tr: Eksik Yığın
uk: Не вистачає шматка

source: Invalid Stream
af: Ongeldige Stroom
bg: Невалиден поток
ca: Flux invàlid
cs: Chybný proud
da: Ugyldig strøm
de: Ungültiger Stream
el: Μη έγκυρη ροή
es: Flujo no válido
et: Vigane voog
eu: Baliogabeko korrontea
fa: جریان نامعتبر
fi: Virta ei kelpaa
fr: Flux invalide
hu: Érvénytelen adatfolyam
it: Flusso non valido
ja: 不正なストリーム
ka: არასწორი ნაკადი
km: ស្ទ្រីម​មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 스트림
lt: Klaidingas srautas
nds: Leeg Stroom
ne: अवैध प्रवाह
pa: ਗਲਤ ਸਟਰੀਮ
pl: Niepoprawny strumień
pt: Transmissão Inválida
pt_br: Stream Inválida
se: Gustohis rávdnji
sk: Neplatný prúd
sr: Неисправан ток
th: สตรีมไม่ถูกต้อง
tr: Geçersiz Yayın
uk: Не чинний потік

source: Open Driver
af: Maak drywer oop
bg: Dnr
ca: Controlador obert
da: Åbn driver
de: Offener Treiber
el: Άνοιγμα οδηγού
es: Controlador libre
eu: Ireki kontrolatzailea
fa: باز کردن گرداننده
fi: Avaa ajuri
fr: Ouverture du driver
it: Apertura del driver
ja: ドライバを開く
ka: დრაივერის გახსნა
km: បើក​កម្មវិធី​បញ្ជា
ko: 드라이버 열기
lt: Atverti tvarkyklę
nds: Driever opmaken
ne: ड्राइभर खोल्नुहोस्
pa: ਡਰਾਇਵਰ ਖੋਲੋ
pl: Otwarcie sterownika
pt: Abrir o Controlador
pt_br: Driver Aberto
se: Rabas stivrran
sk: Otvoriť ovládať
sr: Отворени драјвер
th: เปิดไดรเวอร์
tr: Sürücü Aç
uk: Відкрити драйвер

source: Upgrade
af: Opgradeer
bg: Надграждане
ca: Actualitza
cs: Aktualizovat
da: Opgradér
de: Aktualisieren
el: Αναβάθμιση
es: Mejorar
et: Uuendamine
fa: ارتقا
fi: Päivitä
fr: Mise à jour
hu: Verziófrissítés
it: Aggiornamento
ja: アップグレード
ka: განახლება
km: ធ្វើ​ឲ្យ​ប្រសើរ
ko: 업그레이드
lt: Atnaujinti
nds: Opgraderen
ne: स्तर बृद्वि गर्नुहोस्
pa: ਅੱਪਗਰੇਡ
pl: Uaktualnij
pt: Actualizar
pt_br: Atualização
ru: Обновить
se: Ođasmahte
sk: Aktualizovať
sr: Надоградња
th: อัพเกรด
tr: Yükselt
uk: Оновити

source: Notification
af: Inkennisstelling
bg: Известяване
ca: Notificació
cs: Upozornění
da: Underretning
de: Benachrichtigung
el: Ειδοποίηση
es: Notificación
et: Märguanne
eu: Jakinarazpena
fa: اخطار
fi: Huomautus
hu: Értesítés
it: Notifica
ja: 通知
ka: შეტყობინება
km: ការ​ជូន​ដំណឹង
ko: 알림
lt: Pranešimas
nds: Bescheed
ne: सूचना
pa: ਸੂਚਨਾ
pl: Powiadomienie
pt: Notificação
pt_br: Notificação
ru: Уведомление
se: Dieđáhus
sk: Upozornenie
sr: Обавештење
th: การเตือนให้ทราบ
tr: Uyarı
uk: Сповіщення

source: Not Notified
af: Nie in kennis gestel
bg: Неуведомен
ca: No notificat
da: Ikke underrettet
de: Nicht benachrichtigt
el: Μη ειδοποιημένο
es: No notificado
et: Märguanne puudub
eu: Jakinarazi gabe
fa: اخطار نشود
fi: Ei huomautettu
fr: Non notifié
hu: Nincs értesítve
it: Non notificato
ja: 通知されていません
ka: არაა გაფრთხილებული
km: មិន​បាន​ជូនដំណឹង
ko: 알리지 않음
lt: Nepranešta
nds: Keen Bescheed geven
ne: सूचित गरिएको छैन
pa: ਸੂਚਿਤ ਨਹੀਂ
pl: Nie modyfikowany
pt: Sem Notificação
pt_br: Não Notificado
se: Ii dieđihuvvon
sk: Bez upozornenia
sr: Није обавештен
th: ไม่ต้องบอกให้ทราบ
tr: Uyarılmamış
uk: Не сповіщено

source: Stopped
af: Gestop
bg: Спрян
ca: Aturat
cs: Zastaven
da: Stoppet
de: Gestoppt
el: Σταμάτησε
es: Detenido
et: Peatatud
eu: Geldituta
fa: ایستاد
fi: Pysähtynyt
fr: Stoppé
hu: Leállítva
it: Interrotto
ja: 停止しました
ka: გაჩერებულია
km: បាន​បញ្ឈប់
ko: 멈춤
lt: Sustabdyta
nds: Anhollen
ne: रोकियो
pa: ਰੁਕਿਆ
pl: Zatrzymany
pt: Parado
pt_br: Parado
ru: Остановлено
se: Bissehuvvon
sk: Zastavený
sr: Заустављен
th: หยุด
tr: Durdu
uk: Зупинений

source: Closed
af: Toegemaak
bg: Затворен
ca: Tancat
cs: Uzavřen
da: Lukket
de: Geschlossen
el: Κλεισμένο
es: Cerrado
et: Suletud
eu: Itxita
fa: بسته شد
fi: Suljettu
fr: Fermé
hu: Lezárva
it: Chiuso
ja: 閉じました
ka: დახურული
km: បាន​បិទ
ko: 닫힘
lt: Užverta
nds: Tomaakt
ne: बन्द गरियो
pa: ਬੰਦ
pl: Zamknięty
pt: Fechado
pt_br: Fechado
se: Giddejuvvon
sk: Uzavretý
sr: Затворен
th: ปิด
tr: Kapalı
uk: Закритий

source: Invalid Wav File
af: Ongeldige Wav lêer
bg: Невалиден Wav файл
ca: Fitxer WAV invàlid
da: Ugyldig wav-fil
de: Ungültige Wav-Datei
el: Μη έγκυρο αρχείο Wav
es: Archivo Wav no válido
et: Vigane wav-fail
eu: Baliogabeko Wav fitxategia
fa: پروندۀ Wav نامعتبر
fi: Wav-tiedosto ei kelpaa
fr: Fichier wav invalide
hu: Érvénytelen Wav-fájl
it: File Wav non valido
ja: 不正な WAV ファイル
ka: არასწორი Wav ფაილი
km: ឯកសារ Wav មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 Wav 파일
lt: Klaidinga WAV byla
nds: Leeg WAV-Datei
ne: अवैध वाभ फाइल
pa: ਗਲਤ ਵੇਵ ਫਾਇਲ
pl: Zły plik Wav
pt: Ficheiro WAV Inválido
pt_br: Arquivo Wav Inválido
se: Gustohis wav-fiila
sk: Neplatný súbor wav
sr: Неисправан WAV фајл
th: แฟ้ม wav ไม่ถูกต้อง
tr: Geçersiz Wav Dosyası
uk: Не чинний wav-файл

source: No Seek
af: Geen soek moontlik nie
bg: Без търсене
ca: Sense cerca
da: Ingen søgning
de: Keine Suche
el: Χωρίς αναζήτηση
es: Sin búsqueda
eu: Ez bilatu
fa: بدون پیگردی
fi: Ei hakua
hu: Nincs keresés
it: Nessuna ricerca
ja: シークなし
ka: ძებნა არაა
km: គ្មាន Seek
ko: 인식하지 않음
lt: Neieškoma
nds: Keen Söök
ne: खोजी नगर्नुहोस्
pl: Brak przewijania
pt: Sem Posicionamento
pt_br: Nenhuma Busca
sk: Bez seekovania
sr: Нема трагања
th: ไม่มีที่หา
tr: Arama Yapma
uk: Нема пошуку

source: Decode Inited
af: Dekodering is begin
bg: Декодиране - инициализирано
ca: Descodificació: Iniciada
da: Afkodning initieret
de: Decode: initialisiert
el: Αρχικοποίηση αποκωδικοποίησης
es: Descodificación iniciada
eu: Dekodeketa: hasieratuta
fa: کدگشایی Inited
fi: Purku aloitettu
hu: Dekódoló inicializálva
it: Decodifica inizializzata
ja: デコード 開始
ka: დეკოდერის ინიციალიზაცია
km: បាន​ចាប់ផ្ដើម​ឌិកូដ
ko: 디코드 초기화 됨
lt: Iškodavimas: paleistas
nds: Dekoderen torechtmaakt
ne: इनिटेड डिकोड गर्नुहोस्
pl: Dekodowanie: zainicjowane
pt: Descodificação Iniciada
pt_br: Decodificador Inicializado
sk: Dekódovanie Inicializované
sr: Декодирање, покренуто
th: การถอดรหัส เริ่ม
tr: Kodçözüm Başlatıldı
uk: Декодування: започатковано

source: Decode Not Found
af: Dekodeerder: Nie gevind nie
bg: Декодиране - не е открито
ca: Descodificació: No s'ha trobat
da: Afkoder ikke fundet
de: Decode: nicht gefunden
el: Δε βρέθηκε αποκωδικοποίηση
es: Descodificador no encontrado
eu: Dekodeketa: ez da aurkitu
fa: کدگشایی یافت نشد
fi: Purku: Ei löydy
hu: Dekódoló nem található
ja: デコード 見つかりません
ka: დეკოდერი ვერ მოიძებნა
km: រក​មិន​ឃើញ​ឌិកូដ
ko: 디코드를 찾을 수 없음
lt: Iškodavimas: nerastas
nds: Dekoderen: nich funnen
ne: डिकोड फेला परेन
pa: ਡੀਕੋਡ ਨਹੀਂ ਮਿਲਿਆ
pl: Dekodowanie: nie odnalezione
pt: Descodificação Não Encontrada
pt_br: Decodificador Não Encontrado
sk: Dekódovanie Nenájdené
sr: Декодирање, није нађено
th: การถอดรหัส ไม่พบ
tr: Kodçözüm Bulunamadı
uk: Декодування: не знайдено

source: Decode Invalid
af: Dekodeerder: Ongeldig
bg: Декодиране - невалидно
ca: Descodificació: Invàlid
da: Ugyldig afkoder
de: Decode: Ungültig
el: Μη έγκυρη αποκωδικοποίηση
es: Descodificador incorrecto
eu: Dekodeketa: baliogabea
fa: کدگشایی نامعتبر
fi: Purku: Ei kelpaa
hu: Dekódoló érvénytelen
ja: デコード 不正
ka: დეკოდერი არასწორია
km: ឌិកូដ​មិន​ត្រឹមត្រូវ
ko: 디코드 유효하지 않음
lt: Iškodavimas: klaidingas
nds: Dekoderen: Leeg
ne: अवैध डिकोड
pa: ਡੀਕੋਡ ਗਲਤ ਹੈ
pl: Dekodowanie: niewłaściwe
pt: Descodificação Inválida
pt_br: Decodificador: Inválido
sk: Dekódovanie Neplatné
sr: Декодирање, није исправно
th: การถอดรหัส ไม่ถูกต้อง
tr: Kodçözüm Geçersiz
uk: Декодування: не чинне

source: Decode Type Mismatch
af: Dekodeerder: Tipes stem nie ooreen nie
bg: Декодиране - несъвпадение на вида
ca: Descodificació: Els tipus no coincideixen
da: Fejltilrettet afkodningstype
de: Decode: Typ passt nicht
el: Λάθος τύπος αποκωδικοποίησης
es: El tipo de descodificador no coincide
eu: Dekodeketa: mota falta da
fa: کدگشایی خطای نوع
fi: Purku: Tyypin yhteensopivuusvirhe
hu: Dekódoló - típuseltérés
ja: デコード タイプ不一致
ka: დეკოდერის ტიპის არ დამთხვევა
km: ប្រភេទ​ឌិកូដ​មិន​ផ្គូផ្គង
ko: 디코드 형식 불일치
lt: Iškodavimas: nesutampa tipas
nds: Dekoderen: Typ passt nich
ne: डिकोड प्रकार मिलेन
pa: ਡੀਕੋਡ ਕਿਸਮ ਮਿਲਦੀ ਨਹੀਂ
pl: Dekodowanie: niezgodność typów
pt: Falha no Tipo de Descodificação
pt_br: Decodificador: Tipo Difere
ru: Тип декодера не совпадает
sk: Dekódovanie Typ nesedí
sr: Декодирање, грешка у типу
th: การถอดรหัส ไม่ถูกชนิด
tr: Kodçözüm Tür Eşleşmedi
uk: Декодування: не співпадає тип

source: Decode Init Failed
af: Dekodeer van init was onsuksesvol
bg: Декодиране - неуспешно инициализиране
ca: Descodificació: Ha fallat la inicialització
da: Initiering af afkoder mislykkedes
de: Decode: Initialisierung misslungen
el: Αποτυχία αρχικοποίησης αποκωδικοποίησης
es: Fallo al iniciar la descodificación
eu: Dekodeketa: hasieraketak huts egin du
fa: خرابی در کدگشایی Init
fi: Purku: Alustus epäonnistui
fr: Échec de l'initialisation du décodage
hu: Dekódoló - nem sikerült az inicializálás
ja: デコード 開始失敗
ka: დეკოდერის ინიციალიზაცია ვერ განხორციელდა
km: ចាប់ផ្ដើម​ឌិកូដ​បាន​បរាជ័យ
ko: 디코드 초기화 실패
lt: Iškodavimas: nepavyko paleisti
nds: Dekoderen: Torechtmaken fehlslaan
ne: डिकोड इनिट असफल भयो
pl: Dekodowanie: inicjalizacja nie powiodła się
pt: A Inicialização da Descodificação Falhou
pt_br: Decodificador: Inicialização Falhou
se: Dekoden gárvvisteapmi filtii
sk: Zlyhala inicializácia dekódovania
sr: Декодирања, покретање није успело
th: การถอดรหัส การเริ่มต้นล้มเหลว
tr: Kodçözüm Başlatma Başarısız
uk: Декодування: помилка започаткування

source: Decode Not Inited
af: Dekodeerder: Nie geïnisialiseer nie
bg: Декодиране - не е инициализирано
ca: Descodificació: No s'ha iniciat
da: Afkoder ikke initieret
de: Decode: Nicht initialisiert
el: Μη αρχικοποιημένη αποκωδικοποίηση
es: Descodificador no iniciado
eu: Dekodeketa: ez da hasieratu
fa: کدگشایی مقداردهی اولیه نشد
fi: Purku: Ei alustettu
hu: Dekódoló - nem történt meg az inicializálás
ja: デコード 開始していません
ka: დეკოდერი არაა ინიციალიზებული
km: មិនបាន​ចាប់​ផ្ដើម​ឌិកូដ
ko: 디코드 초기화되지 않음
lt: Iškodavimas: nepaleistas
nds: Dekoderen nich torechtmaakt
ne: डिकोड इनिट गरिएको छैन
pl: Dekodowanie: nie zainicjowane
pt: Descodificação Não Iniciada
pt_br: Decodificador: Não Inicializado
sk: Dekódovanie Neinicializované
sr: Декодирање, није покренуто
th: การถอดรหัส ไม่ได้เริ่มต้น
tr: Kodçözüm Başlatılmadı
uk: Декодування: не започатковано

source: Decode Decompress
af: Dekodeerder: Pak uit
bg: Декодиране - декомпресия
ca: Descodificació: Descompressió
da: Afkodningsudpakning
de: Decode: Dekomprimierung
el: Αποσυμπίεση αποκωδικοποίησης
es: Descodificador de descompresión
eu: Dekodeketa: deskonpresioa
fa: عدم فشرده‌سازی کدگشایی
hu: Dekódoló - kibontás
ja: デコード 解凍
ka: დეკოდერი ამოღება
km: ឌិកូដ​មិនបង្ហាប់
ko: 디코드 압축해제
lt: Iškodavimas: išskleisti
nds: Dekoderen: Dekomprimeren
ne: डिकोड दवाव
pl: Dekodowanie: dekompresja
pt: Descompressão da Descodificação
pt_br: Decodificador: Descomprimir
sk: Dekódovanie Dekompresovať
sr: Декодирање, декомпресовање
th: การถอดรหัส คลายการบีบอัด
tr: Kodçözüm Açma
uk: Декодування: розтиснути

source: Obsolete Version
af: Verouderde Weergawe
bg: Остаряла версия
ca: Versió obsoleta
cs: Zastaralá verze
da: Forældet version
de: Veraltete Version
el: Ξεπερασμένη έκδοση
es: Versión obsoleta
et: Iganenud versioon
eu: Bertsio zaharkitua
fa: نسخۀ منسوخ
fi: Vanhentunut versio
fr: Version obsolète
hu: Elavult verzió
it: Versione obsoleta
ja: 廃止されたバージョン
ka: მოძველებული ვერსია
km: កំណែ​គេ​លែង​ប្រើ
ko: 안쓰이는 버전
lt: Pasenusi versija
nds: Överhaalt Verschoon
ne: अप्रचलित संस्करण
pa: ਪੁਰਾਣਾ ਵਰਜਨ
pl: Przestarzała wersja
pt: Versão Obsoleta
pt_br: Versão Obsoleta
ru: Устаревшая версия
se: Dološ veršuvdna
sk: Zastaralá verzia
sr: Застарела верзија
th: รุ่นที่ล้าสมัย
tr: Eskimiş Sürüm
uk: Застаріла версія

source: Decode At End
af: Dekodeerder: By die einde
bg: Декодиране - на края
ca: Descodificació: Al final
da: Afkodning ved slutningen
de: Decode: Ende erreicht
el: Αποκωδικοποίηση στο τέλος
es: Descodificar al final
eu: Dekodeketa: amaieran
fa: کدگشایی در پایان
fi: Purku: Lopussa
hu: Dekódoló - a végén
ja: デコード 終わり
ka: დეკოდერი სრულდება
km: ឌិកូដ​នៅ​ខាង​ចុង
ko: 끝지점 디코드
lt: Iškodavimas: pabaigoje
nds: Dekoderen: An't Enn
ne: अन्त्यमा डिकोड गर्नुहोस्
pl: Dekodowanie: na końcu
pt: Descodificar no Fim
pt_br: Decodificador: No Fim
sk: Dekódovania Na konci
sr: Декодирање, на крају
th: ถอดรหัสที่ตอนจบ
tr: Kodçözüm En Sonda
uk: Декодування: в кінці

source: Encode File Too Small
af: Enkodeerder: Lêer te klein
bg: Кодиране - файлът е прекалено малък
ca: Codificació: El fitxer és massa petit
da: Kodningsfil for lille
de: Encode: Datei zu klein
el: Πολύ μικρό αρχείο κωδικοποίησης
es: Codificación archivo demasiado pequeño
eu: Kodeketa: fitxategia txikiegia
fa: پروندۀ کدگشایی بسیار کوچک
fi: Koodaus: Tiedosto on liian pieni
hu: Kódoló - a fájl túl kicsi
ja: エンコード ファイルが小さ過ぎます
ka: კოდირებული ფაილი ძალიან პატარაა
km: អ៊ិនកូដ​ឯកសារ​តូច​ពេក
ko: 인코드 파일 너무 작음
lt: Kodavimas: byla per maža
nds: Koderen: Datei to lütt
ne: अति सानो फाइल सङ्केतन गर्नुहोस्
pa: ਇਕੋਡ ਫਾਇਲ ਬਹੁਤ ਛੋਟੀ ਹੈ
pl: Kodowanie: plik jest zbyt mały
pt: Ficheiro Codificado Demasiado Pequeno
pt_br: Codificador: Arquivo Muito Pequeno
sk: Enkódovanie Súbor príliš malý
sr: Кодирање, фајл премали
th: การเข้ารหัส แฟ้มเล็กเกินไป
tr: Kodlama Dosya Çok Küçük
uk: Кодування: замалий файл
