Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <p>You can configure Postgresql in the Collection section under Settings->Configure Amarok</p>
af: <p>Jy kan die PostgreSQL opstelling doen in die Versameling gedeelte onder Opstelling->Stel Amarok op</p>
bg: <p>Можете да настроите Postgresql в раздела "Колекция" на "Настройки"->"Настройване на Amarok</p>
ca: <p>Podeu configurar PostgreSQL a la secció Col·lecció al menú Arranjaments-> Configura l'Amarok</p>
cs: <p>Postgresql můžete nastavit v sekci Kolekce pod Nastavení->Nastavit: Amarok</p>
da: <p>Du kan indstille Postgresql på siden Samling under Opsætning -> Indstil Amarok.</p>
de: <p>PostgreSQL kann im Abschnitt Sammlung unter Einstellungen->Amarok einrichten ... eingerichtet werden.</p>
el: <p>Μπορείτε να ρυθμίσετε την Postgresql στο τμήμα συλλογής κάτω από το Ρυθμίσεις-> Ρυθμίσεις του AmaroK</p>
es: <p>Puede configurar Postgresql en la sección de la colección dentro de Preferencias->Configurar Amarok</p>>
et: <p>Postgresql-i saab seadistada muusikakogu all menüükäsuga Seadistused->Amaroki seadistamine</p>
fa: <p>Postgresql را می‌توانید در بخش مجموعه زیر تنظیمات-<پیکربندی amaroK پیکربندی کنید </p>
fi: <p>Voit tehdä PostgreSQL-asetukset Amarokin asetuksien <i>Kokoelma</i>-välilehdellä.</p>
fr: <p>Vous pouvez configurer PostgreSQL dans la section « Collection » de la fenêtre de configuration d'Amarok, accessible via le menu « Configuration ».</p>
he: <p> תוכל להגדיר את Postgresql בסעיף 'אוסף' תחת הגדרות->הגדרות Amarok</p>
hu: <p>A PostgreSQL beállításai a "Beállítások->Az Amarok beállítása" funkció "Gyűjtemény" részében módosíthatók</p>
it: <p>Puoi configurare Postgresql nella sezione Collezione in Impostazioni->Configura Amarok</p>
ja: <p>Postgresql は「設定」->「Amarok を設定」->「コレクション」で設定できます。</p>
km: <p>អ្នក​អាច​កំណត់​រចនាសម្ព័ន្ធ Postgresql នៅ​ក្នុង​ផ្នែក​សម្រាំង​ នៅ​ត្រង់ ការ​កំណត់ ->កំណត់​រចនាសម្ព័ន្ធ Amarok</p>
ko: <p>Postgresql 설정은 '설정->Amarok 설정' 아래의 모음집 부분에서 할 수 있습니다.</p>
lt: <p>Postgresql parinktis galite derinti skyriuje Parinktys–>Fonoteka</p>
nb: <p>Du kan sette opp Postgresql under «Innstillinger -> Sett opp Amarok > Samling».</p>
nds: <p>Du kannst PostgreSQL instellen binnen den "Sammeln"-Afsnitt ünner "Instellen" -> "Amarok instellen"</p>
ne: <p>तपाईँ Settings->Configure Amarok अन्तर्गत सङ्कलन सेक्सनमा postgresql कन्फिगर गर्न सक्नुहुन्छ</p>
nl: <p>U kunt PostgreSQL instellen bij de sectie Collectie via menuoptie 'Instellingen->Amarok instellen.</p>
nn: <p>Du kan setja opp Postgresql under «Innstillingar | Set opp Amarok».</p>
pa: <p>ਤੁਸੀਂ ਭੰਡਾਰ ਭਾਗ ਵਿੱਚ Postgresql ਨੂੰ ਸਥਾਪਨ -> ਅਮਰੋਕ ਸੰਰਚਨਾ ਰਾਹੀਂ ਸੰਰਚਿਤ ਕਰਸਕਦੇ ਹੋ।</p>
pl: <p>Możesz skonfigurować PostgreSQL w dziale kolekcja w Ustawienia->Konfiguracja Amarok</p>
pt: <p>Pode configurar o Postgresql na secção da colecção em Configuração->Configurar o Amarok</p>
pt_br: <p>Você pode configurar o Postgresql na seção Coleção, em Configurações -> Configurar Amarok</p>
ru: <p>Параметры Postgresql можно указать в разделе Коллекция в Настройка->Настроить amaroK</p>
se: <p>Sáhtát heivehit Postgresql čoahkkádusheivehusoasis Heivehus->Heivet Amarok</p>
sk: <p>Postgresql môžete nastaviť v sekcii Kolekcia pod Nastavenia->Nastaviť Amarok</p>
sr: <p>Можете подесити Postgresql у одељку Збирка под Подешавања->Подеси Amarok</p>
th: <p>คุณสามารถทำการปรับแต่ง Postgresql ได้ในส่วนของคลังดนตรีที่เมนู ตั้งค่า -> ปรับแต่ง Amarok</p>
tr: <p> Postgresql'i 'Ayarlar->Amarok Programını Yapılandır...' seçeneğindeki Koleksiyon bölümündenyapılandırabilirsiniz</p>
uk: <p>Postgresql можна налаштувати в розділі збірки у меню Параметри->Налаштувати Amarok.</p>

source: Framerate
af: Raam tempo
bg: Скорост
ca: Freqüència de quadre
cs: Rychlost snímků
da: Rammerate
el: Ρυθμός καρέ
es: Tasa de muestreo
et: Kaadrisagedus
eu: Irudi-tasa
fa: میزان قابک
fi: Kuvanopeus
fr: Images par seconde
he: קצב מסגרות
hu: Frissítési gyakoriság
it: Campionamento
ja: フレームレート
ka: კადრების სიხშირე
km: អត្រា​ស៊ុម
ko: 재생율
lt: Kadrų dažnis
nb: Bildefrekvens
nds: Frame-Wedderhalen
ne: फ्रेमदर
nn: Biletfrekvens
pa: ਫਰੇਮਦਰ
pl: Szybkość wyświetlania
pt: Taxa de tramas
pt_br: Taxa de quadros (fps)
ru: Частота кадров
se: Govvafrekvens
sk: Rýchlosť snímkov
sr: Број кадрова
th: อัตราเร็วเฟรม
tr: Örnekleme oranı
uk: Частота кадрів

source: %1 fps
af: %1 rame per sekonde
bg: %1 кад/сек
eu: %1 i/s
fr: %1 images/s
ka: %1 კადრი/წმ
lt: %1 kadrų per s
nb: %1 b/s
nn: %1 b/s
ru: %1 кадр/с
se: %1 g/s
uk: %1 кдр/с

source: Click for Analyzers
af: Klier vir analiseerders
bg: Анализатори - щракнете тук
ca: Feu clic pel mostrar els analitzadors
cs: Klikněte pro analyzátory
da: Klik for analysatorer
de: Analyzer wechseln
el: Κλικ για αναλυτές
es: Pulse para más analizadores
et: Klõpsa analüsaatorite nägemiseks
eu: Egin klik analizatzaileentzako
fa: فشار برای تحلیل‌کننده‌ها
fi: Napsauta nähdäksesi visuaalisaatioita
fr: Cliquez pour activer les analyseurs
he: לחץ למאבחנים
hu: Analizátorok: kattintás
it: Clic per gli analizzatori
ja: クリックするとアナライザが表示されます
ka: ხედის შესაცვლელად დაწკაპეთ
km: ចុច ដើម្បី​បង្ហាញ​ឧបករណ៍​វិភាគ
ko: 분석기를 사용하시려면 클릭하십시오
lt: Daugiau vaizdinių
nb: Trykk for analysatorer
nds: Frequenzkieker wesseln
ne: विश्लेषकका लागि क्लिक गर्नुहोस्
nl: Klikken voor ontleders
nn: Trykk for analysatorar
pa: ਸ਼ੰਸਲੇਸ਼ਕ ਲਈ ਦਬਾਓ
pl: Kliknij, aby zobaczyć analizatory
pt: Carregue para Analisadores
pt_br: Clique para os Analisadores
ru: Поменять представление
se: Coahkkal analysahtoriid oaidnin dihte
sk: Klikni pre analyzátory
sr: Кликните за анализаторе
th: คลิกเปิดตัววิเคราะห์เสียง
tr: Görsel Efektler İçin Tıklayın
uk: Клацніть для зміни аналізатора
