Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <h3>GStreamer could not be initialized.</h3> <p>Please make sure that you have installed all necessary GStreamer plugins (e.g. OGG and MP3), and run <i>'gst-register'</i> afterwards.</p><p>For further assistance consult the GStreamer manual, and join #gstreamer on irc.freenode.net.</p>
af: <h3>GStreamer kon nie geïnisialiseer word nie.</h3><p>Maak asb. seker dat al die nodige GStreamer inprop modules (bv. OGG en MP3) geïnstalleer is enhardloop dan <i>gst0register'</i>.</p><p>Verwys na die GStreamer handleiding vir verdere hulp of sluit aan by #gstreamer by irc.freenode.net.</p>
bg: <h3>GStreamer не може да бъде инициализиран.</h3> <p>Моля, уверете се, че сте инсталирани всички необходими приставки за GStreamer (напр. OGG и MP3) и след това стартирайте <i>"gst-register"</i>.</p><p>За повече помощ се консултирайте с ръководството на GStreamer и се включете към #gstreamer в irc.freenode.net.</p>
ca: <h3>No s'ha pogut inicialitzar GStreamer.</h3> <p>Per favor, assegureu-vos que heu instal·lat els connectors GStreamer necessaris (per exemple OGG i MP3), i executeu <i>`gst-register`</i> tot seguit.</p><p>Per a més informació consulteu el manual de GStreamer, i visiteu el canal #gstreamer a irc.freenode.net.</p>
cs: <h3>GStreamer nebylo možné inicializovat.</h3> <p>Ujistěte se prosím, že máte nainstalované všechny potřebné moduly GStreameru (např. OGG a MP3) a následně spusťte <i>'gst-register'</i>.</p><p>Další pomoc najdete v uživatelské příručce GStreameru, případně na #gstreamer na irc.freenode.net.</p>
da: <h3>GStreamer kunne ikke initialiseres.</h3> <p>Sørg venligst for at du har installeret alle nødvendige GStreamer-plugin (f.eks. OGG og MP3), og kør <i>'gst-register'</i> bagefter.</p><p>For yderligere assistance konsultér GStreamer-manualen og gå med i #gstreamer på irc.freenode.net.</p>
de: <h3>GStreamer kann nicht gestartet werden.</h3> <p>Bitte stellen Sie sicher, dass alle erforderlichen GStreamer-Module (insbes. OGG und MP3) installiert sind und das anschließend "<i>gst-register</i>" ausgeführt wurde.</p> </p>Weitere Hinweise finden Sie im Handbuch zu GStreamer oder in #gstreamer auf dem IRC-Server irc.freenode.net.</p>
el: <h3>Ο GStreamer αδυνατεί να εκκινήσει.</h3> <p>Παρακαλώ βεβαιωθείτε ότι έχετε εγκαταστήσει όλα τα απαραίτητα πρόσθετά του (π.χ OGG και MP3), και εκτελέστε έπειτα <i>'gst-register'</i>.</p><p>Για περισσότερη βοήθεια συμβουλευτείτε το εγχειρίδιο του GStreamer και συνδεθείτε στο #gstreamer στο irc.freenode.net.</p>
es: <h3>GStreamer no ha podido ser inicializado.</h3> <p>Por favor, asegúrese de que ha instalado todos los complementos de GStreamer necesarios (por ejemplo, OGG y MP3), y a continuación ejecute <i>'gst-register'</i>.</p> <p>Si necesita más asistencia consulte el manual de GStreamer y únase al canal #gstreamer en irc.freenode.net.</p>
et: <h3>GStreamerit ei õnnestunud initsialiseerida.</h3> <p>Palun kontrolli, kas oled paigaldanud kõik vajalikud GStreameri pluginad (nt. OGG ja MP3), ja anna seejärel käsk <i>'gst-register'</i>.</p><p>Täpsemat infot leiab GStreameri manuaalist, samuti võib ühineda kanaliga #gstreamer serveris irc.freenode.net.</p>
eu: <h3>GStreamer ezin izan da hasieratu.</h3> <p>Ziurtatu GStreamer-en beharrezko plugin guztiak instalatutadaudela (adib. OGG eta MP3), eta ondoren exekutatu <i>'gst-register'</i>.</p><p>Laguntza gehiagorako irakurri GStreamer-en eskuliburua, eta elkartu #gstreamer kanalean (irc.freenode.net zerbitzarian).</p>
fa: <h3>GStreamer نتوانست مقداردهی اولیه کند.</h3> <p>لطفاً، مطمئن شوید که همۀ وصله‌های GStreamer لازم را نصب کرده‌اید )مثلاً OGG و MP3(، و سپس <i>»gst-register« </i>اجرا کنید.</p><p>برای همکاری بیشتر به راهنمای GStreamer مراجعه کنید، و به #gstreamer on irc.freenode.net بپیوندید.</p>
fi: <h3>GStreameriä ei voitu alustaa.</h3> <p>Varmista, että kaikki tarpeelliset GStreamer-liitännäiset (esimerkiksi OGG ja MP3) on asennettu ja suorita <i>'gst-register'</i> sen jälkeen.</p><p>Saadaksesi lisäapua katso GStreamer-käsikirjaa ja liity #gstreamer IRC-kanavalle (irc.freenode.net).</p>
fr: <h3>Impossible d'initialiser GStreamer</h3> <p> Veuillez vérifier que vous avez installé tous les modules GStreamer nécessaires (par exemple OGG et MP3) puis lancé la commande <i>gst-register</i>.</p> <p>Pour plus d'aide, consultez le manuel de GStreamer et rendez-vous sur #gstreamer sur irc.freenode.net.</p>
he: <h3>אין אפשרות לאתחל את GStreamer.</h3> <p dir=rtl>אנא וודא כי התקנת את כל התוספים הדרושים ל־ GStreamer (למשל OGG ו־ MP3), והרץ <i>"gst-register"</i> לאחר מכן.</p> <p dir=rtl>למידע נוסף היעזר בספר הדרכה של GStreamer והצטרף לערוץ gstreamer# ב־irc.freenode.net. </p>
hu: <h3>A GStreamert nem sikerült inicializálni.</h3> <p>Ellenőrizze, hogy telepítve van-e az összes szükséges GStreamer-modul (pl. az OGG és az MP3), majd futtassa le a <i>'gst-register'</i> programot.</p><p>További információ található a GStreamer kézikönyvében, vagy kérjen segítséget a #gstreamer csatornán az irc.freenode.net címen.</p>
it: <h3>GStreamer non può essere inizializzato.</h3> <p> Assicurati di aver installato tutti i plugin di GStreamer necessari (p.e. OGG e MP3), e poi esegui <i>'gst-register'</i>.</p><p>Per ulteriore assistenza consulta il manuale di GStreamer ed iscriviti a #gstreamer su irc.freenode.net.</p>
ja: <h3>GStreamer を初期化できませんでした。</h3><p>必要な GStreamer のプラグイン (OGG や MP3 など) がすべてインストールされているか確認してください。その後 <i>'gst-register'</i> を実行してください。</p><p>さらにアドバイスが必要な場合は GStreamer のマニュアルを参照するか、irc.freenode.net 上の #gstreamer へ来てください。</p>
ka: <h3>GStreamer ინიციალიზაცია ვერ მოხერხდა.</h3> <p>გთხოვთ დარწმუნდეთ რომ ყველა საჭირო GStreamer მოდფულები დააყენეთ (მაგ. OGG და MP3), და შემდეგ <i>'gst-register'</i> გაუშვით.</p><p>შემდგომი დახმარებისთვის გამოიყენეთ GStreamer სახელმძღვანელო და შეუერთდით #gstreamer-ს irc.freenode.net-ზე.</p>
km: <h3>មិន​អាច​ចាប់ផ្ដើម GStreamer បាន​ឡើយ ។</h3> <p>សូម​ធ្វើ​ឲ្យ​ប្រាកដ​ថា អ្នក​បាន​ដំឡើង​កម្មវិធី​ជំនួយ GStreamer ដែល​ចាំបាច់ (ឧ. OGG និង MP3) ហើយ​បាន​រត់ <i>'gst-register'</i> ក្រោយ​មក​ទៀត ។</p><p>សម្រាប់​ជំនួយ​បន្ថែម​ទៀត សូម​មើល​សៀវភៅ​ដៃ GStreamer និង​ចូលរួម​ឆានែល #gstreamer នៅ​ឯ irc.freenode.net ។</p>
ko: <h3>GStreamer을 초기화할 수 없습니다.</h3> <p>필수적인 (예를 들어 OGG와 MP3) GStreamer 플러그인이 설치되어 있는지 확인하십시오. 그리고 <i>'gst-register'</i>를 실행하십시오.</p><p>다른 도움이 필요하다면, GStreamer 매뉴얼 또는 irc.freenode.net의 #gstreamer 채널에 상의하십시오.</p>
lt: <h3>Nepavyko paleisti GStreamer.</h3> <p>Patikrinkite ar įdiegti visi reikalingi GStreamer įskiepiai (pvz. OGG ir MP3) ir po to įvykdykite <i>„gst-register“</i> komandą.</p><p>Jei reikia tolimesnės pagalbos, paskaitykite GStreamer naudotojo vadovą arba prisijunkite prie #gstreamer kanalo irc.freenode.net serveryje.</p>
nb: <h3>Kunne ikke starte GStreamer.</h3> <p>Se til at du har installert alle de nødvendige GStreamer-tillegga (OGG og MP3), og kjør så <i>gst-register</i>.</p><p>Du finner mer informasjon i brukerhåndboka til GStreamer og på IRC-kanalen #gstreamer på irc.freenode.net.</p>
nds: <h3>GStreamer lett sik nich torechtnmaken.</h3> <p>Prööv bitte, wat Du all nödige GStreamer-Modulen (t.B. Ogg un Mp3) installeert hest, un föhr denn "<i>gst-register</i>" ut.</p> <p>Mehr Informatschonen finnst Du binnen dat GStreamer-Handbook oder ünner #gstreamer op irc.freenode.net.</p>
ne: <h3>जीस्ट्रिमर थालनी गर्न सकेन ।</h3> <p>कृपया तपाईँले सबै जीस्ट्रिमर प्लगइनहरू (जस्तै ओजीजी र MP3) स्थापना गर्नुभयो, र त्यसपछि <i>'gst-register'</i> चलाउनुभयो भन्ने निश्चित गर्नुहोस् ।</p><p>अगाडि सहयोगका लागि जीस्ट्रिमर म्यानुलसँग परामर्श गर्नुहोस् र irc.freenode.net मा #gstreamer जडान गर्नुहोस् ।</p>
nl: <h3>GStreamer kon niet worden geïnitialiseerd.</h3> <p>Zorg ervoor dat u alle benodigde GStreamerplugins (dus OGG en MP3) hebt geïnstalleerd, en naderhand het commando <i>gst-register</i> hebt uitgevoerd.</p> <p>Lees voor meer informatie het handboek van GStreamer en wordt lid van het IRC-kanaal #gstreamer op irc.freenode.net.</p>
nn: <h3>Klarte ikkje starta GStreamer.</h3> <p>Sjå til at du har installert alle dei nødvendige GStreamer-tillegga (OGG og MP3), og køyr så <i>gst-register</i>.</p><p>Du finn meir informasjon i bruksrettleiinga til GStreamer og på IRC-kanalen #gstreamer på irc.freenode.net.</p>
pa: <h3>GStreamer ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ।</h3> <p>ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਉ ਕਿ ਤੁਸੀਂ ਸਭ ਲੋੜੀਦੀਆਂ ਜੀ-ਸਟਰੀਮਰ ਪਲੱਗਿੰਨ(ਜਿਵੇਂ OGG ਅਤੇ MP3) ਇੰਸਟਾਲ ਕੀਤੀਆਂ ਹਨ ਅਤੇ ਬਾਅਦ 'ਚ <i>'gst-register'</i> ਚਲਾਉ।</p><p>ਹੋਰ ਵਧੇਰੇ ਮੱਦਦ ਲਈ ਜੀ-ਸਟਰੀਮਰ (GStreamer) ਦਸਤਾਵੇਜ਼ ਵੇਖੋ ਅਤੇ irc.freenode.net ਉੱਤੇ #gstreamer ਵੇਖੋ।</p>
pl: <h3>Nie można uruchomić GStreamera.</h3> <p>Upewnij się czy wszystkie niezbędne wtyczki GStreamera są zainstalowane (np. OGG i MP3) a następnie uruchom <i>gst-register</i>.</p><p>W celu uzyskania dalszej pomocy należy poradzić się podręcznika GStreamera i odwiedzić kanał #gstreamer na irc.freenode.net.</p>
pt: <h3>Não foi possível inicializar o GStreamer.</h3> <p>Verifique se instalou todos os 'plugins' GStreamer necessários (por exemplo, OGG e MP3), e em seguida corra <i>'gst-register'</i>.</p><p>Para mais ajuda, consulte o manual do GStreamer, e junte-se a #gstreamer no irc.freenode.net.</p>
pt_br: <h3>O GStreamer não pode ser inicializado.</h3> <p> Certifique-se de que você instalou todos os plugins necessários ao GStreamer (por exemplo, OGG e MP3), e executou também <i>gst-register</i>.</p><p>Para mais informações, consulte o manual do GStreamer, ou entre no canal de bate-papo #gstreamer em irc.freenode.net.</p>
ru: <h3>Не удалось инициализировать GStreamer.</h3> <p>Убедитесь, что у вас установлены все необходимые модули GStreamer (например, модули mp3 или ogg), затем запустите 'gst-register'.</p><p>Для подробностей обратитесь руководству GStreamer, также вы можете попросить помочь участников канала #gstreamer на irc.freenode.net.</p>
se: <h3>Ii sáhttán álggahit GStreamera.</h3> <p>Dárkkis ahte leat sajáiduhttán buot dárbbašlaš GStreamer-lassemoduvllaid. (omd. ogg ja mp3), ja vuoje <i>gst-register</i>.</p> <p>Gávnnat eanet dieđuid GStreamer-giehtagirjjis, ja IRC-kanálas #gstreamer irc.freenode.net:as.</p>
sk: <h3>GStreamer nebolo možné inicializovať.</h3> <p>Prosím uistite sa , že máte nainštalované všetky potrebné moduly GStreameru(napr. OGG a MP3) a spustite<i>'gst-register'</i>.</p><p>Ďalšiu pomoc nájdete v užívateľskej príručke GStreameru, prípadne na #gstreamer na irc.freenode.net.</p>
sr: <h3>GStreamer се не може иницијализовати.</h3> <p>Утврдите да ли имате инсталиране све потребне прикључке за GStreamer (нпр. OGG и MP3), и покрените <i>gst-register</i> након тога.</p><p>За даљу помоћ погледајте упутство GStreamer-а, и придружите се ћаскању #gstreamer на irc.freenode.net.</p>
th: <h3>ไม่สามารถเริ่มการทำงานของ GStreamer ได้</h3> <p>ขอให้ตรวจสอบว่าคุณได้ทำการติดตงปลั๊กอิน GStreamer ทั้งหมดที่จำเป็นแล้ว (เช่น OGG และ MP3) และสั่ง <i>'gst-register'</i> หลังจากติดตั้งแล้ว</p> <p>หากต้องการความช่วยเหลือเพิ่มเติม กรุณาดูที่คู่มือของ GStreamer และเข้าร่วมที่ห้อง #gstreamer บน irc.freenode.net ได้</p>
tr: <h3>GStreamer başlatılamadı.</h3> <p>Lütfen GStreamer eklentilerini kurduğunuza ve <i>gst-register</i> komutunu çalıştırdığınıza emin olun.<p> <p>Daha fazla bilgi ve yardım için GStreamer kılavuzuna başvurabilir ya da IRC üzerinden irc.freenode.net adresindeki #gstreamer kanalından yardım alabilirsiniz.</p>
uk: <h3>Не вдається започаткувати GStreamer.</h3> <p>Впевніться, що встановлені всі необхідні втулки для GStreamer (тобто OGG і MP3), а потім виконайте <i>"gst-register"</i>.</p><p>Для додаткової інформації див. інструкцію GStreamer, а також приєднайтесь до каналу #gstreamer на irc.freenode.net.</p>

source: <h3>GStreamer is missing a registry.</h3> <p>Please make sure that you have installed all necessary GStreamer plugins (e.g. OGG and MP3), and run <i>'gst-register'</i> afterwards.</p><p>For further assistance consult the GStreamer manual, and join #gstreamer on irc.freenode.net.</p>
af: <h3>GStreamer kort 'n register.</h3><p>Maak asb. seker dat al die nodige GStreamer inprop modules (bv. OGG en MP3) geïnstalleer is enhardloop dan <i>gst0register'</i>.</p><p>Verwys na die GStreamer handleiding vir verdere hulp of sluit aan by #gstreamer by irc.freenode.net.</p>
bg: <h3>Липсващ регистър на GStreamer.</h3> <p>Моля, уверете се, че сте инсталирани всички необходими приставки за GStreamer (напр. OGG и MP3) и след това стартирайте <i>"gst-register"</i>.</p><p>За повече помощ се консултирайте с ръководството на GStreamer и се включете към #gstreamer в irc.freenode.net.</p>
ca: <h3>Al GStreamer li falten registres.</h3> <p>Assegureu-vos que heu instal·lat els connectors GStreamer necessaris (per exemple OGG i MP3), i executeu <i>`gst-register`</i> tot seguit.</p><p>Per a més informació consulteu el manual de GStreamer manual, i visiteu el canal #gstreamer a irc.freenode.net.</p>
cs: <h3>GStreamer nemůže najít registr.</h3> <p>Ujistěte se prosím, že máte nainstalované všechny potřebné moduly GStreameru (např. OGG a MP3) a následně spusťte <i>'gst-register'</i>.</p><p>Další pomoc najdete v uživatelské příručce GStreameru, případně na #gstreamer na irc.freenode.net.</p>
da: <h3>GStreamer mangler et register.</h3> <p>Sørg venligst for at du har installeret alle nødvendige GStreamer-plugin (f.eks. OGG og Mp3), og kør <i>'gst-register'</i> bagefter.</p><p>For yderligere assistance konsultér GStreamer-manualen og gå med i #gstreamer på irc.freenode.net.</p>
de: <h3>GStreamer fehlt ein Registrierungs-Eintrag.</h3> <p>Stellen Sie sicher, dass alle erforderlichen GStreamer-Module (insbes. OGG und MP3) installiert sind und das anschließend "<i>gst-register</i>" ausgeführt wurde.</p><p>Weitere Hinweise finden Sie im Handbuch zu GStreamer oder in #gstreamer auf dem IRC-Server irc.freenode.net.</p>
el: <h3>Λείπει μια εγγραφή του GStreamer.</h3> <p>Παρακαλώ βεβαιωθείτε ότι εγκαταστήσατε Όλα τα απαραίτητα πρόσθετα του GStreamer (π.χ. OGG και MP3), και εκτελέστε το <i>'gst-register'</i> έπειτα.</p><p>Για βοήθεια συμβουλευτείτε το εγχειρίδιο του GStreamer, ή συνδεθείτε στο #gstreamer στο irc.freenode.net.</p>
es: <h3>A GStreamer le falta un registro.</h3> <p>Por favor, asegúrese de que ha instalado todos los complementos de GStreamer necesarios (por ejemplo, OGG y MP3), y a continuación ejecute <i>'gst-register'</i>.</p> <p>Si necesita más asistencia consulte el manual de GStreamer y únase al canal #gstreamer en irc.freenode.net.</p>
et: <h3>GStreameril puudub register.</h3> <p>Palun kontrolli, kas oled paigaldanud kõik vajalikud GStreameri pluginad (nt. OGG ja MP3), ja anna seejärel käsk <i>'gst-register'</i>.</p><p>Täpsemat infot leiab GStreameri manuaalist, samuti võib ühineda kanaliga #gstreamer serveris irc.freenode.net.</p>
eu: <h3>GStreamer-i erregistro bat falta zaio.</h3> <p>Ziurtatu GStreamer-en beharrezko plugin guztiak instalatutadaudela (adib. OGG eta MP3), eta ondoren exekutatu <i>'gst-register'</i>.</p><p>Laguntza gehiagorako irakurri GStreamer-en eskuliburua, eta elkartu #gstreamer kanalean (irc.freenode.net zerbitzarian).</p>
fa: <h3>GStreamer، یک ثبت وضعیت مفقود است.</h3> <p>لطفاً، مطمئن شوید که همۀ وصله‌های GStreamer لازم )مثلاً OGG و MP3( را نصب کرده‌اید، و سپس <i>»gst-register« </i> را اجرا کنید.</p><p>برای همکاری بیشتر به راهنمای GStreame مراجعه کنید، و به #gstreamer on irc.freenode.net بپیوندید.</p>
fi: <h3>GStreamerin rekisteri puuttuu.</h3> <p>Varmista, että kaikki tarpeelliset GStreamer-liitännäiset (esimerkiksi OGG ja MP3) on asennettu ja suorita <i>'gst-register'</i> sen jälkeen.</p><p>Saadaksesi lisäapua katso GStreamer-käsikirjaa ja liity #gstreamer IRC-kanavalle (irc.freenode.net).</p>
fr: <h3>Il manque un registre GStreamer</h3> <p> Veuillez vérifier que vous avez installé tous les modules GStreamer nécessaires (par exemple OGG et MP3) puis lancé la commande <i>gst-register</i>.</p> <p>Pour plus d'aide, consultez le manuel de GStreamer et rendez-vous sur #gstreamer sur irc.freenode.net.</p>
he: <h3>חסר רישום ל־ GStreamer.</h3> <p dir=rtl> אנא וודא כי התקנת את כל התוספים הדרושים ל־ GStreamer (למשל OGG ו־ MP3), והרץ <i>"gst-register"</i> לאחר מכן.</p> <p dir=rtl>למידע נוסף היעזר בספר הדרכה של GStreamer והצטרף לערוץ gstreamer# ב־ irc.freenode.net.</p>
hu: <h3>A GStreamerből hiányoznak a regisztrációs adatok.</h3> <p>Ellenőrizze, hogy telepítve van-e az összes szükséges GStreamer-modul (pl. OGG és MP3), majd futtassa le a <i>'gst-register'</i> programot.</p><p>További információ a GStreamer kézikönyvében található, illetve segítséget kaphat IRC-n keresztül, a #gstreamer csatornán, az irc.freenode.net címen.</p>
it: <h3>GStreamer sta mancando un registro.</h3><p> Assicurati di aver installato tutti i plugin di GStreamer necessari (p.e. OGG e MP3), e poi esegui <i>'gst-register'</i>.</p><p>Per ulteriore assistenza consulta il manuale di GStreamer ed iscriviti a #gstreamer su irc.freenode.net.</p>
ja: <h3>GStreamer はまだ登録されていません。</h3> <p>必要な GStreamer のプラグイン (OGG や MP3 など) がすべてインストールされているか確認してください。その後 <i>'gst-register'</i> を実行してください。</p><p>さらにアドバイスが必要な場合は GStreamer のマニュアルを参照するか、irc.freenode.net 上の #gstreamer へ来てください。</p>
ka: <h3>GStreamer-ს არ აქვს რეგისტრი.</h3> <p>გთხოვთ დარწმუნდეთ რომ ყველა საჭირო GStreamer მოდფულები დააყენეთ (მაგ. OGG და MP3), და შემდეგ <i>'gst-register'</i> გაუშვით.</p><p>შემდგომი დახმარებისთვის გამოიყენეთ GStreamer სახელმძღვანელო და შეუერთდით #gstreamer-ს irc.freenode.net-ზე.</p>
km: <h3>GStreamer កំពុង​បាត់​ការ​ចុះឈ្មោះ ។</h3> <p>សូម​ធ្វើ​ឲ្យ​ប្រាកដ​ថា អ្នក​បាន​ដំឡើង​កម្មវិធី​ជំនួយ GStreamer ចាំបាច់ (ឧ. OGG និង MP3) ហើយ​បាន​រត់ <i>'gst-register'</i> ក្រោយ​មក​ទៀត ។</p><p>សម្រាប់​ជំនួយ​បន្ថែម​ទៀត សូម​មើល​សៀវភៅ​ដៃGStreamer និង​ចូលរួម​ឆានែល #gstreamer នៅ​ឯ irc.freenode.net ។</p>
ko: <h3>GStreamer의 레지스트리가 없습니다.</h3> <p>모든 필수적인 GStreamer 플러그인(예를 들어 OGG와 MP3)가 설치되어 있는지 확인하십시오. 그리고 <i>'gst-register'</i>를 실행하십시오.</p><p>다른 도움이 필요하다면, GStreamer 매뉴얼 또는 irc.freenode.net의 #gstreamer 채널에 상의하십시오.</p>
lt: <h3>Trūksta GStreamer žurnalo.</h3> <p>Patikrinkite ar įdiegti visi reikalingi GStreamer įskiepiai (pvz. OGG ir MP3) ir po to įvykdykite <i>„gst-register“</i> komandą.</p><p>Jei reikia tolimesnės pagalbos, paskaitykite GStreamer naudotojo vadovą arba prisijunkite prie #gstreamer kanalo irc.freenode.net serveryje.</p>
nb: <h3>GStreamer mangler et register.</h3> <p>Se til at du har installert alle de nødvendige GStreamer-tillegga (OGG og MP3), og kjør så <i>gst-register</i>.</p><p>Du finner mer informasjon i brukerhåndboka til GStreamer og på IRC-kanalen #gstreamer på irc.freenode.net.</p>
nds: <h3>Dor fehlt en Registreren för GStreamer.</h3> <p>Prööv bitte, wat Du all nödige GStreamer-Modulen (t.B. Ogg un Mp3) installeert hest, un föhr denn "<i>gst-register</i>" ut.</p> <p>Mehr Informatschonen finnst Du binnen dat GStreamer-Handbook oder ünner #gstreamer op irc.freenode.net.</p>
ne: <h3>जीस्ट्रिमरले रजिस्ट्री हराइरहेको छ ।</h3> <p>कृपया तपाईँले सबै जीस्ट्रिमर प्लगइनहरू (जस्तै ओजीजी र MP3) स्थापना गर्नुभयो, र त्यसपछि <i>'gst-register'</i> चलाउनुभयो भन्ने निश्चित गर्नुहोस् ।</p><p>अगाडि सहयोगका लागि जीस्ट्रिमर म्यानुलसँग परामर्श गर्नुहोस् र irc.freenode.net मा #gstreamer जडान गर्नुहोस् ।</p>
nl: <h3>GStreamer mist een register.</h3> <p>Zorg ervoor dat u alle benodigde GStreamerplugins hebt geïnstalleerd (dus OGG en MP3), en naderhand het commando <i>gst-register</i> hebt uitgevoerd.</p> <p>Lees voor meer informatie het handboek van GStreamer en wordt lid van het IRC-kanaal #gstreamer op irc.freenode.net.</p>
nn: <h3>GStreamer manglar eit register.</h3> <p>Sjå til at du har installert alle dei nødvendige GStreamer-tillegga (OGG og MP3), og køyr så <i>gst-register</i>.</p><p>Du finn meir informasjon i bruksrettleiinga til GStreamer og på IRC-kanalen #gstreamer på irc.freenode.net.</p>
pa: <h3>GStreamer 'ਚ ਰਜਿਸਟਰੀ ਗੁੰਮ ਹੈ।</h3> <p>ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਉ ਕਿ ਤੁਸੀਂ ਸਭ ਲੋੜੀਦੀਆਂ ਜੀ-ਸਟਰੀਮਰ ਪਲੱਗਿੰਨ(ਜਿਵੇਂ OGG ਅਤੇ MP3) ਇੰਸਟਾਲ ਕੀਤੀਆਂ ਹਨ ਅਤੇ ਬਾਅਦ 'ਚ <i>'gst-register'</i> ਚਲਾਉ।</p><p>ਹੋਰ ਵਧੇਰੇ ਮੱਦਦ ਲਈ ਜੀ-ਸਟਰੀਮਰ (GStreamer) ਦਸਤਾਵੇਜ਼ ਵੇਖੋ ਅਤੇ irc.freenode.net ਉੱਤੇ #gstreamer ਵੇਖੋ।</p>
pl: <h3>Brakuje rejestru GStreamera.</h3> <p>Upewnij się czy wszystkie niezbędne wtyczki GStreamera są zainstalowane (np. OGG i MP3) a następnie uruchom <i>gst-register</i>.</p><p>W celu uzyskania dalszej pomocy należy poradzić się podręcznika GStreamera i odwiedzić kanał #gstreamer na irc.freenode.net.</p>
pt: <h3>Não foi possível ao GStreamer encontrar o registo.</h3> <p>Verifique se instalou todos os 'plugins' GStreamer necessários (por exemplo, OGG e MP3), e em seguida corra <i>'gst-register'</i>.</p><p>Para mais ajuda, consulte o manual do GStreamer, e junte-se a #gstreamer no irc.freenode.net.</p>
pt_br: <h3>Está faltando o registro do GStreamer.</h3> <p> Certifique-se de que você instalou todos os plugins necessários ao GStreamer (por exemplo, OGG e MP3), e executou também <i>gst-register</i>.</p><p>Para mais informações, consulte o manual do GStreamer, ou entre no canal de bate-papo #gstreamer em irc.freenode.net.</p>
ru: <h3>Не удалось найти реестр GStreamer.</h3> <p>Убедитесь, что у вас установлены все необходимые модули GStreamer (например, модули mp3 или ogg), затем запустите 'gst-register'.</p><p>Для подробностей обратитесь руководству GStreamer, также вы можете попросить помочь участников канала #gstreamer на irc.freenode.net.</p>
se: <h3>GStreamer:is váilu register.</h3><p>Dárkkis ahte leat sajáiduhttán buot dárbbašlaš GStreamer-lassemoduvllaid (omd. ogg ja mp3, ja vuoje <i>gst-register</i>.</p> <p>Gávnnat eanet dieđuid GStreamer-giehtagirjjis ja IRC-kánalaš #gstreamer irc.freenode.net:as.</p>
sk: <h3>GStreameru chýba register.</h3> <p>Uistite sa prosím, že máte nainštalované všetky potrebné moduly GStreameru (napr. OGG a MP3) a spustite <i>'gst-register'</i>.</p><p>Ďalšiu pomoc nájdete v užívateľskej príručke GStreameru, prípadne na #gstreamer na irc.freenode.net.</p>
sr: <h3>GStreamer-у недостаје регистар.</h3> <p>Утврдите да ли имате инсталиране све потребне прикључке за GStreamer (нпр. OGG и MP3), и покрените <i>gst-register</i> након тога.</p><p>За даљу помоћ погледајте упутство GStreamer-а, и придружите се ћаскању #gstreamer на irc.freenode.net.</p>
th: <h3>GStreamer ไม่ได้ลงทะเบียน</h3> <p>ขอให้ตรวจสอบว่าคุณได้ทำการติดตงปลั๊กอิน GStreamer ทั้งหมดที่จำเป็นแล้ว (เช่น OGG และ MP3) และสั่ง <i>'gst-register'</i> หลังจากติดตั้งแล้ว</p> <p>หากต้องการความช่วยเหลือเพิ่มเติม กรุณาดูที่คู่มือของ GStreamer และเข้าร่วมที่ห้อง #gstreamer บน irc.freenode.net ได้</p>
tr: <h3>GStreamer kayıtlarında bir eksik var.</h3> <p>Lütfen, gerekli tüm GStreamer eklentilerinin (OGG ve MP3 gibi) kurulu olduğuna emin olun ve ardından <i>'gst-register'</i> komutunu çalıştırın.</p><p>Daha fazla yardım almak için, GStreamer klavuzuna başvurun ya da irc.freenode.net'te #gstreamer'a gelin.</p>
uk: <h3>Не вдалося знайти реєстр GStreamer.</h3> <p>Впевніться, що встановлені всі необхідні втулки для GStreamer (тобто OGG і MP3), а потім виконайте <i>"gst-register"</i>.</p><p>Для додаткової інформації див. інструкцію GStreamer, а також приєднайтесь до каналу #gstreamer на irc.freenode.net.</p>
