Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Automatically delete podcast shows already played when connecting device
af: Vee outomaties <i>podcast</i> vertonings uit wat alreeds gespeel was, wanneer die toestel gekoppel word.
bg: Автоматичното изтриване на вече изпълняваните подкастове при скачване
ca: Esborra automàticament els podcasts ja reproduïts quan es connecti el dispositiu
da: Slet automatisk podradio-udsendelser som allerede er spillet ved forbindelse af enheden
de: Beim Verbinden des Players werden bereits abgespielte Podcast-Shows entfernt.
el: Αυτόματη διαγραφή εκπομπών pod που έχουν αναπαραχθεί κατά τη σύνδεση
es: Borrar automáticamente los podcasts ya reproducidos al conectarse al dispositivo
et: Ühendamisel kustutatakse automaatselt juba esitatud Podcastid
eu: Jadanik erreproduzituta daudela erakusten duten podcast-ak automatikoki ezabatu gailua konektatzean
fa: حذف خودکار podcast نمایش می‌دهد که هنگام اتصال دستگاه، podcast قبلاً پخش شده است
fi: Poista soitetut podcast-jaksot automaattisesti, kun laitteeseen yhdistetään
fr: Effacer automatiquement les podcasts déjà joués lors la connexion du périphérique
he: מחק אוטומטית קטעי פוד־קסטים שכבר הושמעו בזמן חיבור ההתקן
hu: Az eszközhöz való kapcsolódáskor automatikusan kerüljenek törlésre a már lejátszott podcast-műsorok
it: Elimina automaticamente i podcast già riprodotti alla connessione del dispositivo
ja: デバイスの接続時に自動的に再生済みポッドキャストショーを削除
ka: მოწყობილობის დაკავშირებისას უკვე დაკრული podcast ავრომატურად წაშლა
km: លុប​ផតខាស់​បង្ហាញ​អ្វី​ដែល​ចាប់​រួច​ហើយ​ដោយ​ស្វ័យ​ប្រវត្តិ នៅ​ពេល​តភ្ជាប់​ឧបករណ៍
ko: 자동적으로 포드캐스트 삭제는 장치가 연결되었을 때 이미 재생된 것을 보여줍니다.
nb: Slett automatisk podkast-episoder som alt er spilt, når enheten kobles til
nds: Deit bi't Tokoppeln vun de Reedschap al speelte Podcasts automaatsch weg.
ne: यन्त्र जडान गर्दा स्वचालित रूपमा पोडकास्ट मेट्नाले पहिल्यै प्ले भएको देखाउँछ
nl: Reeds afgespeelde Podcast-shows automatisch verwijderen bij verbinden van het apparaat
nn: Slett automatisk podkastprogram som er spelt når eininga vert kopla til.
pa: ਕੁਨੈਕਸ਼ਨ ਸਮੇਂ ਪੋਸਟ-ਕਾਸਟ ਰਾਹੀਂ ਪਹਿਲਾਂ ਵੇਖਾਏ ਨੂੰ ਸਵੈ-ਚਾਲਤ ਹੀ ਹਟਾਓ
pl: Automatycznie skasuj już odtworzone podcasty podczas podłączania urządzenia
pt: Remover automaticamente os 'podcasts' já ouvidos ao ligar o dispositivo
pt_br: Apagar automaticamente os episódios do podcast já reproduzidos, ao conectar o dispositivo
ru: Удалять Podcast автоматически после их воспроизведения при подключении устройства
sk: Pri pripájaní zariadenia automaticky vymazať už prehrávané podcasty
sr: При повезивању уређаја аутоматски обриши подемисије које су већ пуштене
th: ทำการลบพ็อดแคสท์ที่เล่นไปแล้วออกโดยอัตโนมัติเมื่อทำการเชื่อมต่อกับอุปกรณ์
tr: Aygıta bağlanırken bağlanmış durumdaki henüz çalınmış podcastları otomatik olarak sil
uk: Під час приєднання пристрою автоматично вилучати podcast-и, які вже було програно

source: &Synchronize with Amarok statistics
af: Sinkroniseer met Amarok statistieke
bg: &Синхронизиране със статистиката на Amarok
ca: &Sincronitza amb les estadístiques de l'Amarok
da: &Synkronisér med statistik i Amarok
de: Mit Amarok-Statistiken &abgleichen
el: &Συγχρονισμός με τα στατιστικά του Amarok
es: &Sincronizar con las estadísticas de Amarok
et: &Sünkroniseerimine Amaroki statistikaga
eu: &Sinkronizatu Amarok-en estatistikekin
fa: &همگام‌سازی با آمار Amarok‌
fi: &Tahdista Amarokin tilastojen kanssa
fr: &Synchronisation avec les statistiques d'Amarok
he: &סנכרן עם הסטטיסטיקות של Amarok
hu: &Szinkronizálás az Amarok-statisztikákkal
it: &Sincronizza con le statistiche di Amarok
ja: Amarok の統計と同期する(&S)
km: ធ្វើ​សមកាលកម្ម​ជាមួយ​ស្ថិតិ amaroK
ko: Amarok 통계로 동기화하기(&S)
lt: &Sinchronizuoti su Amarok statistika
nb: &Synkroniser med Amarok-statistikk
nds: Mit Amarok-Statistik s&ynkroniseren
ne: अमारोक तथ्याङ्कसँग समक्रमण गर्नुहोस्
nl: &Synchroniseren met Amarok-statistieken
nn: &Synkroniser med Amarok-statistikk
pa: ਅਮਰੋਕ ਅੰਕੜਿਆਂ ਨਾਲ ਸਮਕਾਲੀ(&S)
pl: &Synchronizuj ze statystykami Amaroka
pt: &Sincronizar com as estatísticas do Amarok
pt_br: &Sincronizar com as estatísticas do Amarok
ru: &Синхронизировать со статистикой amaroK
se: &Buohtalastte Amaroka statistihkain
sk: &Synchronizovať so štatistikou Amaroku
sr: &Синхронизуј са Amarok-овом статистиком
th: ป&รับค่ากับสถิติของ Amarok
tr: &Amarok istatistikleri ile eşzamanla
uk: &Синхронізувати зі статистикою amaroK

source: Synchronize with Amarok statistics and submit tracks played to last.fm
af: Sinkroniseer met Amarok statistieke en stuur gespeelde snitte na last.fm
bg: Синхронизиране със статистиката на Amarok и изпращане на изпълняваните записи до last.fm
ca: Sincronitza amb les estadístiques de l'Amarok i envia les peces reproduïdes a last.fm
da: Synkronisér med statistik i Amarok og indsend spillede spor til last.fm
de: Mit den Statistiken von Amarok abgleichen und die gespielten Stücke an Last.fm übermitteln.
el: Συγχρονισμός με τα στατιστικά του Amarok και υποβολή των εκτελεσμένων κομματιών στο last.fm
es: Sincronizar con las estadísticas de Amarok y enviar las pistas reproducidas a last.fm
et: Sünkroniseeritakse Amaroki statistikaga ja esitatud palad saadetakse last.fm-ile
eu: Sinkronizatu Amarok-en estatistikekin eta bidali erreproduzitutako pistak last.fm helbidera
fa: همگام‌سازی با آمار Amarok و ارائۀ شیارهای پخش‌شده در last.fm
fi: Tahdista Amarokin tilastot ja lähetä tiedot soitetuista kappaleista Last.fm-palveluun
fr: Synchronisation avec les statistiques d'Amarok et soumission des morceaux joués à last.fm
he: סנכרן עם הסטטיסטיקות של Amarok ושלח את הרצועות שנוגנו אל last.fm
hu: Szinkronizálás az Amarok-statisztikákkal és a lejátszott számok elküldése a Last.fm-re
it: Sincronizza con le statistiche di Amarok e invia le tracce riprodotte a last.fm
ja: Amarok の統計と同期して再生したトラックを Last.fm に送信
km: ធ្វើ​សមកាលកម្ម​ជាមួយ​ស្ថិតិ amaroK ហើយ​ដាក់ស្នើ​បទ​ដែល​បាន​ចាក់​ទៅ last.fm
ko: Amarok 통계로 동기화를 하고 last.fm 에 재생된 트랙을 전송하기
lt: Sinchronizuoti su Amarok statistika ir apie atliktas dainas pranešti last.fm
nb: &Synkroniser med Amarok-statistikk og send spilte spor til last.fm
nds: Mit Amarok-Statistik synkroniseren un speelte Stücken Last.fm tostüern.
ne: अमारोक तथ्याङ्कसँग समक्रमण गर्नुहोस् र last.fm मा प्ले गरिएको ट्रयाक पेश गर्नुहोस्
nl: Synchroniseren met Amarok-statistieken en afgespeelde tracks indienen bij last.fm
nn: Synkroniser med Amarok-statistikk og send inn spelte spor til last.fm.
pa: ਅਮਰੋਕ ਅੰਕੜਿਆਂ ਨਾਲ ਸਮਕਾਲੀ ਕਰੋ ਅਤੇ ਚਲਾਏ ਟਰੈਕ last.fm ਨੂੰ ਭੇਜੋ
pl: Synchronizuj ze statystykami Amaroka i wyślij odtworzone utwory do Last.fm
pt: Sincronizar com as estatísticas do Amarok e enviar as faixas tocadas para o last.fm
pt_br: Sincronizar com as estatísticas do Amarok e submeter faixas reproduzidas ao last.fm
ru: Синхронизировать со статистикой amaroK и передать информацию на last.fm
se: Buohtalaste Amaroka statistihkain ja sádde čuojahuvvon bihtaid last.fm:ii
sk: Synchronizovať so štatistikou Amaroku a odoslať prehrané stopy na last.fm
sr: Синхронизуј са Amarok-овом статистиком и поднеси пуштене нумере last.fm-у
th: ทำการเชื่อมปรับค่าสถิติกับสถิติของ Amarok และส่งค่าเพลงที่เล่นไปที่ last.fm
tr: Amarok istatistikleri ile eşzamanla ve last.fm ile çalınan parçaları da ekle
uk: Синхронізувати зі статистикою amaroK і надіслати інформацію про прослухані доріжки до last.fm

source: Generic Audio Player
af: Generiese Oudio Speler
bg: Основен аудио плеър
ca: Reproductor d'àudio genèric
cs: Obecný audio přehrávač
da: Generel lydafspiller
de: Allgemeiner Media-Player
el: Γενικός αναπαραγωγέας ήχου
es: Reproductor de audio genérico
et: Üldine helifailide mängija
eu: Audio erreproduktore generikoa
fa: پخش‌کنندۀ صوتی عمومی
fi: Geneerinen musiikkisoitin
fr: Lecteur audio générique
he: נגן שמע גנרי
hu: Általános hanglejátszó
it: Lettore audio generico
ja: 一般オーディオプレーヤ
km: កម្មវិធី​ចាក់អូឌីយ៉ូ​ទូទៅ
ko: 일반 오디오 재생기
lt: Bendras muzikos grotuvas
nb: Generisk lydspiller
nds: Allgemeen Medienreedschap
ne: जेनेरिक अडियो प्लेयर
nl: Algemene audiospeler
nn: Generell lydspelar
pa: ਆਮ ਆਡੀਓ ਪਲੇਅਰ
pl: Ogólny odtwarzacz audio
pt: Leitor de Áudio Genérico
pt_br: Reprodutor de Áudio Genérico
ru: Стандартный проигрыватель
se: Dábálaš jietnačuojan
sk: Všeobecný audio prehrávač
sr: Генерички аудио плејер
th: โปรแกรมเล่นเสียงทั่วไป
tr: Genel Ses Çalıcı
uk: Загальний аудіопрогравач

source: Devices handled by this plugin must be mounted first. Please mount the device and click "Connect" again.
af: Die toestelle vir hierdie skrip moet eers gekoppel wees. Koppel eers die toestel en klik dan weer op "Koppel".
bg: Устройствата за тази приставка първо трябва да бъдат монтирани. Моля, монтирайте устройството и отново натиснете "Скачване".
ca: Els dispositius controlats per aquest connector han d'estar muntats primer. Per favor, munteu el dispositiu i pitgeu «Connecta» de nou.
da: Enheder som håndteres af dette plugin skal først monteres. Montér enheden og klik på "Forbind" igen.
de: Die von diesem Modul unterstützten Media-Player müssen zuerst eingebunden werden. Bitte mounten Sie den Player und drücken Sie erneut auf "Verbinden".
el: Οι συσκευές που διαχειρίζεται αυτό το πρόσθετο πρέπει πρώτα να προσαρτηθούν. Παρακαλώ προσαρτήστε τη συσκευή και πατήστε και πάλι το "Σύνδεση".
es: Los dispositivos manejados por ese complemento deben ser montados primero. Monte el dispositivo y pulse «Conectar» de nuevo.
et: Selle plugina hallatavad seadmed tuleb esimesena ühendada. Palun ühenda seade ja klõpsa uuesti nupule "Ühenda".
eu: Plugin honek kudeatzen dituen gailuak aurrenik muntatu egin behar dira. Muntatu gailua eta egin klik "Konektatu" berriro.
fa: دستگاههایی که توسط این وصله گردانده شدند ابتدا باید سوار شوند. لطفاً، دستگاه را سوار کنید و دوباره »اتصال« را فشار دهید.
fi: Tämän liitännäisen hallitsemat laitteet pitää liittää tiedostojärjestelmään ennen yhdistämistä.
fr: Les périphériques gérés par ce plugin doivent être tout d'abord montés. Montez ce périphérique et cliquez de nouveau sur "Connexion".
he: ההתקנים המטופלים על ידי תוסף זה חייבים להיות מעוגנים תחילה. אנא עגן את ההתקן ולחץ על "חיבור" שנית.
hu: Az ezen modul által kezelt eszközöket először csatolni kell. Csatolja (mount) az eszközt, ezt követően kattintson a "Kapcsolódás" gombra.
it: I dispositivi gestiti da questo plugin devono essere prima montati. Monta il dispositivo e poi fai clic nuovamente su "Connetti".
ja: このプラグインが扱うデバイスは、先にマウントしなければなりません。 デバイスをマウントしてから再度「接続」をクリックしてください。
ka: ამ მოდულის მიერ დამუშავებული მოწყობილობები ჯერ უნდა მიმაუნტდეს. გთხოვთ მიამაუნტოთ მოწყობილობა და კიდევ ერთხელ დააჭიროთ "დაკავშირებას".
km: ឧបករណ៍​ដែល​បាន​គ្រប់គ្រង​ដោយ​កម្មវិធី​ជំនួយ​នេះ​ត្រូវ​តែ​បាន​ម៉ោន​ជាមុន​សិន ។ សូម​ម៉ោន​ឧបករណ៍ ហើយ​ចុច "តភ្ជាប់" ម្ដង​ទៀត ។
ko: 이 플러그인으로 제어되는 장치들은 처음으로 마운트되어야 합니다. 장치를 마운트 하시고 "연결"을 다시 클릭하십시오.
lt: Įrenginiai, tvarkomi šio įskiepio, visų pirma turi būti prijungti. Prijunkite įrenginį ir spragtelėkite „Prijungti“.
nb: Enheter som dette programtillegget håndterer må monteres først. Monter enheten og trykk «Koble til» igjen.
nds: Du muttst de Reedschappen, för de dit Moduul is, toeerst inhangen. Hang Dien Reedschap bitte in un klick denn nochmaal op "Tokoppeln".
ne: यो प्लगइनद्वारा ह्यान्डल गरिएको यन्त्रहरू पहिले माउन्ट गर्नुपर्नेछ । कृपया यन्त्र माउन्ट गर्नुहोस् र फेरि "जडान गर्नुहोस्" क्लिक गर्नुहोस् ।
nl: Apparaten die door deze plugin worden afgehandeld moeten eerst zijn aangekoppeld. Koppel (mount) het apparaat aan en klik opnieuw op "Verbinden".
nn: Einingar som dette tillegget handterer må først monterast. Monter eininga og trykk så på «Kopla til».
pa: ਇਹ ਪਲੱਗਇਨ ਰਾਹੀਂ ਵਰਤੇ ਜਾਂਦੇ ਜੰਤਰਾਂ ਨੂੰ ਮਾਊਂਟ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਜੰਤਰ ਨੂੰ ਮਾਊਟ ਕਰਕੇ "ਜੋੜੋ" ਨੂੰ ਫੇਰ ਦਬਾਓ।
pl: Urządzenia obsługiwane przez tę wtyczkę muszą być wpierw zamontowane. Proszę zamontować urządzenie i kliknąć ponownie "Połącz".
pt: Os dispositivos tratados por este 'plugin' deverão ser montados primeiro. Monte por favor o dispositivo e carregue em "Ligar" de novo.
pt_br: Dispositivos gerenciados por este plugin precisam ser montados antes. Por favor, monte o dispositivo e clique em "Conectar" novamente.
ru: Устройства, с которыми работает этот модуль, необходимо предварительно включать в файловую систему («монтировать»). Сделайте это и снова щёлкните «Подключить».
se: Ovttadagat maid dát lassemoduvla gieđahallá ferte vuos čatnat. Čana dán ovttadaga ja coahkkal «Lavtta» ođđasit.
sk: Zariadenia, ktoré sú obsluhované týmto modulom musia byť najprv pripojené. Prosím, zapojte zariadenie a kliknite opäť na tlačidlo "Pripojiť".
sr: Уређаји којима рукује овај прикључак морају бити монтирани први. Монтирајте уређај и кликните поново на „Повежи“.
th: อุปกรณ์ที่ถูกใช้โดยปลั๊กอินนี้จะต้องถูกเมานท์ก่อน กรุณาเมานท์อุปกรณ์ และคลิกที่ "เชื่อมต่อ" อีกครั้ง
tr: Bu eklenti ile kullanılabilen aygıtların önce sistem tarafından bağlanması (mount edilmesi) gerekir. Lütfen aygıtı bağlayın ve "Bağlan" düğmesine tıklayın.
uk: Спочатку потрібно змонтувати пристрої, які опрацьовуються цим втулком. Будь ласка, змонтуйте пристрій і знов клацніть на "З'єднати".

source: Copy Files to Collection
af: Kopiëer lêers na die versameling
bg: Копиране на файловете в колекцията
ca: Copia els fitxers a la col·lecció
cs: Zkopírovat soubory do kolekce
da: Kopiér til samling
de: Dateien zur Sammlung kopieren
el: Αντιγραφή αρχείων στη συλλογή
es: Copiar los archivos en la colección
et: Kopeeri failid muusikakogusse
eu: Kopiatu fitxategiak biltegian
fa: رونوشت پرونده‌ها در مجموعه
fi: Kopioi tiedostot kokoelmaan
fr: Copier les fichiers vers la collection
he: העתק קבצים אל האוסף
hu: Fájlok másolása gyűjteménybe
it: Copia file nella collezione
ja: ファイルをコレクションにコピー
km: ចម្លង​ឯកសារ​ទៅ​កាន់​​សម្រាំង
ko: 모음집에 파일 복사
lt: Kopijuti bylas į fonoteką
nb: Kopier filer til samling
nds: Dateien na Sammeln koperen
ne: सङ्कलनमा फाइलहरू प्रतिलिपि गर्नुहोस्
nl: Bestanden kopiëren naar collectie
nn: Kopier filer til samling
pa: ਫਾਇਲਾਂ ਭੰਡਾਰ 'ਚ ਨਕਲ
pl: Kopiuj pliki do kolekcji
pt: Copiar os Ficheiros para a Colecção
pt_br: Copiar Arquivos para a Coleção
ru: Скопировать файлы в коллекцию
se: Máŋge fiillaid čoahkkádussii
sk: Kopírovať súbory do kolekcie
sr: Копирај фајлове у збирку
th: คัดลอกแฟ้มไปคลังดนตรี
tr: Dosyaları Koleksiyona Kopyala
uk: Скопіювати файли в збірку

source: Transfer Queue to Here...
af: Dra die wagtou hierna oor...
bg: Прехвърляне на опашката тук...
ca: Transfereix la cua aquí...
cs: Přenést frontu sem...
da: Fra overførselskø hertil...
de: Warteschlange hier her übertragen ...
el: Μεταφορά αναμονής εδώ...
es: Transferir la cola aquí...
et: Kanna järjekord siia üle...
eu: Transferitu ilara hona...
fa: انتقال صف به اینجا...
fi: Siirrä jonon sisältö tähän…
fr: Liste d'attente de transfert vers ici...
he: העבר את תוכן התור לכאן...
hu: Sor átvitele ide...
it: Trasferisci qui la coda...
ja: キューをここに転送...
km: ផ្ទេរ​ជួរ​មក​ទីនេះ...
ko: 여기에 대기열 전송하기...
lt: Perkelti eilę čia...
nb: Overføringskø hit …
nds: Töövreeg hierhen överdregen...
ne: यहाँ लाम स्थान्तरण गर्नुहोस्...
nl: Wachtrij hier naartoe zenden...
nn: Overfør kø til her …
pa: ਕਤਾਰ ਇੱਥੇ ਭੇਜੋ...
pl: Przenieś kolejkę tutaj...
pt: Transferir a Fila para Aqui...
pt_br: Transferir Fila Para Aqui...
ru: Очередь на передачу...
se: Sirdde ráiddu deikke …
sk: Preniesť front sem...
sr: Пребаци ред овде...
th: ถ่ายโอนคิวมาที่นี่...
tr: Kuyruğu buraya aktar...
uk: Перенести чергу до цього місця...

source: Transfer queue to here...
af: Dra die wagtou hierna oor...
bg: Прехвърляне на опашката тук...
ca: Transfereix la cua aquí...
cs: Přenést frontu sem...
da: Fra overførselskø hertil...
de: Warteschlange hier her übertragen ...
el: Μεταφορά αναμονής εδώ...
es: Transferir la cola aquí...
et: Kanna järjekord siia üle...
eu: Transferitu ilara hona...
fa: انتقال صف به اینجا...
fi: Siirrä jonon sisältö tähän…
fr: Liste d'attente de transfert vers ici...
he: העבר את תוכן התור לכאן...
hu: Sor átvitele ide...
it: Trasferisci qui la coda...
ja: キューをここに転送...
ka: რიგის გადაცემა აქ...
km: ផ្ទេរ​ជួរ​មក​ទីនេះ...
ko: 여기에 대기열 전송하기...
lt: Perkelti eilę čia...
nb: Overføringskø hit …
nds: Töövreeg hierhen överdregen...
ne: यहाँ लाम स्थान्तरण गर्नुहोस्...
nl: Wachtrij hier naar toe overdragen...
nn: Overfør kø til her …
pa: ਕਤਾਰ ਇੱਥੇ ਭੇਜੋ...
pl: Przenieś kolejkę tutaj...
pt: Transfira a fila para aqui...
pt_br: Transferir fila para aqui...
ru: Очередь на передачу...
se: Sirdde ráiddu deikke …
sk: Preniesť front sem...
sr: Пребаци ред овде...
th: ถ่ายโอนคิวมาที่นี่...
tr: Kuyruğu buraya aktar...
uk: Перенести чергу до цього місця...

source: Track already exists on device
af: Die snit bestaan alreeds op die toestel
bg: Записът вече го има в устройството
ca: La peça ja existeix al dispositiu
cs: Skladba již existuje na zařízení
da: Sporet findes allerede på enheden
de: Das Stück befindet sich bereits auf dem Media-Player.
el: Το κομμάτι υπάρχει ήδη στη συσκευή
es: La pista ya se encuentra en el dispositivo
et: Pala on juba seadmel olemas
eu: Pista badago lehendik ere gailuan
fa: شیار از قبل در دستگاه موجود است
fi: Kappale on jo medialaitteella
fr: Le morceau existe déjà sur le périphérique
he: הרצועה כבר קיימת על התקן־המדיה
hu: Már létezik a szám az eszközön
it: Traccia già esistente sul dispositivo
ja: トラックは既にデバイスにあります
km: មាន​បទ​នៅ​លើ​ឧបករណ៍​រួច​ហើយ
ko: 트랙이 미디어 장치에 이미 있습니다.
lt: Daina įrenginyje jau yra
nb: Sporet finnes på enheten fra før
nds: Dat gifft dat Stück al op de Reedschap
ne: ट्रयाक यन्त्रमा पहिल्यै छ
nl: Track staat al op media-apparaat
nn: Sporet finst allereie på eininga.
pa: ਜੰਤਰ ਉੱਤੇ ਟਰੈਕ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Utwór już istnieje na urządzeniu
pt: A faixa já existe no dispositivo
pt_br: Faixa já existe no dispositivo
ru: Такая композиция уже имеется в устройстве
se: Bihttá gávdno juo ovttadagas
sk: Stopa na zariadení už existuje
sr: Нумера већ постоји на уређају
th: เพลงนี้มีอยู่แล้วบนอุปกรณ์
tr: Parça aygıtta zaten var
uk: Доріжка вже є на пристрої

source: Could not connect to Rio Karma
af: Kon nie aan die Rio Karma koppel nie
bg: Свързването към Rio Karma беше неуспешно
ca: No s'ha pogut connectar al Rio Karma
da: Kunne ikke forbinde til Rio Karma
de: Es lässt sich keine Verbindung zum Rio Karme-Gerät herstellen.
el: Αδυναμία σύνδεσης με συσκευή Rio Karma
es: No se pudo conectar al Rio Karma
et: Rio Karmaga ühendumine ebaõnnestus
fa: نتوانست به Rio Karma متصل شود
fi: Rio Karma -laitteeseen yhdistäminen ei onnistunut
fr: Impossible de se connecter à Rio Karma
he: אין אפשרות להתחבר עם Rio Karma
hu: Nem sikerült kapcsolódni a Rio Karma eszközhöz
it: Impossibile connettere il dispositivo Rio Karma
ja: Rio Karma に接続できません
km: មិន​អាច​តភ្ជាប់​ទៅ​កាន់ Rio Karma
ko: Rio Karma에 접속할 수 없습니다.
lt: Nepavyko prisijungti prie Rio Karma
nb: Klarte ikke koble til Rio Karma
nds: Tokoppeln na den Rio Karma nich mööglich
ne: रियो कर्ममा जडान गर्न सकेन
nl: Kon geen verbinding maken met Rio Karma
nn: Klast ikkje kopla til Rio Karma.
pa: Rio Karma ਨਾਲ ਜੁੜਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ
pl: Nie można było podłączyć się do urządzenia Rio Karma
pt: Não foi possível ligar ao Rio Karma
pt_br: Não foi possível conectar ao dispositivo Rio Karma
ru: Не удалось подключиться к устройству Rio Karma
se: Ii sáhttán laktit Rio Karmai
sk: Nepodarilo sa pripojiť k zariadeniu Rio Karma
sr: Нисам могао да се повежем са Rio Karma-ом
th: ไม่สามารถเชื่อมต่อไปยัง Rio Karma ได้
tr: Rio Karma'ya bağlanılamadı
uk: Не вдається з'єднатися з Rio Karma

source: Rio Karma could not be opened
af: Kon nie die Rio Karma oop maak nie
bg: Rio Karma не може да бъде отворена
ca: El Rio Karma no s'ha pogut obrir
da: Rio Karma-enheden kunne ikke åbnes
de: Der angeforderte Rio Karma-Player lässt sich nicht öffnen.
el: Η συσκευή Rio Karma δε μπορεί να φορτωθεί
es: No pudo abrirse el dispositivo Rio Karma
et: Rio Karmat ei saa avada
fa: Rio Karma نتوانست باز شود
fi: Rio Karma -laitteen avaus ei onnistunut
fr: Rio Karma n'a pu être ouvert
he: אין אפשרות לפתוח את Rio Karma
hu: Nem sikerült megnyitni a Rio Karma eszközt
it: Impossibile accedere al dispositivo Rio Karma
ja: Rio Karma を開けません
km: Rio Karma មិន​អាច​ត្រូវ​បាន​បើក
ko: Rio Karma를 열 수 없습니다.
lt: Nepavyko atverti Rio Karma
nb: Rio Karma kunne ikke åpnes
nds: De Rio Karma lett sik nich opmaken
ne: रियो कर्म खोल्न सकेन
nl: Rio Karma kon niet worden geopend
nn: Klarte ikkje opna Rio Karma.
pl: Urządzenie Rio Karma nie mogło zostać otworzone
pt: O dispositivo Rio Karma não está acessível
pt_br: Não foi possível abrir o dispositivo Rio Karma
ru: Не удалось открыть Rio Karma
se: Ii sáhttán rahpat Rio Karma-čuojana
sk: Zariadenie Rio Karma sa nepodarilo otvoriť.
sr: Rio Karma није могао бити отворен
th: ไม่สามารถเปิดอุปกรณ์ Rio Karma ได้
tr: Rio Karma açılamadı
uk: Не вдалося відкрити Rio Karma

source: Could not get music from Rio Karma
af: Kon nie musiek vanaf die Rio Karma onttrek nie
bg: Не може да бъде изтеглена музика от Rio Karma
ca: No s'ha pogut obtenir la música del Rio Karma
da: Kunne ikke hente musik fra Rio Karma
de: Es lässt sich keine Musik vom Rio Karma-Player holen.
el: Αδυναμία ανάκτησης μουσικής από τη συσκευή Rio Karma
es: No ha sido posible obtener música del Rio Karma
et: Muusika hankimine Rio Karmalt ebaõnnestus
fa: نتوانست از Rio Karma موسیقی به دست آورد
fi: Musiikin hakeminen Rio Karma -laitteesta ei onnistunut
fr: Impossible de récupérer la musique depuis Rio Karma
he: אין אפשרות לקבל מוזיקה מ־ Rio Karma
hu: Nem sikerült lehozni zenét a Rio Karma eszközről
it: Impossibile ottenere musica dal dispositivo Rio Karma
ja: Rio Karma から音楽を取得できません
km: មិន​អាច​ទទួល​តន្ត្រី​ពី Rio Karma
ko: Rio Karma로부터 음악을 얻을 수 없습니다.
lt: Nepavyko gauti dainų iš Rio Karma
nb: Klarte ikke hente musikk fra Rio Karma
nds: Vun den Rio Karma lett sik keen Musik halen
ne: रियो कर्मबाट सङ्गीत प्राप्त गर्न सकेन
nl: Kon geen muziek halen van Rio Karma
nn: Klarte ikkje henta musikk frå Rio Karma.
pl: Nie można było pobrać muzyki z urządzenia Rio Karma
pt: Não foi possível obter as músicas do Rio Karma
pt_br: Não foi possível obter músicas do dispositivo Rio Karma
se: Ii sáhttán oažžut musihka Rio Karmas
sk: Nepodarilo sa získať hudbu z Rio Karma
sr: Нисам могао да добавим музику са Rio Karma-е
th: ไม่สามารถดึงเพลงจากอุปกรณ์ Rio Karma ได้
tr: Rio Karma'dan müzik alınamadı
uk: Не вдалося отримати музику з Rio Karma

source: Could not read Rio Karma tracks
af: Kon nie snitte van die Rio Karma lees nie
bg: Записите от Rio Karma не могат да бъдат прочетени
ca: No s'han pogut llegir les peces del Rio Karma
da: Kunne ikke læse Rio Karma-spor.
de: Es lassen sich keine Stücke vom Rio Karma-Player lesen.
el: Αδυναμία ανάγνωσης κομματιών της συσκευής Rio Karma
es: No ha sido posible leer las pistas del Rio Karma
et: Rio Karma palade lugemine ebaõnnestus
fa: نتوانست شیارهای Rio Karma را بخواند
fi: Rio Karma -medialaitteen kappaleiden lukeminen ei onnistunut.
fr: Impossible de lire les morceaux Rio Karma
he: אין אפשרות לקרוא רצועות מ־ Rio Karma
hu: Nem sikerült olvasni a Rio Karma számait
it: Impossibile leggere le tracce dal dispositivo Rio Karma
ja: Rio Karma のトラックを読めません
km: មិន​អាច​អាន​បទ​ Rio Karma
ko: Rio Karma 트랙을 읽을 수 없습니다.
lt: Nepavyko perskaityti Rio Karma dainų
nb: Kunne ikke lese Rio Karma-spor
nds: De Stücken op den Rio Karma laat sik nich lesen
ne: रियो कर्म ट्रयाकहरू पढ्न सकेन
nl: Kon geen Rio Karma--tracks lezen
nn: Klarte ikkje lesa spor frå Rio Karma.
pl: Nie można odczytać utworów z urządzenia Rio Karma
pt: Não foi possível ler as faixas do Rio Karma
pt_br: Não foi possível ler as faixas no dispositivo Rio Karma
se: Ii sáhttán lohkat Rio Karma-bihtáid
sk: Nepodarilo sa prečítať stopy na zariadení Rio Karma
sr: Нисам могао да прочитам нумере са Rio Karma-е
th: ไม่สามารถอ่านเพลงจากอุปกรณ์ Rio Karma ได้
tr: Rio Karma parçaları okunamadı
uk: Не вдалось прочитати доріжки з Rio Karma
