Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: For this feature, a script of type "Transcode" has to be running
af: Vir hierdie eienskap, moet 'n skrip van tipe "Transkodeer", gehardloop word.
bg: За тази функция трябва да се стартира скрипт от рода на "Transcode"
ca: Per a aquesta funcionalitat, s'ha d'estar executant un guió del tipus «Recodificar»
da: For denne funktion skal et script af typen "Transcode" køre
de: Für diese Funktion muss ein Skript vom Typ "Umwandeln" laufen.
el: Για το χαρακτηριστικό αυτό, θα πρέπει να εκτελείται ένα σενάριο τύπου "Κωδικοποίησης"
es: Para esta característica, tiene que estar ejecutándose un script de tipo «Transcode»
et: Selle kasutamiseks peab töötama "Transcode" tüüpi skript
eu: "Transcode" script mota exekutatu behar da funtzionalitate honentzako
fa: برای این ویژگی، یک دست‌نوشته از نوع »ترارمز« باید اجرا شود
fi: Tämä ominaisuutta varten pitää olla Transcode-tyyppinen komentosarja päällä
fr: Pour cette fonctionnalité, un script comme "Transcode" doit être utilisé
he: עבור יכולת זאת, תסריט מסוג "המרת־קידוד" חייב לרוץ
hu: A funkció használatához szükséges, hogy fusson egy "átkódolás" ("transcode") típusú szkript
it: Per questa funzionalità, deve essere eseguito uno script "Transcode"
ja: この機能を利用するにはトランスコードスクリプトが実行されていなければなりません。
km: សម្រាប់​លក្ខណៈ​ពិសេស​នេះ ស្គ្រីប​នៃ​ប្រភេទ "បម្លែង" ត្រូវ​តែ​រត់
ko: 이 요소에 대하여, "Transcode" 형식의 스크립트들이 실행되어야 합니다.
lt: Norint perkoduoti dainas, turi būti paleistas perkodavimo scenarijus
nb: For at dette skal virke, må det kjøre et skript av typen «Transkode»
nds: För disse Funkschoon mutt en Skript vun den Typ "Ümkoderen" lopen
ne: यो विशेषताको लागि, "ट्रान्सकोड" प्रकारको स्क्रिप्ट चलाउनुपर्ने हुन्छ
nl: Voor deze functie moet een script van het type "Transcode" draaien
nn: For at denne funksjonen skal fungera må eit skript av typen «Omkoding» køyrast.
pa: ਇਹ ਫੀਚਰ ਵਰਤਣ ਲਈ, "Transcode" ਕਿਸਮ ਦੀ ਸਕਰਿਪਟ ਚੱਲਦੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
pl: Aby korzystać z tej opcji, skrypt typu "Konwersja" musi być uruchomiony
pt: Para esta funcionalidade, terá de executar um programa do tipo "Transcode"
pt_br: Para esta função, um script de "Conversão" tem que estar em execução
ru: Для использования этой функции необходимо запустить один из сценариев перекодировки
se: Jus dát galgá doaibmat, de ferte skripta «Transcode» leat jođus
sk: Pre túto vlastnosť musí bežať skript typu "Prekódovanie"
sr: За ову могућност мора се извршавати скрипта типа „Транскодирање“
th: สำหรับความสามารถนี้ ต้องมีสคริปต์ชนิด "การแปลงรหัส" ทำงานอยู่ด้วย
tr: Bu özellik için, "Transcode" tipi bir betik çalışıyor olmak zorundadır
uk: Для цієї функціональності повинен виконуватись скрипт типу "Transcode"

source: Amarok - rediscover your music
af: Amarok – herontdek jou musiek
bg: Amarok - преоткрийте музиката
ca: Amarok - redescobreix la teva música
cs: AmaroK - znovu objevte svou hudbu
da: Amarok - genopdag din musik
de: Amarok - Musik neu erleben!
el: AmaroK - ανακαλύψτε ξανά τη μουσική σας
es: Amarok - vuelva a descubrir su música
et: Amarok - muusikaelamuse nautimiseks
fa: Amarok - کشف مجدد موسیقی شما
fi: Amarok – löydä musiikkisi uudelleen
fr: Amarok - redécouvrez votre musique
he: Amarok - גלה מחדש את המוזיקה שלך
hu: Amarok - Fedezd fel újra a zenét!
it: Amarok - riscopri la tua musica
ja: Amarok - あなたの音楽を再発見
km: amaroK - រក​ឃើញ​តន្ត្រី​របស់​អ្នក​ម្ដង​ទៀត
ko: Amarok - 음악의 재발견
lt: AmaroK – atraskite savo muziką iš naujo
nb: Amarok – gjennoppdag musikken din
nds: AmaroK - Beleev Dien Musik nieg!
ne: अमारोक - तपाईँ सङ्गीत पुन: जन्माउनुहोस्
nl: Amarok - herontdek uw muziek
nn: Amarok – gjenoppdag musikken din
pa: ਅਮਰੋਕ - ਆਪਣਾ ਸੰਗੀਤ ਮੁੜ-ਖੋਜੋ
pl: Amarok - odkryj na nowo swoją muzykę
pt: Amarok - reencontre a sua música
pt_br: Amarok - redescubra sua música
ru: amaroK - посмотрите на музыку по-другому
se: Amarok – áicca iežat musihkka fas
sk: AmaroK - znovuobjavte svoju hudbu
sr: Amarok — откријте своју музику
th: Amarok - ค้นพบมิติใหม่ในดนตรีของคุณ
tr: Amarok - müziğinizi yeniden keşfedin
uk: Amarok - заново відчуйте свою музику

source: New...
af: Nuwe...
bg: Нов...
ca: Nova...
cs: Nový...
da: Ny...
de: Neu ...
el: Νέα...
es: Nuevo...
et: Uus...
fa: جدید...‌
fi: Uusi...
fr: Nouveau...
hu: Új...
it: Nuovo...
ja: 新規...
km: ថ្មី...
lt: Naujas...
nb: Ny …
nds: Nieg...
ne: नयाँ...
nl: Nieuw...
nn: Ny …
pa: ਨਵਾਂ...
pl: Nowa...
pt: Novo...
pt_br: Nova...
ru: Создать...
se: Ođđa …
sk: Nový...
sr: Нова...
th: ใหม่...
tr: Yeni...
uk: Створити...

source: Import Existing...
af: Voer bestaande in...
bg: Импортиране на съществуващ...
ca: Importa'n una existent...
cs: Importovat existující...
da: Importér eksisterende...
de: Bestehende importieren ...
el: Εισαγωγή υπάρχουσας...
es: Importar existentes...
et: Impordi olemasolev...
fa: واردات موجود...
fi: Tuo olemassaoleva...
fr: Importation de l'existant...
hu: Létező importálása...
it: Importa esistenti...
ja: 既存のものをインポート...
km: នាំចូល​អ្វី​ដែល​មាន​ស្រាប់...
lt: Importuoti...
nb: Importer eksisterende …
nds: Vörhannen importeren...
ne: पुरानो आयात गर्नुहोस्...
nl: Bestaande importeren...
nn: Importer gammal …
pa: ਮੌਜੂਦਾ ਆਯਾਤ...
pl: Importuj istniejącą...
pt: Importar as Existentes...
pt_br: Importar Existente...
ru: Импортировать...
se: Sisafievrrit leamen …
sk: Importovať jestvujúce...
sr: Увези постојећу...
th: นำเข้าที่มีอยู่แล้ว...
tr: Mevcut Olanı Al...
uk: Імпортувати існуючі...

source: Playlist
af: Speel lys
bg: Списък със записи
ca: Llista de reproducció
cs: Seznam skladeb
da: Spilleliste
de: Wiedergabeliste
el: Λίστα αναπαραγωγής
es: Lista de reproducción
et: Esitusnimekiri
eu: Zerrenda
fa: فهرست پخش
fi: Soittolista
fr: Liste de lecture
he: רשימת־השמעה
hu: Lejátszólista
ja: プレイリスト
ka: რეპერტუარი
km: បញ្ជីចាក់
ko: 재생목록
lt: Grojaraštis
nb: Spilleliste
nds: Afspeellist
ne: बजाउने सूची
nl: Afspeellijst
nn: Speleliste
pa: ਸੰਗੀਤ-ਸੂਚੀ
pl: Lista odtwarzania
pt: Lista de Reprodução
pt_br: Lista de Músicas
ru: Список
se: Čuojahanlistu
sk: Zoznam skladieb
sr: Листа нумера
th: รายการเล่น
tr: Parça Listesi
uk: Список композицій

source: Smart Playlist...
af: Slim Speel lys...
bg: Тематичен списък...
ca: Llista de reproducció intel·ligent...
cs: Chytrý seznam skladeb...
da: Smart spilleliste...
de: Intelligente Wiedergabeliste ...
el: Έξυπνη λίστα...
es: Lista de reproducción inteligente...
et: Nutikas esitusnimekiri...
eu: Zerrenda azkarra...
fa: فهرست پخش هوشمند...
fi: Älykäs soittolista…
fr: Liste de lecture intelligente...
he: רשימת־השמעה חכמה...
hu: Intelligens lejátszólista...
it: Playlist veloce...
ja: スマートプレイリスト...
ka: სხარტი რეპერტუარი...
km: បញ្ជី​ចាក់​ឆ្លាត...
ko: 스마트 재생목록...
lt: Išmoningas grojaraštis...
nb: Smart spilleliste …
nds: Plietsche Afspeellist...
ne: छरितो बजाउने सूची...
nl: Intelligente afspeellijst...
nn: Smart speleliste …
pa: ਚੁਸਤ ਸੰਗੀਤ-ਸੂਚੀ...
pl: Inteligentna lista odtwarzania...
pt: Lista de Reprodução Inteligente...
pt_br: Lista Inteligente de Músicas...
ru: Интеллектуальный список...
se: Jierpmás čuojahanlistu …
sk: Inteligentný zoznam skladieb...
sr: Паметна листа...
th: รายการเล่นอัจฉริยะ
tr: Akıllı Parça Listesi...
uk: Кмітливий список композицій...

source: Dynamic Playlist...
af: Dinamiese Speel lys...
bg: Динамичен списък...
ca: Llista de reproducció dinàmica...
cs: Dynamický seznam skladeb...
da: Dynamisk spilleliste...
de: Dynamische Wiedergabeliste ...
el: Δυναμική λίστα...
es: Lista de reproducción dinámica...
et: Dünaamiline esitusnimekiri...
eu: Zerrenda dinamikoa...
fa: فهرست پخش پویا...
fi: Elävä soittolista…
fr: Liste de lecture dynamique...
he: רשימת־השמעה דינמית...
hu: Dinamikus lejátszólista...
it: Playlist dinamica...
ja: ダイナミックプレイリスト...
ka: დინამიკური რეპერტუარი...
km: បញ្ជី​ចាក់​ថាមវន្ត...
ko: 동적 재생목록...
lt: Dinaminis grojaraštis...
nb: Dynamisk spilleliste …
nds: Dünaamsche Afspeellist...
ne: गतिशील बजाउने सूची...
nl: Dynamische afspeellijst...
nn: Dynamisk speleliste …
pa: ਸਫ਼ਰੀ ਸੰਗੀਤ-ਸੂਚੀ...
pl: Dynamiczna lista odtwarzania...
pt: Lista de Reprodução Dinâmica...
pt_br: Lista Dinâmica de Músicas...
ru: Динамический список...
se: Dynámalaš čuojahanlistu …
sk: Dynamický zoznam skladieb...
sr: Динамичка листа...
th: รายการเล่นไดนามิก
tr: Değişken Parça Listesi...
uk: Динамічний список композицій...

source: Radio Stream...
af: Radio Stroom...
bg: Радио поток...
ca: Flux de ràdio...
cs: Vysílání rádia...
da: Radiostrøm...
el: Ροή ραδιοφώνου...
es: Flujo de radio...
et: Raadiovoog...
eu: Irrati-korrontea...
fa: جریان رادیویی...
fi: Radiovirta…
fr: Flux radio...
he: שידור רדיו זורם...
hu: Rádió-adatfolyam...
it: Flusso radio...
ja: ラジオストリーム...
ka: რადიო ნაკადი....
km: ស្ទ្រីម​វិទ្យុ...
ko: 라디오 스트림...
lt: Radijo srautas...
nb: Radiostrøm …
nds: Radiostroom...
ne: रेडियो प्रवाह...
nn: Radiostraum …
pa: ਰੇਡੀਓ ਸਟਰੀਮ...
pl: Strumień radiowy...
pt: Transmissão de Rádio...
pt_br: Stream de Rádio...
ru: Потоковое радио...
se: Radiogáldu …
sk: Vysielanie rádia...
sr: Радио ток...
th: วิทยุอินเทอร์เน็ต...
tr: Müzik Yayını...
uk: Радіопотік...

source: Podcast...
af: Pod uitsending...
bg: Подкаст...
el: Εκπομπή Pod...
he: פוד־קסט...
ja: ポッドキャスト...
km: ផតខាស់...
ko: 포드캐스트...
nb: Podkast …
ne: पोडकास्ट...
nn: Podkast …
pa: ਪੋਸਟਕਾਸਟ...
sr: Подемисија...
th: พ็อดแคสท์...

source: Rename
af: Verander naam
bg: Преименуване
ca: Reanomena
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Renombrar
et: Nimeta ümber
eu: Izena aldatu
fa: تغییر نام
fi: Nimeä uudelleen
fr: Renommer
he: שנה שם
hu: Átnevezés
it: Rinomina
ja: 名前変更
ka: სახელის გადარქმევა
km: ប្តូរ​​ឈ្មោះ​
ko: 이름 바꾸기
lt: Pervadinti
nb: Endre navn
nds: Ümnömen
ne: पुन: नामकरण गर्नुहोस्
nl: Hernoemen
nn: Endra namn
pa: ਨਾਂ-ਤਬਦੀਲ
pl: Zmień nazwę
pt: Mudar o Nome
pt_br: Renomear
ru: Переименовать
se: Rievdat nama
sk: Premenovať
sr: Преименуј
th: เปลี่ยนชื่อ
tr: Yeniden İsimlendir
uk: Перейменувати

source: Random Mix
af: Willekeurige Mengsel
bg: Случайни
ca: Mescla aleatòria
cs: Náhodný mix
da: Tilfældig blanding
de: Zufälliger Mix
el: Τυχαία μείξη
es: Mezcla aleatoria
et: Juhuslik miks
eu: Ausazkoa
fa: مخلوط تصادفی
fi: Satunnainen sekoitus
fr: Aléatoire
he: ערבוב אקראי
hu: Véletlenszerű összeállítás
it: Mix casuale
ja: ランダムミックス
ka: შემთხვევითი მიქსი
km: លាយ​ចៃដន្យ
ko: 무작위로 섞기
lt: Atsitiktinės dainos
nb: Tilfeldig miks
nds: Dwarsmischen
ne: अनियमित मिश्रण
nl: Willekeurige mix
nn: Tilfeldig blanding
pa: ਰਲਵਾਂ ਮਿਕਸ
pl: Losowe mieszanie
pt: Mistura Aleatória
pt_br: Mix Aleatório
ru: Случайно
se: Sáhtedohko seagaheapmi
sk: Náhodný mix
sr: Насумичан избор
th: ผสมเพลงแบบสุ่ม
tr: Rastgele Karıştır
uk: Випадковий Mix

source: Suggested Songs
af: Voorgestelde Liedjies
bg: Предложени
ca: Cançons suggerides
cs: Navrhované skladby
da: Foreslåede sange
de: Empfohlene Stücke
el: Προτεινόμενα τραγούδια
es: Canciones sugeridas
et: Pakutavad palad
eu: Iradokitutako abestiak
fa: ترانه‌های پیشنهادی
fi: Ehdotetut kappaleet
fr: Morceaux suggérés
he: שירים מומלצים
hu: Javasolt számok
it: Brani suggeriti
ja: 連想される曲
ka: შემოთავაზებული სიმღერები
km: បទ​ចម្រៀង​បាន​ស្នើ
ko: 추천곡
lt: Siūlomos dainos
nb: Sangforslag
nds: Anraadt Stücken
ne: सुझाव गरिएको गीत
nl: Voorgestelde nummers
nn: Songframlegg
pa: ਸੁਝਾਏ ਗੀਤ
pl: Sugerowane piosenki
pt: Canções Sugeridas
pt_br: Músicas Sugeridas
ru: Предлагаемые композиции
se: Evttohuvvon bihtát
sk: Navrhované skladby
sr: Предложене песме
th: เพลงที่แนะนำ
tr: Önerilen Şarkılar
uk: Запропоновані пісні

source: Radio Streams
af: Radio Strome
bg: Радио канали
ca: Fluxos de ràdio
cs: Vysílání rádia
da: Radiostrømme
el: Ροές ραδιοφώνου
es: Flujos de radio
et: Raadiovood
eu: Irrati-korronteak
fa: جریانات رادیویی
fi: Radiovirrat
fr: Flux radio
he: שידורי רדיו זורמים
hu: Rádió-adatfolyamok
it: Flussi radio
ja: ラジオストリーム
ka: რადიო ნაკადები
km: ស្ទ្រីម​វិទ្យុ
ko: 라디오 스트림
lt: Radijo srautai
nb: Radiostrømmer
nds: Radioströöm
ne: रेडियो प्रवाहहरू
nn: Radiostraumar
pa: ਰੇਡੀਓ ਸਟਰੀਮ
pl: Strumienie radiowe
pt: Transmissões de Rádio
pt_br: Streams de Rádio
ru: Потоковое радио
se: Radiogáldut
sk: Vysielanie rádia
sr: Радио токови
th: วิทยุอินเทอร์เน็ต
tr: Müzik Yayınları
uk: Радіопотоки

source: Cool-Streams
af: Cool-Strome
bg: Супер канали
ca: Fluxos interessants
cs: Skvělé proudy
da: Cool-strømme
de: Coole Streams
el: Θαυμάσιες ροές
es: Flujos interesantes
et: Lahedad vood
eu: Korronte politak
fa: جریانات Cool
fi: Verkkoasemat
fr: Flux sympas
he: שידורים מגניבים זורמים
hu: Cool-adatfolyamok
it: Cool-Stream
ja: おすすめストリーム
ka: მაგარი რადიონაკადები
km: ស្ទ្រីម​ឡូយ
lt: Šaunūs srautai
nb: Kule-strømmer
nds: Deegte Strööm
ne: शीतल-प्रवाह
nn: Kule straumar
pa: ਕੂਲ-ਸਟਰੀਮ
pl: Ciekawe radia
pt: Transmissões Fixes
pt_br: Streams Legais
se: Cool-gáldut
sk: Skvelé prúdy
sr: Добри токови
th: รายการวิทยุเจ๋งๆ
tr: En Güzel Müzik Yayınları

source: Radio Stream
af: Radio Stroom
bg: Радио поток
ca: Flux de ràdio
cs: Vysílání rádia
da: Radiostrøm
el: Ροή ραδιοφώνου
es: Flujo de radio
et: Raadiovoog
eu: Irrati-korrontea
fa: جریان رادیویی
fi: Radiovirta
fr: Flux radio
he: שידור רדיו זורם
hu: Rádió-adatfolyam
it: Flusso radio
ja: ラジオストリーム
ka: რადიო ნაკადი
km: ស្ទ្រីម​វិទ្យុ
ko: 라디오 스트림
lt: Radijo srautas
nb: Radiostrøm
nds: Radiostroom
ne: रेडियो प्रवाह
nn: Radiostraum
pa: ਰੇਡੀਓ ਸਟਰੀਮ
pl: Strumień radiowy
pt: Transmissão de Rádio
pt_br: Stream de Rádio
ru: Потоковое радио
se: Radiogáldu
sk: Vysielanie rádia
sr: Радио ток
th: วิทยุอินเทอร์เน็ต
tr: Müzik Yayını
uk: Радіопотік

source: Add Radio Stream
af: Voeg Radio Stroom by.
bg: Добавяне на радио поток
ca: Afegeix un flux de ràdio
cs: Přidat vysílání rádia
da: Tilføj radiostrøm
de: Radio-Stream hinzufügen
el: Προσθήκη ροής ραδιοφώνου
es: Añadir un flujo de radio
et: Raadiovoo lisamine
eu: Gehitu irrati-korrontea
fa: افزودن جریان رادیو
fi: Lisää radiovirta
fr: Ajouter un flux radio
he: הוסף שידור רדיו זורם
hu: Rádió-adatfolyam hozzáadása
it: Aggiungi flusso radio
ja: ラジオストリームを追加
ka: რადიონაკადის დამატება
km: បន្ថែម​ស្ទ្រីម​វិទ្យុ
ko: 라디오 스트림 더하기
lt: Įdėti radijo srautą
nb: Legg til radiostrøm
nds: Radiostroom tofögen
ne: रेडियो प्रवाह थप्नुहोस्
nl: Radiostream toevoegen
nn: Legg til radiostraum
pa: ਰੇਡੀਓ ਸਟਰੀਮ ਸ਼ਾਮਿਲ
pl: Dodaj strumień radiowy
pt: Adicionar uma Transmissão de Rádio
pt_br: Adicionar Stream de Rádio
ru: Добавить потоковое радио
se: Lasit radiogáldu
sk: Pridať vysielanie rádia
sr: Додај радио ток
th: เพิ่มรายการวิทยุอินเทอร์เน็ต
tr: Müzik Yayını Ekle
uk: Додати радіопотік

source: Edit Radio Stream
af: Redigeer Radio Stroom
bg: Редактиране на радио поток
ca: Edita el flux de ràdio
cs: Upravit vysílání rádia
da: Redigér radiostrøm
de: Radio-Stream bearbeiten
el: Επεξεργασία ροής ραδιοφώνου
es: Editar un flujo de radio
et: Raadiovoo muutmine
eu: Editatu irrati-korrontea
fa: ویرایش جریان رادیو
fi: Muokkaa radiovirtaa
fr: Éditer un flux radio
he: ערוך שידור רדיו זורם
hu: Rádió-adatfolyam szerkesztése
it: Modifica flusso radio
ja: ラジオストリームを編集
ka: რადიონაკადის რედაქტირება
km: កែសម្រួល​ស្ទ្រីម​វិទ្យុ
ko: 라디오 스트림 고치기
lt: Keisti radijo srautą
nb: Rediger radiostrøm
nds: Radiostroom bewerken
ne: रेडियो प्रवाह सम्पादन गर्नुहोस्
nl: Radiostream bewerken
nn: Rediger radiostraum
pa: ਰੇਡੀਓ ਸਟਰੀਮ ਸੋਧ
pl: Edytuj strumień radiowy
pt: Editar a Transmissão de Rádio
pt_br: Editar Stream de Rádio
ru: Изменить потоковое радио
se: Doaimmat radiogáldu
sk: Upraviť vysielanie rádia
sr: Уреди радио ток
th: แก้ไขรายการวิทยุอินเทอร์เน็ต
tr: Müzik Yayınını Düzenle
uk: Редагувати радіопотік

source: Last.fm Radio
bg: Радио Last.fm
ca: Ràdio Last.fm
cs: Last.fm rádio
el: Ραδιόφωνο Last.fm
es: Radio de Last.fm
et: last.fm raadio
eu: Last.fm irratia
fa: رادیویی Last.fm
fr: Radio Last.fm
he: רדיו Last.fm:
hu: Last.fm-rádió
it: Radio Last.fm
ja: Last.fm ラジオ
km: វិទ្យុ Last.fm
ko: Last.fm 라디오
lt: Last.fm radijas
ne: Last.fm रेडियो
pa: Last.fm ਰੇਡੀਓ
pl: Radio Last.fm
pt: Rádio do Last.fm
pt_br: Rádio do Last.fm
ru: Радио last.fm
sk: Last.fm rádio
sr: Радио са Last.fm-а
th: วิทยุจาก Last.fm
tr: Last.fm Müzik Yayını
uk: Радіо Last.fm

source: Global Tags
af: Globale Etikette
bg: Глобални тагове
ca: Etiquetes globals
cs: Globální značky
da: Globale mærker
de: Globale Stichworte
el: Καθολικές ετικέτες
es: Etiquetas globales
eu: Etiketa globalak
fa: برچسبهای سراسری
fi: Ylätason asemat
fr: Balises globales
he: תגיות גלובליות
hu: Globális címkék
it: Categorie globali
ja: グローバルタグ
km: ស្លាក​សកល
ko: 전역 태그
lt: Visuotinė meta informacija
nb: Globale tagger
nds: Globaal Steekwöör
ne: विश्वव्यापी ट्याग
nl: Globale tags
nn: Globale merkelappar
pa: ਗਲੋਬਲ ਟੈਗ
pl: Znaczniki globalne
pt: Marcas Globais
pt_br: Etiquetas Globais
ru: По меткам (Global Tags Radio)
se: Globála gilkorat
sk: Globálne štítky
sr: Глобалне ознаке
th: แท็กส่วนรวม
tr: Evrensel Etiketler
uk: Глобальні мітки

source: Neighbor Radio
af: Woonbuurt Radio
bg: Съседско радио
ca: Ràdio veïna
cs: Sousedské rádio
da: Naboradio
de: Nachbar-Radio
el: Γειτονικό ραδιόφωνο
es: Radio vecina
eu: Auzoko irratia
fa: رادیویی همسایه
fi: Naapuriradio
fr: Radio de mes voisins
he: רדיו שכן
hu: Szomszéd rádiója
it: Radio per gusti simili
ja: ご近所さんラジオ
km: វិទ្យុ​ជិតខាង
ko: 이웃 라디오
lt: Kaimynų radijas
nb: Naboradio
nds: Naverradio
ne: छिमेकी रेडियो
nl: Radio van (muzikale) buren
nn: Naboradio
pa: ਗੁਆਢੀ ਰੇਡੀਓ
pl: Radio sąsiedzkie
pt: Rádio Vizinha
pt_br: Rádio do Vizinho
ru: Ближайшее (Neighbor Radio)
se: Gránnjárádio
sk: Susedné rádio
sr: Суседски радио
th: รายการวิทยุของคนรสนิยมเดียวกัน
tr: Komşu Radyolar
uk: Найближче (Neighbor Radio)

source: Personal Radio
af: Persoonlike Radio
bg: Лично радио
ca: Ràdio personal
cs: Osobní rádio
da: Personlig radio
de: Persönliches Radio
el: Προσωπικό ραδιόφωνο
es: Radio personal
et: Isiklik raadio
eu: Irrati pertsonala
fa: رادیویی شخصی
fi: Henkilökohtainen radio
fr: Radio personnelle
he: רדיו אישי
hu: Személyes rádió
it: Radio personale
ja: パーソナルラジオ
km: វិទ្យុ​ផ្ទាល់ខ្លួ​ន
ko: 개인 라디오
lt: Asmeninis radijas
nb: Personlig radio
nds: Persöönlich Radio
ne: व्यक्तिगत रेडियो
nl: Persoonlijke radio
nn: Personleg radio
pa: ਨਿੱਜੀ ਰੇਡੀਓ
pl: Radio osobiste
pt: Rádio Pessoal
pt_br: Rádio Pessoal
ru: Личное (Personal Radio)
se: Peršuvnnalaš radio
sk: Osobné rádio
sr: Лични радио
th: รายการวิทยุส่วนตัว
tr: Kişisel Radyolar
uk: Особисте радіо

source: Loved Radio
af: Gunsteling Radio
bg: Любимо радио
ca: Ràdio enamorada
cs: Oblíbené rádio
da: Elsket radio
de: Favoriten-Radio
el: Αγαπημένο ραδιόφωνο
es: Radio apreciada
et: Lemmikraadio
eu: Hobetsitako irratia
fa: رادیویی محبوب
fi: Lempiradio
fr: Radio préférée
he: רדיו אהוב
hu: Kedvelt rádió
it: Radio preferita
ja: お気に入りラジオ
km: វិទ្យុដែល​ចូលចិត្ត​​
ko: 좋아하는 라디오
lt: Mylimas radijas
nb: Kjær radio
nds: Leevsten-Radio
ne: मायालु रेडियो
nl: Gewaardeerde radio
nn: Elska-radio
pa: ਲਵਡ ਰੇਡੀਓ
pl: Radio ulubione
pt: Rádio Adorada
pt_br: Rádio Adorada
ru: Любимое (Loved Radio)
se: Ráhkistuvvon radio
sk: Obľúbené rádio
sr: Вољени радио
th: รายการวิทยุจากเพลงสุดโปรด
tr: Sevilen Radyolar
uk: Улюблене радіо

source: Add Last.fm Radio
af: Voeg Last.fm Radio by
bg: Добавяне на радио от Last.fm
ca: Afegeix una ràdio Last.fm
cs: Přidat last.fm rádio
da: Tilføj Last.fm radio
de: Last.fm-Station hinzufügen
el: Προσθήκη ραδιοφώνου Last.fm
es: Añadir una radio de Last.fm
et: Lisa last.fm raadio
eu: Gehitu Last.fm irratia
fa: افزودن رادیویی Last.fm
fi: Lisää Last.fm-radio
fr: Ajouter une radio Last.fm
he: הוסף רדיו Last.fm
hu: Last.fm-rádió hozzáadása
it: Aggiungi radio Last.fm
ja: Last.fm ラジオを追加
km: បន្ថែម​វិទ្យុ Last.fm
ko: Last.fm 라디오 추가
lt: Įdėti last.fm radiją
nb: Legg til Last.fm radio
nds: Last.fm-Radio tofögen
ne: Last.fm रेडियो थप्नुहोस्
nl: Last.fm-radio toevoegen
nn: Legg til Last.fm-radio
pa: Last.fm ਰੇਡੀਓ ਸ਼ਾਮਿਲ
pl: Dodaj radio Last.fm
pt: Adicionar uma Rádio do Last.fm
pt_br: Adicionar Rádio do Last.fm
ru: Добавить радио last.fm
se: Lasit last.fm radio
sk: Pridať Last.fm rádio
sr: Додај радио са Last.fm-а
th: เพิ่มรายการวิทยุ Last.fm
tr: Last.fm Müzik Yayını Ekle
uk: Додати радіо Last.fm

source: A Smart Playlist named "%1" already exists. Do you want to overwrite it?
af: 'n Slim Speel lys met die naam "%1" bestaan alreeds. Wil jy dit oorskryf?
bg: Вече има тематичен списък "%1". Искате ли да бъде презаписан?
ca: Ja existeix una llista de reproducció intel·ligent anomenada «%1». La voleu sobreescriure?
cs: Chytrý seznam skladeb s názvem '%1' již existuje. Chcete jej přepsat?
da: En smart spilleliste med navnet "%1" findes allerede. Vil du overskrive den?
de: Eine intelligente Wiedergabeliste namens "%1" existiert bereits. Soll sie überschrieben werden?
el: Μια έξυπνη λίστα με το όνομα "%1" υπάρχει ήδη. Επιθυμείτε την αντικατάστασή της;
es: Ya existe una lista de reproducción llamada "%1". ¿Desea sobrescribirla?
et: Nutikas esitusnimekiri "%1" on juba olemas. Kas kirjutada see üle?
fa: فهرست پخش هوشمندی با نام »%1« از قبل وجود دارد. می‌خواهید آن را جای‌نوشت کنید؟
fi: Älykäs soittolista nimeltä ”%1” on jo olemassa tässä kansiossa. Haluatko korvata sen?
fr: Une liste de lecture portant le nom « %1 » existe déjà. Voulez-vous l'écraser ?
hu: Már létezik "%1" nevű intelligens lejátszólista. Szeretné felülírni azt?
it: Una playlist veloce con nome "%1" già esiste. Vuoi sovrascriverla?
ja: "%1" という名前のスマートプレイリストは既にあります。上書きしますか？
km: មាន​បញ្ជី​បទ​ឈ្មោះ "%1" រួច​ហើយ ។ តើ​អ្នក​ចង់​សរសេរ​ជាន់​លើ​វា​ឬ ?
lt: Išmoningas grojaraštis pavadinimu „%1“ jau yra. Ar norite jį perrašyti?
nb: En smart spilleliste med navnet «%1» finnes fra før. Vil du overskrive den?
nds: Dat gifft al en plietsche Afspeellist mit den Naam "%1". Wullt Du ehr överschrieven?
ne: "%1" नामकरण गरिएको छरितो बजाउने सूची पहिल्यै अवस्थित छ । तपाईँ यसलाई अधिलेखन गर्न चाहनुहुन्छ ?
nl: Een intelligente afspeellijst met de naam "%1" bestaat al. Overschrijven?
nn: Det finst allereie ei smart speleliste med namnet «%1». Vil du skriva over ho?
pa: ਸਮਾਰਟ ਸੰਗੀਤ-ਸੂਚੀ "%1" ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਕੀ ਤੁਸੀਂ ਉੱਤੇ ਹੀ ਲਿਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Inteligentna lista odtwarzania o nazwie "%1" już istnieje. Czy chcesz ją zastąpić?
pt: Já existe uma lista de reprodução inteligente com o nome "%1". Deseja sobrepo-la?
pt_br: Uma Lista Inteligente de Músicas com o nome "%1" já existe. Tem certeza que deseja sobrescrevê-la?
ru: Интеллектуальный список с именем «%1» уже существует. Заменить его?
se: Jierpmás čuojahanlistu nammaduvvon «%1» gávdno juo. Háliidatgo dan buhttet?
sk: Inteligentný zoznam skladieb s názvom "%1" už existuje. Chcete ho prepísať?
sr: Паметна листа по имену „%1“ већ постоји. Желите ли да је пребришете?
th: มีรายการเล่นอัจฉริยะชื่อ "%1" คุณต้องการจะเขียนทับหรือไม่?
tr: "%1" isimli bir Akıllı Parça Listesi zaten var. Bu listenin üzerine yazmak istiyor musunuz?
uk: Кмітливий список композицій з назвою "%1" вже існує. Перезаписати його?

source: Overwrite Playlist?
af: Oorskryf Speel lys?
bg: Презапис на списъка?
ca: Voleu sobreescriure la llista de reproducció?
cs: Přepsat seznam skladeb?
da: Overskriv spilleliste?
de: Wiedergabeliste überschreiben?
el: Αντικατάσταση λίστας;
es: ¿Sobrescribir la lista de reproducción?
et: Kas kirjutada esitusnimekiri üle?
eu: Gainidatzi zerrenda?
fa: فهرست پخش جای‌نوشت شود؟
fi: Korvataanko soittolista?
fr: Écraser la liste de lecture ?
he: שכתב רשימת־השמעה?
hu: Felülírja a lejátszólistát?
it: Sovrascrivi la playlist?
ja: プレイリストを上書きしますか？
ka: გადავაწერო რეპერტუარს?
km: សរសេរ​ជាន់​លើ​បញ្ជី​បទ ?
ko: 재생 목록을 덮어쓰시겠습니까?
lt: Perrašyti grojaraštį?
nb: Overskriv spilleliste?
nds: Afspeellist överschrieven?
ne: बजाउने सूची अधिलेखन गर्नुहुन्छ ?
nl: Afspeellijst overschrijven?
nn: Vil du skriva over spelelista?
pa: ਕੀ ਸੰਗੀਤ-ਸੂਚੀ ਉੱਤੇ ਹੀ ਲਿਖਣਾ ਹੈ?
pl: Zastąpić listę odtwarzania?
pt: Sobrepor a Lista de Reprodução?
pt_br: Sobrescrever Lista de Músicas?
ru: Заменить список?
se: Buhtte čuojahanlisttu?
sk: Prepísať zoznam skladieb?
sr: Пребрисати листу нумера?
th: เขียนทับรายการเล่นหรือไม่?
tr: Parça Listesininin Üzerine Yazılsın mı?
uk: Перезаписати список композицій?
