Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Collection Statistics
af: Versameling Statistieke
bg: Статистика на колекцията
ca: Estadístiques de la col·lecció
cs: Statistika vaší kolekce
da: Samlingsstatistik
de: Statistiken zur Sammlung
el: Στατιστικά συλλογής
es: Estadísticas de la colección
et: Muusikakogu statistika
eu: Bildumaren estatistikak
fa: آمار مجموعه
fi: Kokoelman tilastot
fr: Statistiques de votre collection
he: הסטטיסטיקה של האוסף
hu: Gyűjtemény-statisztika
it: Statistiche della collezione
ja: コレクションの統計
ka: კოლექციის სტატისტიკა
km: ស្ថិតិ​ការ​សម្រាំង
ko: 모음집 통계
lt: Fonotekos statistika
nb: Samlingsstatistikk
nds: Sammeln-Statistik
ne: सङ्कलन तथ्याङ्क
nl: Collectiestatistieken
nn: Samlingsstatistikk
pa: ਭੰਡਾਰ ਅੰਕੜੇ
pl: Statystyki kolekcji
pt: Estatísticas da Colecção
pt_br: Estatísticas da Coleção
ru: Статистика коллекции
se: Čoahkkádusstatistihkka
sk: Štatistiky kolekcie
sr: Статистика збирке
th: สถิติของคลังดนตรี
tr: Koleksiyon İstatistikleri
uk: Статистика збірки

source: _n: %n track %n tracks
af: %n snit %n snitte
bg: %n запис %n записа
ca: %n peça %n peces
cs: 1 skladba %n skladby %n skladeb
da: %n spor %n spor
de: %n Stück %n Stücke
el: %n κομμάτι %n κομμάτια
es: %n pista %n pistas
et: %n pala %n pala
eu: Pista %n %n pista
fa: %n شیار
fi: %n kappale %n kappaletta
fr: %n morceau %n morceaux
he: רצועה %n %n רצועות
hu: %n szám
it: %n traccia %n tracce
ja: %n トラック
km: %n បទ
lt: %n daina %n dainos %n dainų
nb: %n spor %n spor
nds: %n Stück %n Stücken
ne: %n ट्रयाक %n ट्रयाक
nl: %n track %n tracks
nn: %n spor %n spor
pa: %nਟਰੈਕ %n ਟਰੈਕ
pl: jeden utwór %n utwory %n utworów
pt: 1 faixa %n faixas
pt_br: %n faixa %n faixas
ru: %n композиция %n композиции %n композиций
se: lábihttá %n bihtá
sk: %n skladba %n skladby %n skladieb
sr: %n нумера %n нумере %n нумера
th: %n เพลง
tr: %n parça
uk: %n доріжка %n доріжки %n доріжок

source: Most Played Tracks
af: Meeste Gespeelde Snitte
bg: Най-често изпълнявани
ca: Les peces més escoltades
cs: Nejčastěji hrané skladby
da: Mest afspillede spor
de: Meistgespielte Stücke
el: Πιο δημοφιλή κομμάτια
es: Pistas más reproducidas
et: Kõige enam esitatud
fa: شیارهای بیشتر پخش‌شده
fi: Eniten soitetut kappaleet
fr: Morceaux les plus écoutés
he: הרצועות המושמעות ביותר
hu: Legtöbbször lejátszott számok
it: Tracce riprodotte spesso
ja: 最もよく再生した曲
ka: ყველაზე ხშირად დაკრული ჩანაწერები
km: បទ​ចាក់​ច្រើន​ជាង​គេ
ko: 가장 많이 재생된 트랙
lt: Dažniausiai grojamos
nb: Mest spilte spor
nds: Tomehrst speelt Stücken
ne: प्राय प्ले गरिएको ट्रयाक
nl: Meest afgespeelde tracks
nn: Mest spelte spor
pa: ਅਕਸਰ ਸੁਣੇ ਗਾਣੇ
pl: Najczęściej odtwarzane utwory
pt: Faixas Mais Tocadas
pt_br: Faixas Mais Reproduzidas
ru: Наиболее часто прослушиваемые композиции
se: Eanemus čuojahuvvon bihtát
sk: Najčastejšie hrané stopy
sr: Највише пуштане
th: เพลงที่เล่นมากที่สุด
tr: En Çok Çalınan Parçalar
uk: Найчастіше програвались

source: _n: %n play %n plays
af: %n speel %n spele
bg: %n изпълнение %n изпълнения
ca: %n reproducció %n reproduccions
cs: 1 přehrání %n přehrání %n přehrání
da: %n afspilning %n afspilninger
de: %n gespielt %n gespielt
el: %n αναπαραγωγή %n αναπαραγωγές
es: %n reproducción %n reproducciones
et: %n esitus %n esitust
eu: Errep. %n %n errep.
fa: %n پخش
fi: %n soittokerta %n soittokertaa
fr: %n écoute %n écoutes
he: השמעה %n %n השמעות
hu: %n lejátszás
it: %n riproduzione %n riproduzioni
ja: %n 回再生
km: ចាក់ %n ដង
lt: %n kartas %n kartai %n kartų
nb: %n spill %n spill
nds: %n Maal afspeelt %n Maal afspeelt
ne: %n प्ले %n प्ले
nl: %n maal afgespeeld %n maal afgespeeld
nn: %n avspeling %n avspelingar
pa: %n ਚਲਾਇਆ %n ਚਲਾਏ
pl: jedno odtworzenie %n odtworzenia %n odtworzeń
pt: %n reprodução %n reproduções
pt_br: %n reprodução %n reproduções
ru: %n раз %n раза %n раз
se: Čuojahuvvon %n gearddi Čuojahuvvon %n gearddi
sk: %n prehratie %n prehratia %n prehratí
sr: %n пуштање %n пуштања %n пуштања
th: เล่น %n ครั้ง
tr: %n çalma
uk: %n програвання %n програвання %n програвань

source: Favorite Artists
af: Gunsteling Kunstenaars
bg: Любими изпълнители
ca: Els artistes preferits
cs: Oblíbení umělci
da: Favoritkunstnere
de: Lieblingsinterpreten
el: Αγαπημένοι καλλιτέχνες
es: Artistas favoritos
et: Lemmikesitajad
eu: Gogoko artistak
fa: هنرمندان پسندان
fi: Lempiartistit
fr: Artistes favoris
he: האומנים המועדפים
hu: Kedvenc előadók
it: Artisti preferiti
ja: お気に入りのアーティスト
ka: საყვარელი შემსრულებლები
km: សិល្បករ​សំណព្វ
ko: 즐겨 듣는 아티스트의 곡
lt: Mėgstamiausi atlikėjai
nb: Favorittartister
nds: Leefst Künstlers
ne: मन पर्ने कलाकारहरू
nl: Favoriete artiesten
nn: Favorittartistar
pa: ਪਸੰਦੀਦਾ ਕਲਾਕਾਰ
pl: Ulubieni wykonawcy
pt: Artistas Favoritos
pt_br: Artistas Favoritos
ru: Любимые исполнители
se: Favorihttaartisttat
sk: Obľúbení interpreti
sr: Омиљени извођачи
th: ศิลปินสุดโปรด
tr: En Beğenilen Sanatçılar
uk: Улюблені виконавці

source: _n: %n artist %n artists
af: %n kunstenaar %n Kunstenaars
bg: %n изпълнител %n изпълнителя
ca: %n artista %n artistes
cs: 1 interpret %n interpreti %n interpretů
da: %n kunstner %n kunstnere
de: %n Interpret %n Interpreten
el: %n καλλιτέχνης %n καλλιτέχνες
es: %n artista %n artistas
et: %n esitaja %n esitajat
eu: Artista %n %n artista
fa: %n هنرمند
fi: %n artisti %n artistia
fr: %n artiste %n artistes
he: אומן %n %n אומנים
hu: %n előadó
it: %n artista %n artisti
ja: %n アーティスト
km: %n សិល្បករ
lt: %n atlikėjas %n atlikėjai %n atlikėjų
nb: %n artist %n artister
nds: %n Künstler %n Künstlers
ne: %n कलाकार %n कलाकारहरू
nl: %n artiest %n artiesten
nn: % artist %n artistar
pa: %n ਕਲਾਕਾਰ %n ਕਲਾਕਾਰ
pl: jeden wykonawca %n wykonawców %n wykonawców
pt: %n artista %n artistas
pt_br: %n artista %n artistas
ru: %n исполнитель %n исполнителя %n исполнителей
se: art%nista %n artistta
sk: %n interpret %n interpreti %n interpretov
sr: %n извођач %n извођача %n извођача
th: ศิลปิน %n คน
tr: %n sanatçı
uk: %n виконавець %n виконавці %n виконавців

source: Favorite Albums
af: Gunsteling Albums
bg: Любими албуми
ca: Àlbums preferits
cs: Oblíbená alba
da: Favoritalbummer
de: Lieblingsalben
el: Αγαπημένα άλμπουμ
es: Álbums favoritos
et: Lemmikalbumid
eu: Gogoko albumak
fa: آلبومهای پسندان
fi: Lempilevyt
fr: Albums favoris
he: הכותרים המועדפים
hu: Kedvenc albumok
it: Album preferiti
ja: お気に入りのアルバム
ka: რჩეული ალბომები
km: អាល់ប៊ុម​សំណព្វ
ko: 즐겨 듣는 음반
lt: Mėgstamiausi albumai
nb: Favorittalbum
nds: Leefst Alben
ne: मन पर्ने एल्बमहरू
nl: Favoriete albums
nn: Favorittalbum
pa: ਪਸੰਦੀਦਾ ਐਲਬਮ
pl: Ulubione albumy
pt: Álbuns Favoritos
pt_br: Álbuns Favoritos
ru: Любимые альбомы
se: Favorihttaskearrut
sk: Obľúbené albumy
sr: Омиљени албуми
th: อัลบั้มสุดโปรด
tr: En Beğenilen Albümler
uk: Улюблені альбоми

source: _n: %n album %n albums
af: %n album %n albums
bg: %n албум %n албума
ca: %n àlbum %n àlbums
cs: 1 album %n alba %n alb
da: %n album %n albummer
de: %n Album %n Alben
el: %n άλμπουμ %n άλμπουμ
es: %n álbum %n álbumes
et: %n album %n albumit
eu: Album %n %n album
fa: %n آلبوم
fi: %n levy %n levyä
fr: %n album %n albums
he: כותר %n %n כותרים
hu: %n album
it: %n album %n album
ja: %n アルバム
km: %n អាល់ប៊ុម
lt: %n albumas %n albumai %n albumų
nb: %n album %n album
nds: %n Album %n Alben
ne: %n एल्बम %n एल्बमहरू
nl: %n album %n albums
nn: %n album %n album
pa: %n ਐਲਬਮ %n ਐਲਬਮਾਂ
pl: jeden album %n albumy %n albumów
pt: %n álbum %n álbuns
pt_br: %n álbum %n álbuns
ru: %n альбом %n альбома %n альбомов
se: ske%narru %n skearru
sk: %n album %n albumy %n albumov
sr: %n албум %n албума %n албума
th: %n อัลบั้ม
tr: %n albüm
uk: %n альбом %n альбоми %n альбомів

source: Favorite Genres
af: Gunsteling Tipes
bg: Любими жанрове
ca: Gèneres preferits
cs: Oblíbené žánry
da: Favoritgenrer
de: Lieblingsgenre
el: Αγαπημένα είδη
es: Géneros favoritos
et: Lemmikžanrid
eu: Gogoko generoak
fa: انواع پسندان
fi: Lempityylilajit
fr: Styles favoris
he: הסגנונות המועדפים
hu: Kedvenc műfajok
it: Generi preferiti
ja: お気に入りのジャンル
ka: საყვარელი ჟანრები
km: ចង្វាក់​សំណព្វ
ko: 즐겨 듣는 장르
lt: Mėgstamiausi žanrai
nb: Favorittsjangre
nds: Leefst Musikoorden
ne: मन पर्ने विधा
nl: Favoriete genres
nn: Favorittsjangrar
pa: ਪਸੰਦੀਦਾ ਧੁਨ
pl: Ulubione gatunki
pt: Géneros Favoritos
pt_br: Gêneros Favoritos
ru: Любимые жанры
se: Favorihttašaŋrat
sk: Obľúbené žánre
sr: Омиљени жанрови
th: ประเภทสุดโปรด
tr: En Beğenilen Tarzlar
uk: Улюблені жанри

source: _n: %n genre %n genres
af: %n tipe %n tipes
bg: %n жанр %n жанра
ca: %n gènere %n gèneres
cs: 1 žánr %n žánry %n žánrů
da: %n genre %n genrer
de: %n Genre %n Genres
el: %n είδος %n είδη
es: %n género %n géneros
et: %n žanr %n žanri
eu: Genero %n %n genero
fa: %n نوع
fi: %n tyylilaji %n tyylilajia
fr: %n style %n styles
he: סגנון %n %n סגנונות
hu: %n műfaj
it: %n genere %n generi
ja: %n ジャンル
km: %n ចង្វាក់
lt: %n žanras %n žanrai %n žanrų
nb: %n sjanger %n sjangre
nds: %n Musikoort %n Musikoorden
ne: %n विधा %n विधाहरू
nl: %n genre %n genres
nn: %n sjanger %n sjangrar
pa: %n ਧੁਨ %n ਧੁਨਾਂ
pl: jeden gatunek %n gatunki %n gatunków
pt: %n género %n géneros
pt_br: %n gênero %n gêneros
ru: %n жанр %n жанра %n жанров
se: %n šáŋra %n šáŋra
sk: %n žáner %n žánre %n žánrov
sr: %n жанр %n жанра %n жанрова
th: %n ประเภท
tr: %n tarz
uk: %n жанр %n жанри %n жанрів

source: Newest Items
af: Nuutste Itemme
bg: Най-нови записи
ca: Els elements més nous
cs: Nejnovější položky
da: Nyeste punkter
de: Neueste Einträge
el: Νεότερα αντικείμενα
es: Elementos más recientes
et: Uusimad elemendid
eu: Elementu berrienak
fa: جدیدترین فقره‌ها
fi: Viimeisimmät kuuntelut
fr: Éléments les plus récents
he: הפריטים החדשים ביותר
hu: Legújabb elemek
it: Elementi più recenti
ja: 最新アイテム
ka: უახლესი ელემენტები
km: ធាតុ​ថ្មី​បំផុត
ko: 최근 항목
lt: Naujausios dainos
nb: Nyeste elementer
nds: Niegst Indrääg
ne: सबभन्दा नयाँ वस्तु
nl: Nieuwste items
nn: Nyaste element
pa: ਨਵੀਆਂ ਇਕਾਈਆਂ
pl: Najnowsze pozycje
pt: Itens Mais Recentes
pt_br: Itens Mais Novos
ru: Новое
se: Ođđamus merkošat
sk: Najnovšie položky
sr: Најновије ставке
th: รายการใหม่สุด
tr: En Yeni Öğeler
uk: Найновіші елементи

source: First played %1
bg: Първо %1
ca: Escoltada per primer cop: %1
cs: Poprvé přehráno %1
da: Første afspillet %1
de: Erstmals gespielt %1
el: Πρώτη εκτέλεση %1
es: Reproducido por primera vez %1
et: Esmakordselt: %1
fa: اولین %1 پخش‌شده
fi: Ensimmäinen soittokerta %1
fr: Première écoute %1
hu: Először lejátszva: %1
it: Prima riproduzione %1
ja: 初回再生 %1
km: បាន​ចាក់​លើកទី ១ %1
lt: Pirmą kartą atlikta: %1
nb: Først spilt %1
nds: Toeerst speelt: %1
ne: पहिले प्ले गरिएको %1
nl: Eerst afgespeeld %1
nn: Først spelt %1
pa: ਪਹਿਲਾਂ ਚਲਾਇਆ %1
pl: Pierwszy raz odtworzony %1
pt: Tocada pela primeira vez a %1
pt_br: Primeira reprodução: %1
ru: Первый раз: %1
se: Čuojáhuvvui vuos: %1
sk: Prvýkrát prehrané %1
sr: Први пут пуштено %1
th: เล่นครั้งแรก: %1
tr: İlk çalınma %1
uk: Вперше прослухано: %1

source: Added: %1
af: %1 bygevoeg
bg: Добавено: %1
ca: Afegit: %1
cs: Přidáno: %1
da: Tilføjede: %1
de: Hinzugefügt: %1
el: Προστέθηκε: %1
es: Añadido: %1
et: Lisatud: %1
eu: Gehituta: %1
fa: افزوده‌شده: %1
fi: Lisätty: %1
fr: Ajouté : %1
he: התווסף: %1
hu: Hozzáadva: %1
it: Aggiunto: %1
ja: 追加: %1
ka: დამატებულია: %1
km: បាន​បន្ថែម ៖ %1
ko: 추가됨: %1
lt: Papildyta: %1
nb: Lagt til: %1
nds: Toföögt: %1
ne: थपिएको: %1
nl: Toegevoegd: %1
nn: La til: %1
pa: ਸ਼ਾਮਿਲ: %1
pl: Dodano: %1
pt: Adicionado: %1
pt_br: Adicionado: %1
ru: Добавлено: %1
se: Lasihuvvon: %1
sk: Pridané: %1
sr: Додато: %1
th: เพิ่ม: %1
tr: Eklendi: %1
uk: Додано: %1

source: Score: %1 Rating: %2
af: Telling: %1, Rang: %2
bg: Точки: %1, Оценка: %2
ca: Puntuació: %1 Valoració: %2
cs: Skóre: %1, hodnocení: %2
da: Scoring: %1 Klassificering: %2
de: Punkte: %1, Bewertung: %2
el: Βαθμολογία: %1, Αξιολόγηση: %2
es: Puntuación: %1 Valoración: %2
et: Hinne: %1 Hinnang: %2
eu: Puntuazioa: %1 Balioa: %2
fa: امتیاز: %1 ارزیابی: %2
fi: Pisteet: %1. Arvostelu: %2
fr: Score : %1, Vote : %2
he: ניקוד: %1 מדרוג: %2
hu: Pontszám: %1 Besorolás: %2
it: Punteggio: %1 Valutazione: %2
ja: スコア: %1 評価: %2
ka: ქულა: %1 რეიტინგი: %2
km: ពិន្ទុ ៖ %1 អត្រា ៖ %2
ko: 점수: %1 비중: %2
lt: Reitingas: %1 įvertinimas: %2
nb: Poeng: %1 Rangering: %2
nds: Pünkt: %1, Beweerten: %2
ne: प्राप्ताङ्क: %1 मूल्याङ्कन: %2
nl: Score: %1 waardering: %2
nn: Poeng: %1 – karakter: %2
pa: ਸਕੋਰ: %1 ਰੇਟਿੰਗ: %2
pl: Punktacja: %1, Notowania: %2
pt: Pontuação: %1 Classificação: %2
pt_br: Pontuação: %1 Avaliação: %2
ru: Счёт: %1, Рейтинг: %2
se: Čuoggát: %1 Árvosátni: %2
sk: Skóre: %1 Hodnotenie: %2
sr: Резултат: %1 рејтинг: %2
th: คะแนน: %1 เรตติ้ง: %2
tr: Puan: %1 Beğeni: %2
uk: Рахунок: %1, рейтинг: %2

source: Score: %1
af: Telling: %1
bg: Точки: %1
ca: Puntuació: %1
cs: Skóre: %1
da: Scoring: %1
de: Punkte: %1
el: Βαθμολογία: %1
es: Puntuación: %1
et: Hinne: %1
eu: Puntuazioa %1
fa: امتیاز: %1
fi: Pisteet: %1
he: ניקוד: %1
hu: Pontszám: %1
it: Punteggio: %1
ja: スコア: %1
ka: ქულა: %1
km: ពិន្ទុ ៖ %1
ko: 점수: %1
lt: Reitingas: %1
nb: Poeng: %1
nds: Pünkt: %1
ne: प्राप्ताङ्क: %1
nn: Poeng: %1
pa: ਸਕੋਰ: %1
pl: Punktacja: %1
pt: Pontuação: %1
pt_br: Pontuação: %1
ru: Счёт: %1
se: Čuoggát: %1
sk: Skóre: %1
sr: Резултат: %1
th: คะแนน: %1
tr: Puan: %1
uk: Рахунок: %1

source: Rating: %1
af: Rang: %1
bg: Оценка: %1
ca: Valoració: %1
cs: Hodnocení: %1
da: Scoring: %1
de: Bewertung: %1
el: Αξιολόγηση: %1
es: Valoración: %1
et: Hinnang: %1
eu: Balioa: %1
fa: ارزیابی: %1
fi: Arviointi: %1
fr: Vote : %1
he: מדרוג: %1
hu: Besorolás: %1
it: Valutazione: %1
ja: 評価: %1
ka: რეიტინგი: %1
km: អត្រា ៖ %1
ko: 비중: %1
lt: Įvertinimas: %1
nb: Rangering: %1
nds: Beweerten: %1
ne: मूल्याङ्कन: %1
nl: Waardering: %1
nn: Karakter: %1
pa: ਰੇਟਿੰਗ: %1
pl: Notowania: %1
pt: Classificação: %1
pt_br: <i>Avaliação</i>: %1
ru: Рейтинг: %1
se: Árvosánit: %1
sk: Hodnotenie: %1
sr: Рејтинг: %1
th: เรตติง: %1
tr: Beğeni: %1
uk: Рейтинг: %1

source: <div align=center><h3>Statistics</h3>You need a collection to use statistics! Create a collection and then start playing tracks to accumulate data on your play habits!</div>
af: <div align=center><h3>Statistieke</h3>Jy het eers 'n versameling nodig voordat jy statistieke kan gebruik. Skep 'n versameling en begin na musiek luister sodat data oor jou luister gewoontes versamel kan word.</div>
bg: <div align=center><h3>Статистика</h3>За да използвате статистиката трябва да имате колекция! Създайте такава и тогава стартирайте изпълнението на записите. Ще бъде събрана информация за навиците ви!</div>
ca: <div align=center><h3>Estadístiques</h3>Necessiteu una col·lecció per a poder usar les estadístiques! Creeu una col·lecció i comenceu a escoltar les peces per a acumular dades sobre els vostres hàbits de reproducció.!</div>
da: <div align=center><h3>Statistik</h3>En samling kræves for at bruge statistik. Opret en samling og begynd derefter at afspille spor for at samle data over dine lyttevaner sammen.</div>
de: <div align=center><h3>Statistiken</h3>Um Statistiken zu erhalten, benötigen Sie zuerst eine Sammlung! Bitte richten Sie Ihre Sammlung ein und spielen Sie einige Stücke ab, damit Amarok entsprechende Statistiken zu Ihren Hörgewohnheiten sammeln kann.</div>
el: <div align=center><h3>Στατιστικά</h3>Χρειάζεται μια συλλογή για να χρησιμοποιήσετε στατιστικά! Δημιουργήστε μια συλλογή και έπειτα αρχίστε να αναπαράγετε κομμάτια για να δημιουργηθούν δεδομένα για τις ακουστικές σας συνήθειες!</div>
es: <div align=center><h3>Estadísticas</h3>¡Necesita una colección para usar las estadísticas! ¡Cree una colección y empiece a reproducir pistas para acumular datos sobre sus hábitos de escucha!</div>
et: <div align=center><h3>Statistika</h3>Statistika jaoks läheb vaja muusikakogu! Loo kogu ning hakka seejärel palasid mängima, et hankida sel moel andmeid enda muusikaharjumuste kohta!</div>
eu: <div align=center><h3>Estatistikak</h3>Bilduma bat behar duzu estatistikak erabiltzeko. Sortu bilduma bat eta hasi pistak erreproduziten zure erreprodukzioko ohituren datuak biltzeko.</div>
fa: <div align=center> <h3>آمار </h3>برای استفاده از آمار به یک مجموعه نیاز دارید! یک مجموعه ایجاد کنید و سپس برای انباشتن داده‌ها در عادتهای پخشتان، پخش شیارها را آغاز کنید!</div>
fi: <div align="center"><h3>Tilastot</h3>Tilastot luodaan kokoelmasta. Luo kokoelma ja aloita kuuntelu, jotta kuuntelutavoistasi voitaisiin luoda tilastoja.</div>
fr: <div align=center><h3>Statistiques</h3> Vous devez avoir une collection pour utiliser les statistiques ! Créez une collection et commencez à des morceaux pour construire les données sur vos habitudes d'écoute !</div>
he: <div align=center><h3>סטטיסטיקה</h3>אתה צריך אוסף כדי לעשות שימוש בסטטיסטיקה! צור אוסף ואז החל לנגן רצועות כדי לאסוף נתונים על הרגלי האזנה שלך!</div>
hu: <div align=center><h3>Statisztika</h3>A statisztikai funkció használatához szükség van gyűjteményre. Hozzon létre gyűjteményt, majd indítsa el a lejátszást, hogy adatokat lehessen gyűjteni az Ön lejátszási szokásairól.</div>
it: <div align=center><h3>Statistiche</h3>Necessiti di una collezione per usare le statistiche! Crea una collezione e poi riproduci le tracce per accumulare dati sui tuoi gusti musicali!</div>
ja: <h3>統計</h3>統計を利用するためにはコレクションが必要です。コレクションを作成してトラックを再生すると、あなたの音楽鑑賞の傾向に関するデータが蓄積されます。</div>
ka: <div align=center><h3>სტატისტიკა</h3>თქვენ გჭირდებათ კოლექცია სტატისტიკის გამოსაყენებლად! შექმენით კოლექცია და შემდეგ დაუკარით ჩანაწერები რათა მოხდეს თქვენი გემოვნების შესახებ ინფორმაციის აკუმულირება!</div>
km: <div align=center><h3>ស្ថិតិ</h3> អ្នក​ត្រូវ​ការ​សម្រាំង​ដើម្បី​ប្រើ​ស្ថិតិ ! បង្កើត​សម្រាំង ហើយ​បន្ទាប់​មក​ចាប់ផ្ដើម​ចាក់​បទ​ដើម្បី​ប្រមូល​ទិន្នន័យ​នៅលើ​ទម្លាប់​ចាក់​របស់អ្នក !</div>
ko: <div align=center><h3>통계</h3>통계를 사용하기 위해 모음집이 필요합니다. 모음집을 만들고 자주 듣는 트랙을 재생하여 재생 자료를 모을 것입니다.</div>
lt: <div align=center><h3>Statistika</h3>Norėdami matyti statistiką, visų pirma turite sudaryti fonoteką. Sudarius fonoteką AmaroK kaups duomenis apie klausomą muziką!</div>
nb: <div align=center><h3>Statistikk</h3>Du må ha en samling for å bruke statistikk! Lag en samling og begynn så å spille spor for å samle opp data om dine spillevaner! </div>
nds: <div align=center><h3>Statistik</h3>Ahn Sammeln gifft dat keen Statistik! Maak Di en Sammeln, un denn höör Dien Musik - denn laat sik ok Daten över Dien Höörwennsten tohoopstellen.</div>
ne: <div align=center><h3>तथ्याङ्क</h3>तपाईँलाई तथ्याङ्क प्रयोग गर्न सङ्कलनको आवश्यक पर्दछ! सङ्कलन सिर्जना गर्नुहोस् त्यसपछि तपाईँको प्ले व्यवहारमा डेटा सङ्ग्रह गर्न ट्रयाकहरू प्ले गर्न सुरु गर्नुहोस्!</div>
nl: <div align=center> <h3>Statistieken</h3>Voor de statistieken is een collectie nodig. Maak een collectie aan en begin met het afspelen van tracks om zo gegevens over uw afspeelgewoontes te genereren.</div>
nn: <div align=center><h3>Statistikk</h3>Du treng ei samlinga for å kunna sjå på statistikken. Set opp ei samling og spel nokre spor, slik at det vert noko data til å visa spelestatistikk på.</div>
pa: <div align=center><h3>ਅੰਕੜੇ</h3>ਤੁਹਾਨੂੰ ਅੰਕੜੇ ਵਰਤਣ ਲਈ ਇੱਕ ਭੰਡਾਰ ਦੀ ਲੋੜ ਹੈ! ਇੱਕ ਭੰਡਾਰ ਬਣਾਓ ਅਤੇ ਤਦ ਆਪਣੀ ਆਦਤ ਮੁਤਾਬਕ ਗਾਣੇ ਚਲਾ ਕੇ ਡਾਟਾ ਇੱਕਠਾ ਕਰ ਲਵੋ!</div>
pl: <div align=center><h3>Statystyki</h3>Potrzebujesz kolekcji by używać statystyk! Utwórz kolekcję a potem rozpocznij odtwarzanie utworów aby uzbierać danych odnośnie twoich upodobań!</div>
pt: <div align=center><h3>Estatísticas</h3>Necessita de uma colecção para usar as estatísticas! Crie uma colecção e comece a tocar as faixas para acumular dados sobre os seus hábitos de escuta!</div>
pt_br: <div align=center><h3>Estatísticas</h3>Você precisa de uma coleção para usar as estatísticas! Crie uma coleção e então comece a reproduzir faixas para reunir dados sobre seus gostos musicais!</div>
ru: <div align=center><h3>Статистика</h3>Для сбора статистики необходимо создать базу данных коллекции.</div>
se: <div align=center> <h3>Statistihkka</h3>Dus ferte leat čoahkkádus jus áiggut geavahit statistihkka. Ráhkat čoahkkádusa ja čuojahišgoađe bihtáid. Amarok čoaggá das dáhtaid mii čájeha du čuojahandábiid.</div>
sk: <div align=center><h3>Štatistiky</h3>Pre použitie štatistík potrebujete kolekciu! Vytvorte kolekciu a potom začnite prehrávať stopy, aby ste nahromadili dáta o vašich prehrávacích zvyklostiach!</div>
sr: <div align=center><h3>Статистика</h3>Морате имати збирку за прављење статистике! Направите збирку, а затим почните да пуштате нумере како би се сакупили подаци о вашим слушачким навикама.</div>
th: <div align=center><h3>สถิติ</h3>คุณจำเป็นต้องมีคลังดนตรีเพื่อที่จะใช้งานระบบสถิติ! ให้สร้างคลังดนตรีขึ้นมา หลังจากนั้นก็เริ่มเล่นเพลงเพื่อสะสมข้อมูลพฤติกรรมการฟังเพลงของคุณ!</div>
tr: <div align=center><h3>İstatistikler</h3>İstatistikleri kullanmak için bir koleksiyona ihtiyacınız var! Dinleme alışkanlıklarınızı istatistiklerle görmek için bir koleksiyon oluşturun ve dinlemeye başlayın!</div>
uk: <div align=center><h3>Статистика</h3>Щоб вживати статистику потрібна збірка! Створіть збірку і тоді почніть програвати доріжки для нагромадження даних щодо ваших уподобань!</div>

source: Edit Track &Information...
af: Redigeer Snit Informasie...
bg: &Редактиране на информацията...
ca: Edita la &informació de la peça...
cs: Uprav&it informace o skladbě...
da: Redigér spor&information...
de: &Metadaten bearbeiten ...
el: Επεξεργασία &πληροφοριών κομματιού...
es: Editar la &información de la pista...
et: Muuda pala &infot...
eu: Editatu pistaren &informazioa...
fa: ویرایش &اطلاعات شیار...‌
fi: &Muokkaa kappaleen sisältötietoja…
fr: Éditer les informations du morceau...
he: עריכת &מידע רצועה...
hu: Szám-&információk szerkesztése...
it: &Modifica informazioni sulla traccia...
ja: トラック情報を編集(&I)...
ka: ჩანაწერის მონაცემების &რედაქტირება...
km: កែសម្រួល​ព័ត៌មាន​បទ...
ko: 트랙 정보 편집(&I)...
lt: &Keisti dainos informaciją...
nb: Rediger spor&informasjon …
nds: Stück-&Informatschonen bewerken
ne: ट्रयाक सूचना सम्पादन गर्नुहोस्...
nl: Track&informatie bewerken...
nn: Endra &sporinformasjon …
pa: ਟਰੈਕ ਜਾਣਕਾਰੀ ਸੋਧ(&I)...
pl: Edytuj &informacje o ścieżce...
pt: Ed&itar os Dados as Faixa...
pt_br: Editar &Informações da Faixa...
ru: &Метаданные...
se: &Doaimmat bihttádieđuid
sk: Uprav&iť informácie o skladbe...
sr: &Уреди информације о нумери...
th: แก้ไขข้อมูลเ&พลง...
tr: Parça Bilgisini &Düzenle...
uk: Редагувати &інформацію про доріжку...

source: Icon Placeholder, not in GUI
af: Ikoon plekhouer - nie in GUI nie
bg: Място за икони, не е в ГПИ
ca: Lloc de reserva per a icona, no està a la IGU
da: Pladsholder for ikon, ikke i den grafiske grænseflade
de: Symbol-Platzhalter, nicht in der Oberfläche
el: Θέση εικονιδίου, εκτός GUI
es: Repositorio de iconos, no en la GUI
et: Ikooni kohatäitja, ei näidata GUI-s
eu: Ikonoaren leku-marka, interfazean ez
fa: جانگهدار شمایل، نه در ونک
fi: ☠☢☣ ja lumiukot ☃ naukuu
fr: Icône des paramètres fictifs, non dans l'application
he: שומר מקום לצלמית, לא בממשק משתמש גרפי
it: Icona segnaposto, non nella GUI
ja: アイコンのプレースホルダ、GUI にはない
km: កន្លែង​ដាក់​រូបតំណាង មិននៅ​ក្នុង GUI
ko: 아이콘 대체자, GUI에서 아님
lt: Ženkliuko objektas, nepriklauso grafinei išvaizdai
nb: Plassholder for ikon, ikke i GUI
nds: Lüttbild-Platzholler, nich binnen Böversiet
ne: प्रतिमा प्लेसहोल्डर, जीयूआईमा होइन
nl: Plaatshouder voor pictogram, niet in interface
nn: Plasshaldar for ikon. Ikkje synleg.
pa: ਆਈਕਾਨ ਥਾਂ, GUI ਵਿੱਚ ਨਹੀਂ
pl: Miejsce na ikony, nie w GUI
pt: Suporte para ícone, não está na interface
pt_br: Substituto do ícone, não na GUI
sk: Miesto pre ikonu, nie v GUI
sr: Местодржач иконе, није у GUI-ју
uk: Шаблон заміни піктограм (не в графічному інтерфейсі)
