Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: If the custom filename scheme is enabled, then Organize files will rename files according to this format string.
af: As die pasmaak lêernaam skema geaktiveer is, sal 'Organiseer lêers' lêername verander volgens die formaat string.
bg: Ако е включена потребителската схема за имената на файловете, "Организиране на файловете" ще ги преименува според низа за форматиране.
ca: Si està habilitat el patró d'anomenat de fitxers a mida, aleshores en organitzar els fitxers es reanomenaran d'acord amb aquesta cadena de format.
da: Hvis den egendefinerede filnavnemetoden er aktiveret, omdøber Organisér filer filer ifølge denne formateringsstreng.
de: Falls ein benutzerdefiniertes Namensschema aktiviert ist, dann wird die Dateiverwaltung Dateien dieser Format-Zeichenkette entsprechend umbenennen.
el: Αν ενεργοποιηθεί η προσαρμοσμένη μορφή ονομασίας, η οργάνωση αρχείων θα μετονομάζει τα αρχεία σύμφωνα με αυτήν τη συμβολοσειρά μορφής.
es: Si se habilita el esquema de nombrado de archivos personalizado, Organizar archivos renombrará los archivos según esta cadena de formato.
et: Kui kohandatud failinime skeem on lubatud, nimetatakse failide korraldamisel failid ümber antud vormingustringi alusel.
eu: Fitxategi-izenen eskema pertsonalizatua gaitzen bada, 'Antolatu fitxategiak' fitxategiak izenez aldatuko ditu kate-formatu honen arabera.
fa: اگر طرحوارۀ نام پروندۀ سفارشی فعال شود، پرونده‌های سازمان‌دهی، پرونده‌ها را طبق این رشته قالب تغییر نام می‌دهد.
fi: Oma nimeämistyyli, mikäli valittu.
fr: SI le schéma de nommage personnalisé des noms de fichiers est activé, alors l'organisation des fichiers renommera les fichiers en accord avec ce format.
he: אם תכנית מתן השמות המותאמת אישית פעילה, אז ניהול הקבצים ישנה את שמם לפי מחרוזת תבנית המותאמת באופן אישי הזאת.
hu: Ha be van kapcsolva az egyéni fájlnév-séma, akkor a fájl-rendszerezési művelet át fogja nevezni a fájlokat ezen formátumszöveg alapján.
it: Se lo schema di nome file personalizzato è abilitato, Organizza file rinominerà i file in accordo alla stringa di formato.
ja: カスタムファイル名スキームが有効になっている場合は、ファイルの整理はこの書式文字列に従ってファイル名を変更します。
ka: ფაილის სახელი ტოლია ჩართული -სკენ სტრიქონი.
km: បើ​អនុញ្ញាត​គ្រោងការណ៍​ឈ្មោះ​ឯកសារ​ផ្ទាល់​ខ្លួន នោះ​ឯកសារ​រៀបចំ​នឹង​ប្ដូរឈ្មោះ​ឯកសារ​ទៅ​តាម​ខ្សែអក្សរ​ទ្រង់ទ្រាយ​នេះ ។
ko: 만약 사용자 정의 파일이름 개념이 사용된다면, '파일 구성하기'는 이 형식 문자열에 따라 파일 이름을 변경할 것입니다.
lt: Jei įjungtas bylų pervadinimo šablonas, dėliojant bylas jas pervadinti pagal šį šabloną.
nb: Hvis det selvvalgte skjemaet for filnavn er slått på, så vil «Organiser filer» endre filnavnene i følge denne formatstrengen.
nds: Wenn en egen Dateinaam-Schema anmaakt is, warrt Dateien bi't Bestüern langs disse Formaattekenkeed ümnöömt.
ne: यदि अनुकूल फाइलनाम योजना सक्षम पारियो भने, सङ्गठित फाइलहरूले यो ढाँचा स्ट्रिङको आधारमा फाइलहरू पुन: नामकरण गर्नेछ ।
nl: Als het aangepaste bestandsnaamschema is ingeschakeld, dan zal het organiseren van bestanden de bestanden hernoemen volgens deze opmaak.
nn: Om sjølvvald filnamnopplegg vert bruka, vil ordning av filer gje filene namn etter mønsteret valt her.
pl: Jeśli został włączony własny schemat nazw plików, zbieranie plików będzie zmieniało nazwy plików zgodnie z tym formatem nazwy.
pt: Se o esquema de nomes de ficheiros personalizado for activado, então o Organizar os Ficheiros irá mudar os nomes dos ficheiros, usando este texto de formatação.
pt_br: Se o esquema de nome do arquivo personalizado estiver habilitado, então Organizar arquivos irá renomear os arquivos de acordo com essa seqüência de formatação,
sk: Ak je zapnutá vlastná schéma pre názvy súborov, potom bude Spravovanie súborov premenovávať súbory na základe tohto formátovacieho reťazca.
sr: Ако је укључена посебна шема именовања фајлова, тада ће при огранизовању фајлови добијати имена према овом формату.
th: หากมีการใช้งานรูปแบบชื่อแฟ้มตั้งเอง การจัดการแฟ้มจะทำการเปลี่ยนชื่อแฟ้ม โดยอิงกับสตริงรูปแบบนี้
uk: Якщо увімкнено нетипову схему назв файлів, то під час організації файлів їх буде перейменовано відповідно до цього формату рядка.

source: Regular expression that is to be replaced.
af: Natuurlike uitdrukking waarvolgens vervang moet word.
bg: Регулярен израз, който трябва да бъде заместен.
ca: Expressió regular que s'ha de substituir.
da: Regulært udtryk som skal erstattes.
de: Regulärer Ausdruck, der ersetzt werden soll.
el: Η κανονική έκφραση που θα αντικατασταθεί.
es: Expresión regular a ser reemplazada.
et: Asendatav regulaaravaldis.
eu: Adierazpen erregularra ordezteko.
fa: عبارت منظمی که در شرف جایگزینی است.
fi: Säännöllinen lauseke, joka korvataan.
fr: Expression rationnelle à utiliser.
he: הביטוי הסדיר שעתיד להיות מוחלף.
hu: A helyettesítendő reguláris kifejezés.
it: Espressione regolare che deve essere sostituita.
ja: 置換される正規表現
ka: ჩვეულებრივი ტოლია -სკენ.
km: កន្សោម​ធម្មតា​ដែល​នឹង​ត្រូវ​ជំនួស ។
ko: 대체될 정규 표현식
lt: Simboliai, atitinkantys pakaitos simbolius, bus pakeisti pervadinant bylą.
nb: Regulært uttrykk som skal erstattes.
nds: Reguleer Utdruck, de utwesselt warrt
ne: प्रतिस्थापन गर्नुपर्ने नियमित अभिव्यक्ति ।
nl: De reguliere expressie die zal worden vervangen.
nn: Det regulære uttrykket som skal erstattast.
pa: ਨਿਯਮਤ ਸਮੀਕਰਨ, ਜਿਸ ਨੂੰ ਤਬਦੀਲ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Wyrażenie regularne do zastąpienia.
pt: A expressão regular que será substituída.
pt_br: Expressão padrão que deverá ser substituída.
ru: Регулярное выражение текста, который требуется заменить.
sk: Regulárny výraz, ktorý má byť nahradený.
sr: Регуларни израз који треба заменити.
th: Regular expression ที่จะถูกแทนที่
uk: Формальний вираз, який буде замінено.

source: Organize files will replace substrings matching this regular expression.
af: 'Organiseer lêers' sal die sub stringe vervang wat met die natuurlike uitdrukking ooreen stem.
bg: "Организиране на файловете" ще замести поднизовете, съвпадащи с регулярния израз.
ca: En organitzar els fitxers, es reemplaçaran les subcadenes que emparellin amb aquesta expressió regular.
da: Organisér filer erstatter delstrenge som matcher dette regulære udtryk.
de: Die Dateiverwaltung wird alle Zeichenketten ersetzen, die durch diesen regulären Ausdruck gefunden werden.
el: Η οργάνωση αρχείων θα αντικαταστήσει τις συμβολοσειρές που ταιριάζουν με αυτήν την κανονική έκφραση.
es: Organizar archivos reemplazará las subcadenas que coincidan con esta expresión regular.
et: Failide korraldamisel asendatakse regulaaravaldisele vastavad alamstringid.
eu: 'Antolatu fitxategiak' adierapen erregularrarekin bat datozten azpikateak ordeztuko ditu.
fa: پرونده‌های سازمان‌دهی، زیررشته‌هایی که با این عبارت منظم تطبیق می‌کنند را جایگزین می‌کند.
fi: Mikäli valittu, tiedostojen järjestely korvaa merkkijonot, joita säännöllinen lauseke löytää.
fr: L'organisation de fichiers remplacera les parties correspondantes à cette expression rationnelle.
he: ארגון קבצים יחליף תת־מחרוזות המתאימות לביטוי הסדיר הזה.
hu: A fájl-rendszerezési művelet helyettesíteni fogja az ezen reguláris kifejezésre illeszkedő szövegrészeket.
it: Se impostata, Organizza file sostituirà le sotto-stringhe che verificano questa espressione regolare.
ja: 有効にすると、ファイルの整理はこの正規表現に合致する従属文字列を置換します。
ka: ფაილებჰის ორგანიზება ჩაენაცვლება რეგულარულ გამოსახულებებს ამ ქვესტრიქონით.
km: ឯកសារ​រៀបចំ​នឹង​ជំនួស​ខ្សែអក្សរ​រង​ដែល​ដូច​នឹង​កន្សោម​ធម្មតា​នេះ ។
ko: '파일 구성하기'는 이 정규 표현식과 일치하는 부분 문자열을 교체할 것입니다.
lt: Dėliojant bylas pakaitos simbolius atitinkantys simboliai bus pakeisti.
nb: «Organiser filer» kommer til å erstatte understrenger som passer med dette regulære uttrykket.
nds: Bi't Bestüern warrt Ünnertekenkeden utwesselt, op de disse regulere Utdruck passt.
ne: सङ्गठित फाइलहरूले यो नियमित अभिव्यक्ति मिल्ने उपस्ट्रिङहरू प्रतिस्थापन गर्नेछ ।
nl: Wanneer ingeschakeld zal het organiseren van bestanden teksten vervangen die overeen komen met deze reguliere expressie.
nn: Ordning av filer vil erstatta tekstbitar som er i samsvar med dette regulære uttrykket.
pl: Zbieranie plików będzie zastępowało podciągi pasujące do tego wyrażenia regularnego.
pt: A organização dos ficheiros irá substituir as sequências correspondentes a esta expressão regular.
pt_br: Organizar arquivos irá substituir sub-seqüencias que coincidam com essa expressão padrão.
sk: Spravovanie súborov nahradí podreťazce, ktoré zodpovedajú tomuto regulárnemu výrazu.
sr: Организовање фајлова ће мењати поднизове које поклапа овај регуларни израз.
th: การจัดการแฟ้มจะทำการแทนที่ข้อความที่เข้าคู่กับรูปแบบ regular expression นี้
uk: "Організувати файли" замінить підрядки, які відповідатимуть цьому формальному виразу.

source: Replacing string.
af: Besig om die string te vervang.
bg: Заместване на низ.
ca: Cadena de substitució.
da: Erstatningsstreng.
de: Die Ersatz-Zeichenkette
el: Αντικατάσταση συμβολοσειράς.
es: Cadena de reemplazo.
et: Asendusstring.
eu: Ordezteko katea.
fa: جایگزینی رشته.
fi: Merkkijono, jolla korvataan.
fr: Chaîne de remplacement.
he: מחליף מחרוזת.
hu: Helyettesítési szöveg.
it: Sostituzione stringa.
ja: 置換する文字列
ka: სტრიქონი.
km: ខ្សែអក្សរ​ជំនួស ។
ko: 대체할 문자열.
lt: Keičiantys simboliai.
nb: Erstatter streng.
nds: De Tekenkeed, mit de utwesselt warrt
ne: स्ट्रिङ प्रतिस्थापन गर्दै ।
nl: Vervangende tekst.
nn: Erstattar tekst.
pa: ਬਦਲਣ ਲੀ ਸਤਰ ਹੈ।
pl: Zastępowanie ciągu.
pt: O texto de substituição.
pt_br: Substituindo seqüência.
ru: Строка замены.
se: Buhttemin streaŋgga.
sk: Nahrádzam reťazec.
sr: Знаковни низ који мења.
th: สตริงสำหรับแทนที่
tr: Sözcük değiştiriliyor.
uk: Рядок заміни.

source: Organize files will replace matching substrings with this string.
af: 'Organiseer lêers' sal ooreenstemmende sub stringe met hierdie string vervang.
bg: "Организиране на файловете" ще замени съвпадащите поднизове с този низ.
ca: En organitzar els fitxers, es reemplaçaran les cadenes que emparellin per aquesta cadena.
da: Organisér filer erstatter delstrenge som matcher denne streng.
de: Die Dateiverwaltung wird gefundene Zeichenketten durch diese ersetzen.
el: Η οργάνωση αρχείων θα αντικαταστήσει τις συμβολοσειρές που ταιριάζουν, με αυτήν τη συμβολοσειρά.
es: Organizar archivos reemplazará las subcadenas coincidentes con esta cadena.
et: Failide korraldamisel asendatakse sobivad alamstringid selle stringiga.
eu: 'Antolatu fitxategiak' kate honekin bat datozten azpikateak ordeztuko ditu.
fa: پرونده‌های سازمان‌دهی، این رشته را جایگزین زیررشته‌های تطابق می‌کنند.
fi: Mikäli valittu, tiedostojen järjestely korvaa löydetyt merkkijonot tällä merkkijonolla.
fr: L'organisation de fichiers remplacera les parties correspondantes par cette chaîne.
he: ארגון קבצים יחליף תת־מחרוזות מתאימות במחרוזת הזאת.
hu: A fájl-rendszerezési művelet ezzel a szöveggel fogja helyettesíteni az illeszkedő szövegrészeket.
it: Se impostata, Organizza file sostituirà le sotto-stringhe corrispondenti con questa stringa.
ja: 有効にすると、ファイルの整理は合致する従属文字列をこの文字列に置換します。
ka: სტრიქონი.
km: ឯកសារ​រៀបចំ​នឹង​ជំនួស​ខ្សែអក្សរ​រង​ដែល​ដូច​ដោយ​ខ្សែអក្សរ​នេះ ។
ko: '파일 구성하기'는 이 문자열과 일치하는 부분 문자열을 변경할 것입니다.
lt: Dėliojant bylas pakaitos simbolius atitinkantys simboliai bus pakeisti keičiančiais simboliais.
nb: «Organiser filer» kommer til å sette inn denne strengen i stedet for understrenger som passer.
nds: Bi't Bestüern warrt passen Ünnertekenkeden mit disse Tekenkeed utwesselt.
ne: सङ्गठित फाइलहरूले यो स्ट्रिङसँग मिल्ने उपस्ट्रिङहरू प्रतिस्थापन गर्नेछ ।
nl: Het organiseren van bestanden zal overeenkomende tekstdelen vervangen door deze tekst.
nn: Ordning av filer vil erstatta tekstbitar dette regulære uttrykket.
pl: Zbieranie plików będzie zastępowało pasujące podciągi tym ciągiem.
pt: A organização dos ficheiros irá substituir as sequências de texto por este texto.
pt_br: Organizar arquivos irá substituir sub-seqüencias que coincidam com essa seqüencia.
sk: Spravovanie súborov nahradí zhodujúce sa podreťazce týmto reťazcom.
sr: Организовање фајлова ће заменити поклопљене поднизове овим низом.
th: การจัดการแฟ้มจะทำการแทนที่ข้อความที่เข้ากันกับรูปแบบด้วยสตริงนี้
uk: "Організувати файли" замінить відповідні підрядки цим рядком.

source: Filename of the external web browser to be invoked by Amarok.
af: Die lêernaam van die eksterne web blaaier wat deur Amarok geaktiveer moet word.
bg: Има на файл за външния уеб браузър, който да бъде извикан от Amarok.
ca: Nom de l'executable del navegador web extern que hauria d'invocar l'Amarok.
cs: Zvolte externí webový prohlížeč, který bude Amarok používat.
da: Filnavn for den eksterne browsere som skal startes af Amarok.
de: Der Dateiname des externen Browsers, der von Amarok verwendet werden soll.
el: Το όνομα αρχείου του εξωτερικού περιηγητή ιστού που θα καλείται από το Amarok.
es: Nombre de archivo del navegador externo al que llamará Amarok.
et: Amaroki väljakutsutava välise veebilehitseja failinimi.
eu: Kanpoko web arakatzailearen fitxataegi-izena Amarok-ek abiarazteko.
fa: نام پروندۀ مرورگر خارجی وب که توسط Amarok احضار می‌شود.
fi: Ulkoisen selaimen sijainti.
fr: Nom du fichier du navigateur web externe qui sera appelé par Amarok.
he: שם־הקובץ של דפדפן הרשת החיצוני שיופעל על־ידי Amarok.
hu: Az Amarok által használandó külső webböngésző fájlneve.
it: Nome del file del browser web esterno che deve essere lanciato da Amarok.
ja: Amarok が呼び出す外部ウェブブラウザのファイル名。
km: ឈ្មោះ​របស់​កម្មវិធី​រុករក​បណ្ដាញ​ខាង​ក្រៅ​ត្រូវ​បាន​ហៅ​ដោយ Amarok ។
ko: 아마록에 의해 실행될 외부 웹 브라우저의 파일이름
lt: AmaroK naudojamos išorinės naršyklės pavadinimas.
nb: Filnavn for den eksterne nettleseren som Amarok skal starte.
nds: De Dateinaam vun den extern Nettkieker, den Amarok bruken schall.
ne: अमारोकद्वारा आह्वान गर्नुपर्ने बाह्य वेब ब्राउजरको फाइलनाम ।
nl: Commando voor externe webbrowser die Amarok zal aanroepen.
nn: Filnamnet til den eksterne nettlesaren som skal startast av Amarok.
pa: ਬਾਹਰੀ ਵੈੱਬ ਝਲਕਾਰੇ ਦਾ ਫਾਇਲ ਨਾਂ, ਜਿਸ ਅਮਰੋਕ ਵਲੋਂ ਵਰਤਿਆ ਜਾਵੇਗਾ।
pl: Nazwa pliku lub zewnętrzna przeglądarka WWW wywoływana z Amaroka.
pt: O nome do ficheiro do navegador Web externo a invocar pelo Amarok.
pt_br: Nome do arquivo do navegador web externo que será aberto pelo Amarok.
sk: Názov súboru externého webového prehliadača, ktorý má Amarok spúšťať.
sr: Име фајла спољашњег веб прегледача који Amarok позива.
th: ชื่อแฟ้มของเว็บเบราว์เซอร์ภายนอกที่จะให้ Amarok ใช้
tr: Amarok tarafından çağrılacak harici internet tarayıcısının dosya adı.
uk: Назва файла навігатора Тенет, який буде запущено програмою Amarok.

source: Whether Amarok's custom icon theme or the system icon theme is used.
af: Bepaal of Amarok se pasmaak ikoon tema of die stelsel ikoon tema gebruik moet word.
bg: Дали в Amarok да бъде използвана потребителската тема с икони или системната.
ca: Si s'ha d'emprar el tema d'icones a mida de l'Amarok o el tema d'icones del sistema.
da: Om Amarok bruger et eget ikontema eller om systemets ikontema bruges.
de: Legt fest, ob Amaroks eigenes oder das voreingestellte KDE-Symboldesign verwendet werden soll.
el: Αν θα χρησιμοποιηθεί το θέμα εικονιδίων του συστήματος ή το αντίστοιχο του Amarok.
es: Si se usa el tema de iconos propio de Amarok o el tema de iconos del sistema.
et: Kas kasutada Amaroki kohandatud ikooniteemat või süsteemset ikooniteemat.
eu: Amarok-eko ikonoen gai pertsonalizatua edo sistemako ikonoen gaia erabili den.
fa: آیا از چهرۀ شمایل سفارشی Amarok یا از چهرۀ شمایل سیستم استفاده می‌شود.
fi: Mikäli valittu, käytetään Amarokin omaa kuvaketeemaa järjestelmäkuvakkeiden sijasta.
fr: Si Amarok doit utiliser un thème d'icône personnalisé ou bien le thème d'icône du système.
he: האם ערכת הצלמיות המותאמת באופן אישי של Amarok או ערכת הצלמיות של המערכת יהיו בשימוש.
hu: Az Amarok egyéni ikontémája legyen használva, vagy a rendszer ikontémája.
it: Decidi se usare il tema di icone personalizzato di Amarok o il tema di icone di sistema.
ja: Amarok のカスタムアイコンテーマを使うかシステムのアイコンテーマを使うか。
km: ថា​តើ​ត្រូវ​ប្រើ​ស្បែក​រូបតំណាង​ផ្ទាល់​ខ្លួន​របស់ amaroK ឬ ស្បែក​រូបតំណាង​ប្រព័ន្ធ ។
ko: 아마록의 사용자 정의 아이콘 테마나 시스템 아이콘 테마가 사용될지 여부.
lt: Naudoti naudotojo arba sisteminę ženkliukų temą.
nb: Om Amarok skal bruke sin egen ikondrakt eller systemets ikondrakt.
nds: Dat Lüttbildmuster vun't Systeem oder Amarok sien egen bruken
ne: अमारोकको अनुकूल प्रतिमा विषयवस्तु वा प्रणाली प्रतिमा विषयवस्तु प्रयोग गर्ने या नगर्ने ।
nl: Of Amarok's eigen pictogramthema wordt gebruikt, of het systeemthema.
nn: Om Amarok skal bruka sine eigne tema eller standardtemaa.
pa: ਕੀ ਅਮਰੋਕ ਦਾ ਕਸਟਮ ਆਈਕਾਨ ਸਰੂਪ ਜਾਂ ਸਿਸਟਮ ਆਈਕਾਨ ਸਰੂਪ ਵਰਤਿਆ ਜਾਵੇ।
pl: Czy Amarok ma używać własnego motywu ikon czy zestawu ikon systemowych.
pt: Se deverá usar o tema de ícones personalizado do Amarok ou o do sistema.
pt_br: Usar um tema de ícones personalizado para o Amarok ou o tema de ícones do sistema.
sk: Či sa má používať vlastná téma ikon Amaroku alebo má byť použitá systémová téma.
sr: Да ли се користи системска или Amarok-ова посебна тема икона.
th: จะให้ใช้ชุดตกแต่งไอคอนของ Amarok หรือชุดไอคอนของระบบ
tr: Amarok'un özel simge temasının mı, yoksa sistemin simge temasının mı kullanılacağı.
uk: Чи вживатиметься нетипова тема піктограм Amarok, чи тема піктограм системи.

source: Whether the collection view is in the flat or tree view mode
af: Bepaal of die versameling aansig in plat of boom modus is.
bg: Дали колекцията да се показва като дърво или като списък
ca: Si la vista de col·lecció està en mode pla o en mode arbre
da: Om samlingsvisningen viser enkel visning eller trævisning
de: Legt fest, ob der Sammlungs-Browser die Baumansicht oder die Listenansicht anzeigt.
el: Αν η προβολή της συλλογής θα είναι επίπεδη ή με μορφή δένδρου
es: Si la colección se visualiza en modo simple o en modo árbol
et: Kas muusikakogu näidatakse ühtlasena või puukujulisena
eu: Bildumaren ikuspegia modu soilekoa edo zuhaitzekoa izango den.
fa: آیا نمای مجموعه در حالت نمای درختی یا در حالت هموار است
fi: Onko kokoelmanäkymä puu- vai tasonäkymätilassa
fr: Si la vue de la collection est une vue plane ou une vue en arbre
he: האם תצוגת האוסף נמצאת במצב שטוח או במצב עץ
hu: A gyűjteménynézet normál lista legyen, vagy fanézetet használjon
it: Decidi se visualizzare la collezione in modalità compatta o ad albero
ja: コレクションの表示モードをフラットビューにするかツリービューにするか。
ka: ტოლია -ში ან
km: ថា​តើ​ការ​សម្រាំង​មាន​លក្ខណៈ​ជា​របៀប​ទិដ្ឋភាព​រាបស្មើ ឬ​ក៏​មែកធាង
ko: 모음집 뷰가 플랫뷰 모드, 혹은 트리뷰 모드일지 여부
lt: Fonoteką pateikti naudojant sąrašo vaizdą arba medžio vaizdą
nb: Om samlingsvisningen er flat eller i trevisning
nds: De Sammeln as List oder Boom wiesen
ne: सङ्कलन दृश्य समतलमा या ट्री दृश्य मोडमा छ
nl: Of de collectieweergave in de vlakke of boomstructuurweergave wordt weergegeven.
nn: Om samlingsvisinga skal vera flat eller trebasert.
pa: ਕੀ ਭੰਡਾਰ ਝਲਕ ਲਈ ਸਮਤਲ ਝਲਕ ਢੰਗ ਵਰਤਿਆ ਜਾਵੇ ਜਾਂ ਲੜੀ ਦਾ ਰੂਪ
pl: Czy widok kolekcji ma być w trybie widoku płaskim czy widoku drzewa
pt: Se a janela da colecção está no modo plano ou em árvore
pt_br: Visualização da coleção em modo plano ou modo em árvore
sk: Či je pohľad na zbierku v plochom režime alebo režime stromu
sr: Да ли се збирка приказује у равном или стаблоликом режиму
th: จะให้มุมมองคลังดนตรีอยู่ในมุมมองแบบราบหรือมุมมองต้นไม้
uk: Показувати збірку у вигляді списку чи у вигляді дерева

source: Master volume
af: Meeste volume
bg: Промяна силата на звука
ca: Volum mestre
cs: Hlavní hlasitost
da: Hovedlydstyrke
de: Amarok-Lautstärke
el: Κύρια ένταση
es: Volumen maestro
et: Helitugevus
eu: Bolumen maisua
fa: حجم صدای اصلی
fi: Äänenvoimakkuus
fr: Volume principal
he: עוצמת קול ראשית
hu: Fő-hangerő
it: Volume principale
ja: マスターボリューム
ka: პირველადი ხმა
km: កម្រិត​សំឡេង​មេ
ko: 주 음량
lt: Bendras garsumas
nb: Hovedlydstyrke
nds: Hööft-Luutstärk
ne: मास्टर भोल्युम
nl: Hoofdvolume
nn: Hovudlydstyrke
pa: ਮਾਸਟਰ ਵਾਲੀਅਮ
pl: Głośność główna
pt: Volume mestre
pt_br: Volume Mestre
ru: Громкость
se: Váldojietnadássi
sk: Hlavná hlasitosť
sr: Главна јачина
th: ปรับระดับเสียงหลัก
tr: Ana ses
uk: Гучність (головна)

source: The Amarok master volume, a value between 0 (muted) and 100.
af: Die Amarok meester volume, 'n waarde tussen 0 (af) en 100.
bg: Промяна силата на звука в Amarok - стойност между 0 (заглушено) и 100.
ca: El volum mestre de l'Amarok, un valor entre 0 (mut) i 100.
cs: Hlavní hlasitost Amarok, hodnota mezi 0 (ztlumeno) a 100.
da: Hovedlydstyrke i Amarok, et værdi mellem 0 (tavs) og 100.
de: Die Lautstärke von Amarok, ein Wert zwischen 0 (Stumm) und 100.
el: Η κύρια ένταση ήχου του Amarok, παίρνει τιμές από 0 (χωρίς ήχο) και 100.
es: El volumen maestro de Amarok, un valor entre 0 (silenciado) y 100.
et: Amaroki helitugevus vahemikus 0 (tumm) kuni 100.
fa: حجم صدای اصلی amaroK، حجم صدایی بین ۰ )خاموش( و ۱۰۰ است.
fi: Amarokin pää-äänenvoimakkuus – arvo väliltä 0 (mykistetty) ja 100.
fr: Le volume principal d'Amarok, une valeur entre 0 (muet) et 100.
he: עוצמת הקול הראשית של Amarok, ערך בין 0 (מושתק) ל־ 100.
hu: Az Amarok fő-hangereje, 0-tól (= néma) 100-ig terjedhet.
it: Il volume principale di Amarok, un valore compreso tra 0 (muto) e 100.
ja: Amarok のマスターボリューム。0 (ミュート) から 100 の間で設定してください。
km: កម្រិត​សំឡេង​មេ​របស់ amaroK តម្លៃ​ចន្លោះ ០ (ស្ងាត់) និង ១០០ ។
ko: Amarok의 주 음량입니다. 0(음소거)에서부터 100 사이에 있습니다.
lt: Bendras garsumas, nuo 0 (tyla) iki 100.
nb: Hovedlydstyrken i Amarok. Dette er et tall mellom 0 (ingen lyd) og 100.
nds: De Hööftinstellen för de Amarok-Luutstärk, en Weert twischen 0 (utmaakt) un 100.
ne: अमारोक मास्टर भोल्युम, (मौन गरिएको) ० र १०० बीचको मान ।
nl: Het hoofdvolume van Amarok, een waarde tussen 0 (gedempt) en 100.
nn: Hovudlydstyrka i Amarok. Dette er eit tal mellom 0 (ingen lyd) og 100.
pa: ਅਮਰੋਕ ਮਾਸਟਰ ਵਾਲੀਅਮ, ਮੁੱਲ 0 (ਚੁੱਪ) ਤੋਂ 100 ਤੱਕ ਹੈ।
pl: Wartość głośności głównej, z przedziału od 0 (wyciszenie) do 100.
pt: O volume mestre do Amarok, um valor entre 0 (mudo) e 100.
pt_br: O volume mestre do Amarok, um valor entre 0 (mudo) e 100.
sk: Hlavná hlasitosť Amaroku, hodnota medzi 0 (stlmená) a 100.
sr: Amarok-ова главна јачина, вредност између 0 (утишано) и 100.
th: ตัวปรับระดับเสียงหลักของ Amarok, ใช้ค่าระหว่าง 0 (เงียบ) และ 100
tr: Ana Amarok sesi, 0 (sesiz) ve 100 arasında bir değer.
uk: Головна гучність Amarok, значення від 0 (вимк.) до 100.

source: Whether to crossfade between tracks
af: Bepaal af daar tussen snitte tussen uitdoof ("crossfade") moet plaasvind.
bg: Дали записите да бъдат миксирани
ca: Si s'han de fer les transicions entre peces
cs: Prolínat skladby
da: Om der skal bruges glidende overgang mellem spor
de: Stückwechsel überblenden
el: Αν θα γίνεται ομαλή μετάβαση μεταξύ των κομματιών
es: Cuándo realizar fusión cruzada entre pistas
et: Kas kasutada palade vahel siiret.
eu: Pisten artean nahaste gurutzatua landu edo ez
fa: آیا بین شیارها محو متقابل انجام گیرد
fi: Mikäli valittu, kappaleet ristiinhäivytetään.
fr: Utiliser un fondu entre les morceaux
he: האם לעמעם בהצלבה בין רצועות
hu: A számok között legyen-e áttűnés
it: Decidi se sfumare tra le tracce
ja: トラック間にクロスフェードを使うかどうか
ka: -სკენ ჩანაწერი
km: ថា​តើ​ត្រូវ​លេច​បន្តិច​ម្ដង​ឬ​ទេ រវាង​បទ​នីមួយៗ
ko: 트랙간 크로스페이드를 할지 여부
lt: Sulieti dainas
nb: Om det skal brukes overtoning mellom spor
nds: Twischen Stücken överblennen
ne: ट्रयाकहरू बीच क्रसफेड गर्ने या नगर्ने
nl: Of er een zachte overgang tussen de tracks zal zitten
nn: Om det skal brukast overtoning mellom spor
pa: ਕੀ ਟਰੈਕਾਂ ਵਿੱਚ ਕਰਾਸਫੇਡ ਕੀਤਾ ਜਾਵੇ
pl: Czy przeplatać utwory podczas zmiany
pt: Activa/desactiva a mistura cruzada entre faixas
pt_br: Transição suave entre faixas
ru: Включить плавный переход между дорожками.
sk: Prelínať skladby
sr: Да ли претапати између нумера
th: จะให้ปรับเสียงค่อย-ดัง ระหว่างเพลงหรือไม่
tr: Parçalar arasıda yumuşak geçiş yap
uk: Чи робити плавний перехід між доріжками
