Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: If checked, replace characters that are incompatible with MS-DOS/VFAT file systems.
af: As hierdie gekies is, sal karakters wat nie in MS-DOS/VFAT geldig is nie, vervang word.
bg: Ако е включена тази отметка, несъвместимите със файловите системи MS-DOS/VFAT символи ще бъдат заменени.
ca: Si està seleccionat, reemplaça els caràcters que siguin incompatibles amb els sistemes de fitxers MS-DOS/VFAT.
da: Hvis markeret erstattes tegn som ikke virker med MS-DOS og VFAT filsystemer.
de: Wenn diese Einstellung aktiviert ist, werden die Zeichen ersetzt, die nicht mit dem MS-DOS/VFAT-Dateisystem kompatibel sind.
el: Αν ενεργοποιηθεί, γίνεται αντικατάσταση των χαρακτήρων που δεν είναι συμβατοί με συστήματα αρχείων MS-DOS/VFAT.
es: Si está activado, reemplaza los caracteres que son incompatibles con los sistemas de archivos MS-DOS/VFAT.
et: Märkimise korral asendatakse märgid, mis ei ühildu MS-DOS/VFAT failisüsteemidega.
eu: Egiaztatuta badago, MS-DOS/VFAT fitxategi-sistemarekin bateragarriak ez diren karaktereak ordeztuko ditu.
fa: اگر علامت زده شود، نویسه‌هایی که با سیستمهای پروندۀ MS-DOS/VFAT ناهمساز هستند را جایگزین می‌کند.
fi: Mikäli valittu, merkit, joita ei voi käyttää MS-DOS- tai VFAT-tiedostojärjestelmissä korvataan.
fr: Si cette case est cochée, les caractères qui ne sont pas compatibles avec le système de fichiers MS-DOS/VFAT seront remplacés.
he: אם מסומן, החלף תווים שאינם תואמים את מעכת הקבצים MS-DOS/VFAT.
hu: Ha be van jelölve, akkor az MS-DOS/VFAT fájlrendszerrel nem kompatibilis karakterek helyettesítve lesznek
it: Se selezionata, sostituisce i caratteri non compatibili con i filesystem MS-DOS/VFAT.
ja: ファイル名に含まれる MS-DOS/VFAT ファイルシステムと互換性のない文字を置換します。
ka: თუ მონიშნულია, ჩაანაცვლებს MS-DOS/VFAT-თან არათავსებად სიმბოლოებს.
km: បើ​ធីក វា​នឹង​ជំនួស​តួអក្សរ​ដែល​មិន​ឆប​គ្នា​ជាមួយ​នឹង​ប្រព័ន្ធ​ឯកសារ MS-DOS/VFAT ។
ko: 선택하면, MS-DOS/VFAT 파일 시스템과 호환되지 않는 문자는 변환합니다.
lt: Ji ši parinktis įjungta, pakeisti simbolius, neatitinkančius MS-DOS/VFAT bylų sistemos reikalavimų.
nb: Hvis dette er krysset av blir alle tegn erstatter som ikke passer med MS-DOS/VFAT-filsystemer.
nds: Wenn anmaakt, wesselt Amarok all Tekens ut, de nich för MS-DOS/VFAT-Dateisystemen tolaten sünd.
ne: यदि जाँच गरियो भने, क्यारेक्टरहरू प्रतिस्थापन गर्नुहोस् जुन एमएस-डस/भीफ्याट फाइल प्रणालीसँग मिल्दोजुल्दो छ ।
nl: Wanneer ingeschakeld worden lettertekens die niet geschikt zijn voor MS-DOS/VFAT-bestandssystemen vervangen.
nn: Byt ut teikn som ikkje er kompatible med MS-DOS/VFAT-filsystemet.
pl: Jeśli zaznaczone, zastępuje znaki, które nie są zgodne z systemem plików MS-DOS/VFAT.
pt: Se assinalado, substitui os caracteres incompatíveis com os sistemas de ficheiros MS-DOS/VFAT.
pt_br: Se selecionada, serão substituídos os caracteres incompatíveis com os sistemas de arquivos MS-DOS/VFAT.
sk: Ak je zaškrtnuté, nahradiť znaky, ktoré nie sú kompatibilné s MS-DOS/VFAT súborovými systémami.
sr: Ако је попуњено, смењују се знаци који нису сагласни са системом фајлова VFAT (MS-DOS).
th: หากเลือกไว้ จะมีการแทนที่ตัวอักษรที่ไม่สามารถเข้ากันได้กับระบบแฟ้ม MS-DOS/VFAT
uk: Якщо увімкнено, замінити символи, які несумісні з файловими системами MS-DOS/VFAT.

source: Regular expression
af: Netuurlike uitdrukking
bg: Регулярен израз
ca: Expressió regular
cs: Regulární výraz
da: Regulært udtryk
de: Regulärer Ausdruck
el: Κανονική έκφραση
es: Expresión regular
et: Regulaaravaldis
eu: Adierazpen erregularra
fa: عبارت منظم
fi: Säännöllinen lauseke
fr: Expression rationnelle
he: ביטוי סדיר
hu: Reguláris kifejezés
it: Espressione regolare
ja: 正規表現
ka: რეგულარული გამოსახულება
km: កន្សោម​ធម្មតា
ko: 정규표현식
lt: Pakaitos simboliai
nb: Regulært uttrykk
nds: Reguleer Utdruck
ne: नियमित अभिव्यक्ति
nl: Reguliere expressie
nn: Regulært uttrykk
pa: ਨਿਯਮਤ ਸਮੀਕਰਨ
pl: Wyrażenie regularne
pt: Expressão regular
pt_br: Expressão Padrão
ru: Регулярное выражение
se: Virolaš čealkka
sk: Regulárny výraz
sr: Регуларни израз
tr: Düzenli ifade
uk: Формальний вираз

source: with
af: met
bg: с
ca: amb
cs: za
da: med
de: mit
el: με
es: con
et: järgnevaga
eu: honekin
fa: با
fi: tällä
fr: avec
he: עם
hu: kifejezésről erre:
it: con
ja: を次に置換
km: ដោយ
ko: ~로 끝남
lt: su
nb: med
nds: mit
ne: सँग
nl: met
nn: med
pa: ਨਾਲ
pl: z
pt: com
pt_br: com
se: dáinna
sk: s
sr: са
th: ด้วย
tr: ile
uk: на

source: Character string
af: Karakter string
bg: Низ на символ
ca: Cadena de caràcters
da: Tegnstreng
de: Zeichenkette
el: Συμβολοσειρά
es: Cadena de caracteres
et: Märgistring
eu: Karaktere-katea
fa: رشتۀ نویسه
fi: Merkkijono
fr: Chaîne de caractères
he: מחרוזת תווים
hu: Karakterszöveg
it: Stringa di caratteri
ja: 文字列
ka: სიმბოლოს სტრიქონი
km: ខ្សែអក្សរ​តួអក្សរ
ko: 문자열
lt: Simbolių eilutė
nb: Tegnstreng
nds: Tekenkeed
ne: क्यारेक्टर स्ट्रिङ
nl: Tekst
nn: Teiknstreng
pa: ਅੱਖਰ ਸਤਰ
pl: Łańcuch znaków
pt: Cadeia de caracteres
pt_br: Seqüência de Caracteres
se: Bustávvastreaŋga
sk: Reťazec znakov
sr: Низ знакова
th: สตริงตัวอักษร
uk: Рядок символів

source: Destination Preview
af: Bestemming voorskou
bg: Предварителен преглед на местоназначение
ca: Vista prèvia del destí
cs: Náhled cíle
da: Forhåndsvisning af mål
de: Ergebnis-Vorschau
el: Προεπισκόπηση προορισμού
es: Vista previa del destino
et: Sihtmärgi eelvaatlus
eu: Helburuaren aurrebista
fa: پیش‌نمایش مقصد
fi: Kohdenimen esikatselu
fr: Prévisualisation de la destination
he: תצוגה מקדימה ליעד
hu: A cél előnézete
it: Anteprima destinazione
ja: プレビュー
ka: დანიშნულების წინასწარ ნახვა
km: ទិដ្ឋភាព​ទិសដៅ
ko: 대상 미리보기
lt: Paskirties peržiūra
nb: Forhåndsvis mål
nds: Vöransicht vun't Resultaat
ne: गन्तब्य पूर्वावलोकन
nl: Resultaatvoorbeeld
nn: Førehandsvising av mål
pa: ਟਿਕਾਣਾ ਝਲਕ
pl: Podgląd celu
pt: Antevisão do Destino
pt_br: Pré-visualização do Destino
ru: Просмотр конечного имени
se: Ovdačájeheapmi
sk: Náhľad výsledku
sr: Преглед одредишта
th: แสดงตัวอย่างการเปลี่ยนชื่อ
tr: Hedef Önizlemesi
uk: Перегляд призначення

source: This is what the file names will look like after renaming.
af: Dit is hoe die lêernaam gaan lyk nadat die naam verander is
bg: Така ще изглеждат имената на файловете след преименуването.
ca: Així és com quedaran els noms dels fitxers després de reanomenar-los.
da: Dette er hvordan filnavnene vil se ud efter omdøbning.
de: So werden die Dateinamen nach dem Umbenennen aussehen.
el: Έτσι θα εμφανίζονται τα ονόματα αρχείων μετά την μετονομασία.
es: Así es como quedarán los nombres de archivos después de renombrarlos.
et: Sellised näevad failinimed välja pärast ümbernimetamist.
eu: Fitxategi-izenak zein itxura izango duten azaltzen du izenez aldatu ostean.
fa: این آنچه نام پرونده‌ها بعد از تغییر نام شبیه آن می‌باشد است.
fi: Esimerkki siitä, millaisia tiedoston nimi ja sijainti tulisivat olemaan.
fr: Voici à quoi ressembleront les noms de fichiers après le renommage.
he: כך יראו שמות הקבצים אחרי שינוי שמם.
hu: Így fognak kinézni a fájlnevek az átnevezés után
it: Come si presenteranno i nomi dei file dopo esser stati rinominati.
ja: 変更後のファイル名のプレビューです。
ka: ეს ისაა, როგორც ფაილთა სახელები გამოიყურებიან გადარქმევის შემდეგ.
km: នេះ​គឺ​ជា​ទិដ្ឋភាព​របស់​ឈ្មោះ​ឯកសារ បន្ទាប់​ពី​ប្ដូរ​ឈ្មោះ​រួច ។
ko: 이것은 이름을 변경한 후에 보일 파일 이름입니다.
lt: Taip atrodys pakeistas bylos pavadinimas.
nb: Slik ser filnavn ut etter omgjøring.
nds: So seht de Dateinaams na't ümnömen ut
ne: यो फाइल नामल पुन: नामकरण पछि कस्तो देखिन्छ भन्ने हो ।
nl: Zo zal de bestandsnaam er uit zien na het hernoemen.
nn: Slik ser filnamna ut etter namneendringa.
pa: ਇੰਝ ਦਾ ਫਾਇਲ ਨਾਂ ਨਾਂ-ਬਦਲਣ ਬਾਅਦ ਵੇਖਾਈ ਦੇਵੇਗਾ।
pl: Tak będą wyglądały nazwy plików po zmianie nazwy.
pt: Isto é como ficarão os nomes dos ficheiros após a mudança de nome.
pt_br: É assim que os nomes dos arquivos parecerão depois de terem sido renomeados.
ru: Так будет выглядеть имя файла после переименования.
se: Dán láhkai fiilanamma šaddá go lea rievdaduvvon.
sk: Takto budú vyzerať názvy súborov po premenovaní.
sr: Овако ће имена фајлова изгледати после преименовања.
th: ตรงนี้คือที่ๆ แสดงว่าชื่อแฟ้มจะเป็นอย่างไรหลังจากเปลี่ยนชื่อ
uk: Так будуть виглядати назви файлів після перейменування.

source: Overwrite &Destination
af: Oorskryf Bestemming
bg: Презапис на &местоназначението
ca: Sobreescriu el &destí
cs: Přepsat &cíl
da: Overskriv &mål
de: Ziel ü&berschreiben
el: &Αντικατάσταση προορισμού
es: Sobrescribir &destino
et: Sihtmär&gi ülekirjutamine
eu: &Gainidatzi helburua
fa: جای‌نوشت &مقصد‌
fi: &Korvaa kohdetiedostot
fr: Écrasement de la &destination
he: &שכתב יעד
hu: A cél &felülírása
it: Sovrascrivi &destinazione
ja: 行き先のファイルを上書き(&D)
ka: &დანიშნულების გადაწერა
km: សរសេរ​ជាន់​លើ​ទិសដៅ
ko: 대상 덮어쓰기(&D)
lt: Perrašyti &paskirties bylą
nb: Skriv &over målet
nds: Teel ö&verschrieven
ne: गन्तब्य अधिलेखन गर्नुहोस्
nl: Bestemming &overschrijven
nn: Skriv &over målet
pa: ਟਿਕਾਣੇ ਉੱਤੇ ਲਿਖੋ(&D)
pl: Zastąp do&celowe
pt: Sobrepor no &Destino
pt_br: Sobrescrever &Destino
ru: Заменить файл с &конечным именем
se: Buhtte &ulbmila
sk: Prepísať &cieľ
sr: Пребриши &одредиште
th: ให้เขี&ยนทับแฟ้มที่หมาย
tr: Üzerine Yazma &Hedefi
uk: Перезаписати міс&це призначення

source: If checked, overwrite files of the same name without asking.
af: As hierdie gekies is, sal lêers met dieselfde name oorskryf word sonder dat daar 'n waarskuwing afgaan
bg: Ако е включена тази отметка, файловете ще бъдат презаписани със същото име без да бъдете питани за това.
ca: Si està seleccionat, sobreescrius els fitxers amb el mateix nom sense demanar confirmació.
da: Hvis markeret overskrives filer med samme navn uden at spørge.
de: Wenn diese Einstellung aktiviert ist, werden Dateien mit dem gleichen Namen ohne Rückfrage überschrieben.
el: Αν ενεργοποιηθεί, γίνεται επικάλυψη των αρχείων με το ίδιο όνομα χωρίς να ερωτηθείτε.
es: Si está activado, sobrescribe los archivos con el mismo nombre sin preguntar.
et: Märkimise korral kirjutatakse sama nimega failid ilma küsimata üle.
eu: Egiaztatuta badago, izen berdineko fitxategiak gainidatziko ditu galdetu gabe.
fa: اگر علامت زده شود، پرونده‌های دارای همین نام را بدون سؤال جای‌نوشت می‌کند.
fi: Mikäli valittu, samannimiset kohdetiedostot korvataan kysymättä varmistusta.
fr: Si cette case est cochée, les fichiers de même noms seront écrasés sans confirmation.
he: אם סומן, שכתב קבצים בעלי אותו שם ללא בקשת רשות.
hu: Ha be van jelölve, akkor az azonos nevű fájlok kérdezés nélkül felül lesznek írva
it: Se selezionata, sovrascrive i file con lo stesso nome senza chiedere conferma.
ja: 同名のファイルがある場合に、確認せずに上書きします。
ka: თუ მონიშნულია, ერთიდაიგივე სახელის ფაილების დასტურის გარეშე გადაწერა.
km: បើ​ធីក វា​នឹង​សរសេរ​ជាន់​ឯកសារ​ដែល​មាន​ឈ្មោះ​ដូច​គ្នា ដោយ​មិន​សួរនាំ​អ្វី​ទាំងអស់ ។
ko: 선택하면 질문 없이 같은 이름의 파일을 덮어씁니다.
lt: Jei ši parinkis įjungta, perrašyti bylas tokiu pačiu pavadinimu be atskiro paklausimo.
nb: Hvis dette er krysset av blir filer med samme navn overskrevet uten varsel.
nds: Wenn anmaakt, warrt Dateien mit den sülven Naam ahn Nafraag överschreven.
ne: यदि जाँच गरियो भने, नसोधिकन उही नामको फाइल अधिलेखन गर्नुहोस् ।
nl: Wanneer ingeschakeld worden bestanden met dezelfde naam overschreven.
nn: Skriv over filer med same namn utan å spørja.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਇੱਕ ਨਾਂ ਦੀਆਂ ਫਾਇਲਾਂ ਨੂੰ ਬਿਨਾਂ ਪੁੱਛੇ ਹੀ ਬਦਲ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Jeśli zaznaczone, zastępuje pliki o tej samej nazwie bez pytania.
pt: Se assinalado, sobrepõe os ficheiros com o mesmo nome sem perguntar.
pt_br: Se selecionada, arquivos com o mesmo nome serão sobrescritos sem aviso.
sk: Ak je zaškrtnuté, súbory s rovnakým názvom budú prepísané bez pýtania.
sr: Ако је попуњено, истоимени фајлови се пребрисују без питања.
th: หากกาเลือกเอาไว้ จะทำการเขียนทับแฟ้มที่มีชื่อเหมือนกัน โดยไม่มีการถามใดๆ
uk: якщо увімкнено, то без перепитування перезаписати файли з такими самими назвами.

source: Track Information
af: Snit Informasie
bg: Информация за запис
ca: Informació de la peça
cs: Informace o skladbě
da: Sporinformation
de: Metadaten
el: Πληροφορίες κομματιού
es: Información de la pista
et: Pala info
eu: Pistaren informazioa
fa: اطلاعات شیار
fi: Sisältötiedot
fr: Informations du morceau
he: מידע על רצועה
hu: Szám-információk
it: Informazioni traccia
ja: トラック情報
ka: ჩანაწერის ინფორმაცია
km: ព័ត៌មាន​បទ
ko: 트랙 정보
lt: Dainos informacija
nb: Sporinformasjon
nds: Stück-Informatschonen
ne: ट्रयाक सूचना
nl: Trackinformatie
nn: Sporinformasjon
pa: ਮੈਟਾ ਜਾਣਕਾਰੀ
pl: Informacja o ścieżce
pt: Informação de Faixa
pt_br: Informações da Faixa
ru: Метаданные
se: Bihttádieđut
sk: Informácie o stope
sr: Информације о нумери
th: ข้อมูลเพลง
tr: Parça Bilgisi
uk: Інформація про доріжку

source: &Next
af: Volgende
bg: &Следващ
ca: Següe&nt
cs: &Další
da: &Næste
de: &Weiter
el: &Επόμενο
es: &Siguiente
et: &Järgmine
eu: &Hurrengoa
fa: &بعدی‌
fi: &Seuraava
fr: &Suivant
he: ה&בא
hu: &Következő
it: &Prossimo
ja: 次(&N)
ka: &შემდეგი
km: បន្ទាប់
ko: 다음(&N)
lt: &Kita
nb: &Neste
nds: &Nakamen
ne: पछिल्लो
nl: V&olgende
nn: &Neste
pa: ਅੱਗੇ(&N)
pl: &Następny
pt: Segui&nte
pt_br: &Próxima
ru: &Следующий
se: Č&uovvovaš
sk: &Ďalšia
sr: &Следеће
th: ถั&ดไป
tr: &Sonraki
uk: &Наступне

source: Per Trac&k
af: Per Snit
bg: &За запис
ca: Pe&r peça
cs: Podle s&kladby
da: &Pr spor
de: &Pro Stück
el: Ανά &κομμάτι
es: Por pis&ta
et: Iga &pala eraldi
eu: Pista&ko
fa: برای هر &شیار‌
fi: Yksi kappale ke&rrallaan
fr: &Par morceau
he: לפי &רצועה
hu: &Számonként
it: Per trac&cia
ja: トラックごと(&K)
ka: ჩანა&წერი
km: ក្នុង​មួយ​បទ
ko: 트랙마다(&K)
lt: &Dainai
nb: Per spo&r
nds: Per Stüc&k
ne: प्रति ट्रयाक
nn: &Per spor
pa: ਪ੍ਰਤੀ ਟਰੈਕ(&k)
pl: Na utwó&r
pt: Por Fai&xa
pt_br: Por Fai&xa
ru: Редактировать данные каждой композиции &отдельно
se: Juohkke &bihttá
sk: Po &stope
sr: По &нумери
th: แต่ละเพ&ลง
tr: Parça &Başına
uk: На &доріжку

source: Sa&ve && Close
af: Stoor && maak toe
bg: &Запис и затваряне
ca: De&sa i tanca
cs: Uložit a za&vřít
da: &Gem && luk
de: S&peichern && schließen
el: &Αποθήκευση && έξοδος
es: &Guardar y cerrar
et: &Salvesta ja sulge
eu: &Gorde eta itxi
fa: &ذخیره و بستن‌
fi: &Tallenna ja sulje
fr: Enregi&strer et fermer
hu: M&entés és bezárás
it: Sal&va e Chiudi
ja: 保存して閉じる(&V)
ka: &შენახვა და დაკეტვა
km: រក្សាទុក ហើយ​បិទ
lt: Į&rašyti ir užverti
nb: La&gre og lukk
nds: &Sekern && tomaken
ne: बचत गर्नुहोस् र बन्द गर्नुहोस्
nl: Op&slaan && sluiten
nn: &Lagra og lukk
pa: ਸੰਭਾਲੋ ਅਤੇ ਬੰਦ ਕਰੋ(&v)
pl: &Zapisz i zamknij
pt: Gra&var e Fechar
pt_br: Sal&var && Fechar
ru: &Сохранить и закрыть
se: Vurke &ja gidde
sk: Uložiť && &zavrieť
sr: &Сними и затвори
th: บันทึกแล้วปิ&ด
tr: &Kaydet && Kapat
uk: З&берегти і вийти

source: Location:
af: Ligging:
bg: Местоположение:
ca: Ubicació:
cs: Umístění:
da: Sted:
de: Adresse:
el: Τοποθεσία:
es: Ubicación:
et: Asukoht:
eu: Kokalekua:
fa: محل:
fi: Sijainti:
fr: Emplacement :
he: מיקום:
hu: Elérési út:
it: Posizione:
ja: 場所:
ka: მდებარეობა:
km: ទីតាំង ៖
ko: 위치:
lt: Vieta:
nb: Plassering:
nds: Oort:
ne: स्थान:
nl: Locatie:
nn: Plassering:
pa: ਟਿਕਾਣਾ:
pl: Lokalizacja:
pt: Localização:
pt_br: Localização:
ru: Путь:
se: Báiki:
sk: Umiestnenie
sr: Локација:
th: ที่ตั้ง:
tr: Yer:
uk: Адреса:

source: S&ummary
af: Opsomming
bg: &Резюме
ca: Res&um
cs: Shrn&utí
da: Sammen&fatning
de: &Zusammenfassung
el: &Περίληψη
es: Res&umen
et: Kokk&uvõte
eu: &Laburpena
fa: &خلاصه‌
fi: &Yhteenveto
fr: Rés&umé
hu: Ö&sszegzés
it: R&iepilogo
ja: 要約(&U)
ka: &რეზიუმე
km: សង្ខេប
lt: S&antrauka
nb: S&ammendrag
nds: T&osamenfaten
ne: सारांश
nl: Samen&vatting
nn: &Samandrag
pa: ਸੰਖੇਪ(&u)
pl: Pods&umowanie
pt: Res&umo
pt_br: S&umário
ru: &Сводка
se: Čoahkkáig&eassu
sk: &Sumarizácia
sr: С&ажетак
th: &สรุป
tr: Öz&et
uk: Зв&едення

source: Track by Artist on Album
af: Snit volgens Kunstenaar op Album
bg: Записи на изпълнител от албум
ca: Peces per artista a l'àlbum
cs: Skladba od umělce na albu
da: Spor efter kunstner på album
de: Stück von Interpret auf Album
el: Κομμάτι κατά καλλιτέχνη σε άλμπουμ
es: Pista por artista en álbum
et: Pala / Esitaja / Album
eu: Pista x artista - albuma
fa: شیار بر اساس هنرمند در آلبوم
fi: Artistin Kappale Levyllä
fr: Morceau par artiste sur l'album
he: רצועה מאת אומן על כותר
hu: Szám, előadó, album
it: Traccia di Artista in Album
ja: トラック / アーティスト / アルバム
ka: ჩანაწერი შემსრულებლით ალბომზე
km: បទ​ច្រៀង​ដោយ​សិល្បករ​លើ​អាល់ប៊ុម
ko: 앨범에 있는 아티스트 순으로 트랙
lt: Atlikėjo daina albume
nb: Spor – artist – album
nds: Stück vun Künstler op Album
ne: एल्बममा कलाकारद्वारा ट्रयाक
nl: Track door artiest van album
nn: Spor etter artist på album
pa: ਐਲਬਮ ਉੱਤੇ ਕਲਾਕਾਰ ਵਲੋਂ ਟਰੈਕ
pl: Utwór wg Wykonawcy na Albumie
pt: Faixa do Artista no Álbum
pt_br: Faixa por Artista no Álbum
se: Bihttá artisttas skearrus
sk: Stopa od interpreta na albume
sr: Нумера по извођачу на албуму
th: เพลงโดยศิลปินในอัลบั้ม
tr: Albümdeki Sanatçıya göre Parçalar
uk: Доріжка виконавця в альбомі

source: Ta&gs
af: Etikette
bg: Таго&ве
ca: Eti&quetes
cs: &Značky
da: &Mærker
de: M&etadaten
el: Ετι&κέτες
es: Eti&quetas
et: Sil&did
eu: E&tiketak
fa: &برچسبها‌
fi: S&isältökuvaukset
fr: &Balises
hu: &Címkék
it: Ta&g
ja: タグ(&G)
ka: &ჭდეები
km: ស្លាក
lt: &Laukeliai
nb: Ta&gger
nds: &Betekers
ne: ट्याग
nn: &Merkelappar
pa: ਟੈਗ(&g)
pl: Zna&czniki
pt: &Marcas
pt_br: Eti&quetas
ru: &Теги
se: G&ilkorat
sk: &Značky
sr: &Ознаке
th: แท็&ก
tr: Etike&tler
uk: Мі&тки

source: &Artist:
af: Kunstenaar:
bg: &Изпълнител:
ca: &Artista:
cs: &Interpret:
da: &Kunstner:
de: &Interpret:
el: &Καλλιτέχνης:
es: &Artista:
et: &Esitaja:
eu: &Artista:
fa: &هنرمند:‌
fi: &Artisti:
fr: &Artiste :
he: &אומן:
hu: Elő&adó:
it: &Artista:
ja: アーティスト(&A):
ka: &შემსრულებელი:
km: សិល្បករ ៖
ko: 아티스트(&A):
lt: &Atlikėjas:
nds: &Künstler:
ne: कलाकार:
nl: &Artiest:
pa: ਕਲਾਕਾਰ(&A):
pl: &Wykonawca:
pt: &Artista:
pt_br: &Artista:
ru: &Исполнитель:
se: &Artista:
sk: &Interpret:
sr: &Извођач:
th: ศิ&ลปิน:
tr: S&anatçı:
uk: &Виконавець:

source: T&itle:
af: Titel:
bg: &Заглавие:
ca: Tít&ol:
cs: &Název:
da: &Titel:
de: &Titel:
el: &Τίτλος:
es: &Título:
et: &Pealkiri:
fa: &عنوان:‌
fi: &Nimi:
fr: &Titre :
he: שם ה&רצועה:
hu: &Cím:
it: T&itolo:
ja: タイトル(&I):
ka: &სათაური:
km: ចំណងជើង ៖
ko: 제목(&I):
lt: Pa&vadinimas:
nb: T&ittel:
nds: T&itel:
ne: शीर्षक:
nl: T&itel:
nn: &Tittel:
pa: ਨਾਂ(&i):
pl: T&ytuł:
pt: T&ítulo:
pt_br: &Título:
ru: &Название:
se: &Namahus:
sk: &Názov:
sr: Нас&лов:
th: ชื่อเพล&ง:
tr: &Başlık:
uk: &Заголовок:

source: Trac&k:
af: Snit:
bg: &Запис:
ca: &Peça:
cs: Sklad&ba:
da: Spo&r:
de: &Stück:
el: Κο&μμάτι:
es: &Pista:
et: &Pala:
eu: &Pista:
fa: &شیار:‌
fi: &Kappale:
fr: &Morceau :
he: רצ&ועה:
hu: &Sorszám:
it: Trac&cia:
ja: トラック(&K):
ka: &ჩანაწერი:
km: បទ ៖
ko: 트랙(&K):
lt: Tak&elis:
nb: &Spor:
nds: Stüc&k:
ne: ट्रयाक:
nn: &Spor:
pa: ਟਰੈਕ(&k):
pl: U&twór:
pt: Fai&xa:
pt_br: &Faixa:
ru: &Дорожка:
se: &Bihttá:
sk: &Stopa:
sr: &Нумера:
th: เพล&งที่:
tr: Pa&rça:
uk: Дорі&жка:

source: Guess Tags From &Filename
af: Raai etikette vanuit die lêername
bg: Отгатване на таговете от &името на файла
ca: Ende&vina les etiquetes pel nom
cs: O&dhadnout značky z názvu souboru
da: Gæt mærker ud fra &filnavn
de: Metadaten aus Dateinamen &erraten
el: Ανίχνευση ετικετών από το όνομα αρ&χείου
es: Adivinar etiquetas por nombre de &archivo
et: Paku sildid &failinime põhjal
eu: Asmatu etiketak &fitxategi-izenetik
fa: حدس زدن برچسبها از &نام پرونده‌
fi: &Arvaa sisältökuvaukset tiedostonimestä
fr: Recherche des balises depuis le nom de &fichier
he: נחש תגיות משמות &קבצים
hu: Címkekitöltés a fájlné&v alapján
it: Stima tag dal nome del &file
ja: ファイル名からタグを推測(&F)
ka: ჭდეების ფაილის &სახელიდან მიხვედრა
km: ស្មាន​ស្លាក​ពី​ឈ្មោះ​ឯកសារ
ko: 파일 이름으로 태그 추측하기(&F)
lt: &Spėti meta informaciją pagal bylos pavadinimą
nb: Gjett tagger ut fra &filnavn
nds: &Raden ut Dateinaam
ne: फाइलनामबाट ट्यागहरू अनुमान गर्नुहोस्
nl: Tags gissen aan de &hand van bestandsnaam
nn: Gjett merkelapp frå &filnamn
pa: ਫਾਇਲ ਨਾਂ ਤੋਂ ਟੈਗ ਲਵੋ(&F)
pl: Odgadnij znaczniki z &nazwy pliku
pt: Adivinhar as Marcas pelo &Ficheiro
pt_br: Gerar Etiquetas pelo &Nome do Arquivo
ru: Сгенерировать теги по &имени файла
se: Árvit gilkoriid &fiilanamas
sk: Uhádnuť značky z &názvu súboru
sr: Погоди ознаке из &имена фајла
th: เดาแท็กจากชื่อแฟ้&ม
tr: Dosya &Adından Etiketi Tahmin et
uk: Вгадувати мітки з назви &файла

source: Filename &Schemes
af: Lêernaam Skemas
bg: &Схеми на файлови имена
ca: Patrons de noms de fit&xer
cs: &Schémata názvů souborů
da: Filnavne&systemer
de: &Dateinamen-Schemata
el: &Μορφές ονόματος αρχείου
es: &Esquemas de nombres de archivo
et: Failinime &skeemid
eu: Fitxategi-izenen e&skemak
fa: &طرحواره‌های نام پرونده‌
fi: Tiedoston nimeämist&yylit
fr: &Schéma de nom de fichier
he: &תבנית שם קובץ
hu: Fájl&név-sémák
it: &Schemi di nome file
ja: ファイル名スキーム(&S)
ka: ფაილის სახელის &სქემა
km: គ្រោងការណ៍​ឈ្មោះ​ឯកសារ
ko: 파일 이름 구성(&S)
lt: Bylų pavadinimų &šablonai
nb: Filnavn-&skjemaer
nds: Dateinaam-&Schemas
ne: फाइलनाम योजना
nl: Bestandsnaam&schema's
nn: Filnamn&mønster
pa: ਫਾਇਲ ਨਾਂ ਸਕੀਮ(&S)
pl: &Schematy nazw plików
pt: E&squemas de Nomes dos Ficheiros
pt_br: E&squemas de Nome do Arquivo
ru: &Схемы имени файла
se: Fiilanamma&minstarat
sk: S&chémy pre názov súboru
sr: Шеме &имена фајлова
th: รู&ปแบบชื่อแฟ้ม
tr: Dosya A&dı Şeması
uk: &Схеми назв файлів

source: Co&mment:
af: Kommentaar:
bg: &Коментар:
ca: &Comentari:
cs: &Komentář:
da: &Kommentar:
de: &Kommentar:
el: &Σχόλιο:
es: &Comentario:
et: Ko&mmentaar:
fa: &توضیح:‌
fi: K&ommentti:
fr: &Commentaire :
he: &הערה:
hu: Meg&jegyzés:
it: Co&mmento:
ja: コメント(&M):
ka: კო&მენტარი:
km: សេចក្តី​អធិប្បាយ ៖
ko: 설명(&M):
lt: K&omentaras:
nds: Ko&mmentar:
ne: टिप्पणी:
nl: Op&merking:
nn: &Merknad:
pa: ਟਿੱਪਣੀ(&m):
pl: Ko&mentarz:
pt: Co&mentário:
pt_br: Co&mentário:
ru: &Комментарий:
se: &Kommeanta:
sk: &Komentár:
sr: &Коментар:
th: หมายเ&หตุ:
tr: &Açıklama:
uk: Ко&ментар:

source: Fill-In Tags Using MusicBrain&z
af: Vul etikette m.b.v. MusicBrainz in
bg: Попълване на &таговете от MusicBrainz
ca: Omple les etiquetes consultant &MusicBrainz
cs: Naplnit značky pomocí M&usicBrainz
da: &Udfyld mærker ved brug af MusicBrainz
de: Metadaten mittels &MusicBrainz ausfüllen
el: Συμπλήρωση ετικετών με &χρήση του MusicBrainz
es: Rellenar las etiquetas usando MusicBrain&z
et: Siltide täitmine MusicBrain&zi abil
fa: پر کردن برچسبها با استفاده از MusicBrain&z‌
fi: Täytä sisältökuvaukset &MusicBrainzin avulla
fr: &Compléter les balises à l'aide de MusicBrainz
he: &מלא תגיות תוך שימוש ב־ MusicBrainz
hu: A címkék kitöltése a M&usicBrainz segítségével
it: Riempi i tag usando MusicBrain&z
ja: MusicBrainz を使ってタグ情報を挿入(&Z)
ka: ჭდეების შევსება MusicBrain&z-ით
km: បំពេញ​ស្លាក​ដោយ​ប្រើ MusicBrain&z
ko: MusicBrainz를 이용하여 태그 채우기(&Z)
lt: Užpildyti laukelius naudojant MusicBrain&z
nb: Fyll ut tagger med MusicBrain&z
nds: Betekers vun &MusicBrainz halen
ne: सङ्गीतब्रेन्च प्रयोग गरेर ट्यागहरू भर्नुहोस्
nl: Tags invullen met behulp van MusicBrain&z
nn: &Fyll ut merkelappar med MusicBrainz
pa: MusicBrainz ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਟੈਗ ਭਰੋ(&z)
pl: Wypełnij znaczniki za pomocą MusicBrain&z
pt: Preencher as Marcas com o MusicBrain&z
pt_br: Preencher Etiquetas Usando o MusicBrain&z
ru: &Заполнить тег с помощью MusicBrainz
se: &Deavdde gilkoriid MusicBrainz:ain
sk: Vyplniť značky s &použitím MusicBrainz
sr: Попуни ознаке по&моћу MusicBrainz-а
th: เติมค่าแท็กโดยใช้ MusicBrain&z
tr: MusicBrainz Kullanarak Etiketleri D&oldur
uk: Заповн&ювати мітки за допомогою MusicBrainz

source: &Genre:
af: Tipe:
bg: &Жанр:
ca: &Gènere:
cs: Žá&nr:
el: &Είδος:
es: &Género:
et: Ža&nr:
eu: &Generoa:
fa: &نوع:‌
fi: &Tyylilaji:
fr: &Style :
he: &סגנון:
hu: Mű&faj:
it: &Genere:
ja: ジャンル(&G):
ka: ჟ&ანრი:
km: ចង្វាក់ ៖
ko: 장르(&G):
lt: &Žanras:
nb: &Sjanger:
nds: &Musikoort:
ne: विधा:
nn: &Sjanger:
pa: ਧੁਨ(&G):
pl: &Gatunek:
pt: &Género:
pt_br: &Gênero:
ru: &Жанр:
se: Š&aŋra:
sk: &Žáner
sr: &Жанр:
th: &ประเภท:
tr: &Tarz:
uk: &Жанр:
