Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: A playlist named "%1" already exists. Do you want to overwrite it?
af: 'n Speel lys met die naam "%1" bestaan alreeds. Wil jy dit oorskryf?
bg: Вече има списък със записи "%1". Искате ли да бъде презаписан?
ca: Ja existeix una llista de reproducció anomenada «%1». La voleu sobreescriure?
cs: Seznam skladeb s názvem '%1' již existuje. Chcete jej přepsat?
da: En spilleliste med navnet "%1" findes allerede. Vil du skrive den over?
de: Eine Wiedergabeliste namens "%1" existiert bereits. Soll sie überschrieben werden?
el: Μια λίστα με το όνομα "%1" υπάρχει ήδη. Επιθυμείτε την αντικατάστασή της;
es: Ya existe una lista de reproducción con el nombre «%1». ¿Desea sobrescribirla?
et: Esitusnimekiri "%1" on juba olemas. Kas kirjutada see üle?
eu: "%1" izeneko zerrenda badago lehendik ere. Gainidatzi?
fa: فهرست پخشی با نام »%1« از قبل وجود دارد. می‌خواهید آن را جای‌نوشت کنید؟
fi: Soittolista ”%1” on jo olemassa. Korvataanko se?
fr: Une liste de lecture portant le nom « %1 » existe déjà. Voulez-vous l'effacer ?
he: רשימת־השמעה בשם "%1" כבר קיימת. האם ברצונך לשכתב אותה?
hu: Már létezik "%1" nevű lejátszólista. Felül kívánja írni?
it: Una playlist con nome %1 già esiste. Vuoi sovrascriverla?
ja: "%1" という名前のプレイリストが既にあります。上書きしますか？
ka: რეპერტუარი სახელად "%1" უკვე არსებობს. გსურთ მასზე გადაწერა?
km: មាន​បញ្ជី​បទ​ឈ្មោះ "%1" រួច​ហើយ ។ តើ​អ្នក​ចង់​សរសេរ​ជាន់​លើ​វា​ឬ ?
ko: "%1"으로 이름 붙여진 재생목록이 이미 있습니다. 덮어쓰길 원하십니까?
lt: Grajaraštis pavadinimu „%1“ jau yra. Ar norite jį perrašyti?
nb: En spilleliste med navnet «%1» finnes allerede. Vil du overskrive den?
nds: Dat gifft al en Afspeellist mit den Naam "%1". Wullt Du ehr överschrieven?
ne: "%1" नामकरण गरिएको प्ले सूची पहिल्यै अवस्थित छ । तपाईँ यसलाई अधिलेखन गर्न चाहनुहुन्छ ?
nl: Een afspeellijst met de naam%1 bestaat al. Overschrijven?
nn: Det finst allereie ei speleliste med namnet «%1». Vil du skriva over ho?
pa: ਸੰਗੀਤ-ਸੂਚੀ "%1" ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਕੀ ਤੁਸੀਂ ਉੱਤੇ ਹੀ ਲਿਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Lista odtwarzania o nazwie "%1" już istnieje. Czy chcesz ją zastąpić?
pt: Já existe uma lista de reprodução com o nome "%1". Deseja sobrepo-la?
pt_br: Uma lista de músicas com o nome "%1" já existe. Tem certeza que deseja sobrescrevê-la?
ru: Список с именем «%1» уже существует. Заменить его?
se: Čuojahanlistu nammaduvvon «%1» gávdno juo. Háliidatgo dan buhttet?
sk: Zoznam skladieb s názvom "%1" už existuje. Chcete ho prepísať?
sr: Листа нумера по имену „%1“ већ постоји. Желите ли да је пребришете?
th: รายการเล่นชื่อ "%1" มีอยู่แล้ว คุณต้องการจะเขียนทับหรือไม่?
tr: "%1" isimli parça listesi zaten var. Bu listenin üzerine yazmak istiyor musunuz?
uk: Список композицій з назвою "%1" вже існує. Хочете його перезаписати?

source: &Show Extended Info
af: Vertoon breedvoerige inligting
bg: &Допълнителна информация
ca: &Mostra la informació estesa
cs: &Zobrazit rozšířené info
da: &Vis udvidet information
de: &Erweiterte Informationen
el: &Εμφάνιση εκτεταμένων πληροφοριών
es: Mo&strar la información extendida
et: &Näita laiendatud infot
eu: &Erakutsi informazio hedatua
fa: &نمایش اطلاعات وسیع‌
fi: &Lisätiedot
fr: &Montrer les informations étendues
he: הצג מידע מו&רחב
hu: &Kiterjesztett információ megjelenítése
it: Mo&stra informazioni estese
ja: 追加情報を表示(&S)
ka: &გაფართოებული ინფორმაციის ჩვენება
km: បង្ហាញ​ព័ត៌មាន​បន្ថែម
ko: 추가 정보 보기(&S)
lt: &Rodyti detalesnę informaciją
nb: Vi&s ekstra informasjon
nds: &Verwiedert Infos wiesen
ne: विस्तारित सूचना देखाउनुहोस्
nl: Uitgebreide informatie &tonen
nn: &Vis utvida info
pa: ਹੋਰ ਜਾਣਕਾਰੀ ਵੇਖਾਓ(&S)
pl: &Pokaż rozszerzone informacje
pt: Mo&strar a Informação Extendida
pt_br: Mo&strar Informações Adicionais
ru: &Показать дополнительные данные
se: Čájet &lassedieđuid
sk: &Zobraziť rozšírené informácie
sr: &Прикажи проширене податке
th: แ&สดงรายละเอียดเพิ่มเติม
tr: &Gelişmiş Bilgileri Göster
uk: По&казати зовнішню інформацію

source: There was an error communicating with Amazon.
af: 'n Fout het voorgekom tydens kommunikasie met <i>Amazon</i>.
bg: Възникна грешка при комуникацията с Amazon.
ca: Hi ha hagut un error de comunicació amb Amazon.
cs: Nastala chyba při komunikaci s Amazonem.
da: Der var en kommunikationsfejl med amazon.
de: Es gab ein Kommunikationsproblem mit Amazon.
el: Σφάλμα κατά την επικοινωνία με το Amazon.
es: Ha ocurrido un error al comunicarse con Amazon.
et: Amazoniga suhtlemisel tekkis viga.
eu: Errorea gertatu da Amazon-ekin komunikatzean.
fa: هنگام ارتباط با Amazon خطایی وجود داشت.
fi: Virhe viestittäessä Amazonin kanssa.
fr: Une erreur de communication avec Amazon s'est produite.
he: אירעה שגיאת התחברות לאתר Amazon.
hu: Hiba történt az Amazonnal folytatott kommunikációban.
it: C'è stato un errore di comunicazione con Amazon.
ja: Amazon と通信中にエラーが発生しました。
ka: შეცდომა Amazon-თან დაკავშირებისას.
km: មាន​កំហុស​មួយ នៅ​ពេល​ទាក់ទង​ជាមួយ Amazon ។
ko: Amazon과 통신중 오류가 발생하였습니다.
lt: Užmezgant ryšį su Amazon įvyko klaida.
nb: Det oppstod en feil ved tilkoblingen med Amazon.
nds: Dat geev en Fehler bi't Tokoppeln na Amazon.
ne: त्यहाँ एमाजोनसँग सञ्चार गर्दा एउटा त्रुटि थियो ।
nl: Er deed zich een communicatiefout met Amazon voor.
nn: Det oppstod ein feil ved sambandet med Amazon.
pa: Amazon ਨਾਲ ਸੰਚਾਰ ਦੌਰਾਨ ਗਲਤੀ ਹੈ।
pl: Wystąpił błąd podczas komunikacji z Amazon.
pt: Ocorreu um erro de comunicação com a Amazon.
pt_br: Houve um erro ao se comunicar com o Amazon.
ru: Ошибка при подключении к Amazon.
se: Šattai meattáhus gulahalladettiin Amazon:ain.
sk: Nastala chyba pri komunikácii s Amazonom.
sr: Дошло је до грешке при комуникацији са Amazon-ом.
th: เกิดข้อผิดพลาดในการสื่อสารกับ Amazon
tr: Amazon'la iletişimde bir hata oluştu.
uk: Сталася помилка зв'язку з Amazon.

source: Edit Filter
af: Redigeer Filter
bg: Редактиране на филтъра
ca: Edita el filtre
cs: Upravit filtr
da: Redigér filter
de: Filter bearbeiten
el: Επεξεργασία φίλτρου
es: Editar filtro
et: Filtri muutmine
fa: پالایۀ ویرایش
fi: Muokkaa suodinta
fr: Éditer le filtre
hu: Szűrő szerkesztése
it: Modifica filtro
ja: フィルタを編集
km: កែសម្រួល​តម្រង
lt: Keisti filtrą
nb: Rediger filter
nds: Filter bewerken
ne: फिल्टर सम्पादन गर्नुहोस्
nl: Filter bewerken
nn: Rediger filter
pa: ਫਿਲਟਰ ਸੋਧ
pl: Edytuj filtr
pt: Editar o Filtro
pt_br: Editar Filtro
ru: Составление поисковых запросов
se: Doaimmat silli
sk: Upraviť filter
sr: Уреди филтер
th: แก้ไขตัวกรอง
tr: Filtreyi Düzenle
uk: Редагувати фільтр

source: &Append
af: Voeg agter aan by
bg: &Добавяне
ca: &Afegeix
cs: Přid&at
da: &Tilføj sidst
de: &Hinzufügen
el: &Προσθήκη
es: &Añadir
et: Lis&a
fa: &پیوستن‌
fi: &Lisää loppuun
fr: &Ajouter
hu: &Hozzáfűzés
it: &Aggiungi
ja: 追加(&A)
km: បន្ថែម​​ខាង​ចុង
lt: &Papildyti
nb: &Legg til
nds: &Anhangen
ne: थप्नुहोस्
nl: &Toevoegen
nn: &Legg til
pa: ਜੋੜੋ(&A)
pl: &Dołącz
pt: &Adicionar
pt_br: &Anexar
ru: &Добавить
se: &Lasit lohppii
sk: &Pripojiť
sr: &Додај
th: เพิ่มต่&อท้าย
tr: &Ekle
uk: Дод&ати

source: <qt><p>By clicking here you can add the defined condition. The "OK" button will close the dialog and apply the defined filter. With this button you can add more than one condition to create a more complex filtering condition.</p></qt>
af: <qt><p>As jy hier kliek sal die gedefinieerde kondisie bygevoeg word. As op "Goed" gekliek word sal die dialoog toegemaak word en die gedefinieerde filter toegepas word. Met hierdie knoppie kan jy meer as een kondisie skep om komplekse filters te bou.</p></qt>
bg: <qt><p>Като щракнете тук ще можете да добавите условието. Бутонът "ОК" ще затвори прозореца и ще приложи филтъра. С този бутон можете да добавяте повече от едно условие с цел да създадете комплексно такова.</p></qt>
ca: <qt><p>Fent clic aquí podeu afegir la condició especificada. El botó «D'acord» tancarà el diàleg i aplicarà el filtre definit. Amb aquest botó podeu afegir més d'una condició per crear regles de filtratge més complexes.</p></qt>
da: <qt><p>Ved at klikke her kan du tilføje den definerede betingelse. Knappen "O.k." lukker dialogen og anvender det definerede filter. Du kan tilføje mere end en betingelse for at oprette en mere kompleks filterbetingelse med denne knap.</p></qt>
de: <qt><p>Durch einen Klick auf diesen Knopf können Sie die Filter-Bedingung hinzufügen. Mit dem Knopf "OK" wird das Fenster geschlossen und der Filter angewendet. Sie können nacheinander mehrere Bedingungen hinzufügen und so einen komplexen Filter entwerfen.</p></qt>
el: <qt><p>Κάνοντας κλικ εδώ μπορείτε να προσθέσετε τις συνθήκες. Το κουμπί "Εντάξει" θα κλείσει το διάλογο και θα εφαρμόσει το φίλτρο. Με αυτό το κουμπί μπορείτε να προσθέσετε περισσότερες από μία συνθήκες ώστε να δημιουργήσετε ένα πιο σύνθετο φίλτρο.</p></qt>
es: <qt> <p>Haciendo clic aquí puede añadir la condición definida. El botón "OK" cerrará el diálogo y aplicará el filtro definido. Con este botón puede añadir mas de una condición y crear condiciones de filtrado mas complejas.</p></qt>
et: <qt><p>Siia klõpsates saab lisada täiendava tingimuse. Nupp "OK" sulgeb dialoogi ja rakendab määratud filtri. Selle nupuga saab lisada rohkem kui ühe tingimuse, mis võimaldab kasutada keerukamaid filtreerimistingimusi.</p></qt>
fa: <qt><p>با فشار در اینجا می‌توانید اتصال تعریف‌شده را اضافه کنید. دکمۀ »تأیید« محاوره را می‌بندد و پالیۀ تعریف‌شده را اعمال می‌کند. با این دکمه می‌توانید بیش از یک شرط اضافه کنید تا شرط پالایش کامل‌تری ایجاد شود.</p></qt>
fi: <qt><p>Napsauttamalla tästä voi lisätä määritellyn ehdon. ”OK”-painike sulkee ikkunan ja ottaa määritellyn ehdon käyttöön. Tällä painikkeella voi lisätä useamman kuin yhden ehdon ja siten luoda monimutkaisemman suodatusehdon.
fr: <qt> <p>En cliquant ici, vous pouvez ajouter la condition désirée. Le bouton « Ok » ferme la fenêtre et applique le filtre défini. Avec ce bouton, vous pouvez ajouter plus d'une condition pour créer une condition complexe basée sur les filtres.</p></qt>
hu: <qt><p>Ide kattintva felveheti a megadott feltételt. Az "OK" gomb lenyomására bezáródik a párbeszédablak és alkalmazásra kerül a megadott szűrő. A "Hozzáfűzés" gombbal felvehető egynél több feltétel is, ezáltal összetettebb szűrőfeltétel alakítható ki.</p></qt>
it: <qt><p>Facendo clic qui puoi aggiungere la condizione specificata. Il pulsante "OK" chiuderà la finestra e applicherà il filtro specificato. Con questo pulsante puoi aggiungere più di una condizione per creare una condizione di filtraggio più complessa.</p></qt>
ja: <qt><p>設定した条件をフィルタに追加します。このボタンを使うことで、複数の条件を含む複雑なフィルタを作成することができます。「OK」ボタンはこのダイアログを閉じてフィルタを適用するときに使います。</p></qt>
km: <qt><p>ដោយ​ចុច​នៅ​ទីនេះ អ្នក​អាច​បន្ថែម​លក្ខខណ្ឌ​ដែល​បាន​កំណត់ ។ ប៊ូតុង "យល់ព្រម" នឹង​បិទ​ប្រអប់ ហើយ​អនុវត្ត​តម្រង​ដែល​បាន​កំណត់ ។ ជាមួយ​ប៊ូតុង​នេះ អ្នក​អាច​បន្ថែម​លក្ខខណ្ឌ​ច្រើន​ជាង​មួយ​ដើម្បី​បង្កើត​លក្ខខណ្ឌ​ត្រង​ស្មុគស្មាញ ។</p></qt>
lt: <qt><p>Spragtelėję šį mygtuką įdėsite nurodytą filtro kriterijų. Mygtukas „Gerai“ uždarys langą ir išfiltruos dainas pagal nurodytą kriterijų. Į fltrą galite įdėti daugiau nei vieną kriterijų, todėl galite sukurti sudėtingus filtrus.</p></qt>
nb: <qt> <p>Ved å trykke her kan du legge til den angitte betingelsen. «OK»-knappen lukker dialogen og bruker det filteret som ble angitt. Med denne knappen kan du legge til mer enn en betingelse for å lage mer komplekse filterregler.</p></qt>
nds: <qt><p>Mit en Klick op dissen Knoop kannst Du de angeven Bedingen tofögen. De "OK"-Knoop maakt den Dialoog to, un de Filter warrt fuurts anwendt. Mit dissen Knoop kannst Du mehr as een Bedingen tofögen un so en vigeliensch Filter opbuen.</p></qt>
ne: <qt><p>यहाँ क्लिक गरेर तपाईँ परिभाषित स्थिति थप्न सक्नुहुन्छ । "ठीक छ" बटनले संवाद बन्द गर्नेछ र परिभाषित फिल्टर लागू गर्नेछ । यो बटनद्वारा तपाईँ धेरै जटिल फिल्टरिङ स्थिति सिर्जना गर्न एउटा अवस्था भन्दा बढी थप्न सक्नुहुन्छ ।</p></qt>
nl: <qt><p>Klik hier om de gedefinieerde conditie toe te voegen. Door op de knop "OK" te klikken sluit u de dialoog en past u de gedefinieerde filter toe. Met deze knop kunt u meerdere condities toevoegen zodat u op meer complexe wijze kunt filteren.</p></qt>
nn: <qt><p>Trykk her for å leggja til vilkåret. «OK»-knappen lukkar vindauget og brukar filteret. Med denne knappen kan du leggja til meir enn eitt vilkår for å laga meir avanserte filtervilkår.</p></qt>
pl: <qt> <p>Klikając tutaj możesz dodać własny warunek. Przycisk "OK" zamknie to okno i zastosuje zdefiniowany filtr. Używając tego przycisku możesz dodać więcej niż jeden warunek by stworzyć bardziej skomplikowane warunki filtrowania.</p></qt>
pt: <qt><p>Ao carregar aqui, poderá adicionar a condição definida. O botão "OK" pretende fechar a janela e aplicar o filtro definido. Com este botão, poderá adicionar mais que uma condição, para criar uma condição de filtragem mais complexa.</p></qt>
pt_br: <qt><p>Clique aqui para adicionar a condição definida. O botão "OK" irá fechar o diálogo e aplicar o filtro definido. Com esse botão você pode adicionar mais de uma condição, para criar uma condição de filtragem mais complexa.</p></qt>
se: <qt><p>Jus coahkkalat dáppe de sáhtát lasihit meroštuvvon eavttu. "OK" boallu gidde láseža ja bidja meroštuvvon silli atnui. Dáinna boaluin sáhtát lasihit eanet go ovtta eavttu jus áiggut ráhkadit silleneavttu mii lea dárkileabbut.</p></qt>
sk: <qt><p>Kliknutím sem môžete pridať definovanú podmienku. Tlačidlom "OK" zatvoríte dialógové okno a použijete definovaný filter. Týmto tlačidlom môžete pridať viac ako jednu podmienku a vytvoriť komplexnejšie pravidlo pre filtrovanie.</p></qt>
sr: <qt><p>Кликом овде можете додати дефинисани услов. Дугме „У реду“ ће затворити дијалог и применити дефинисани филтер. Можете додати више од једног услова, за формулисање сложенијих филтера.</p></qt>
th: <qt><p>คุณสามารถเพิ่มคำนิยามเงื่อนไขเข้าไปได้โดยคลิกที่นี่ โดยที่ปุ่ม "ตกลง" จะทำการปิดกล่องไดอะล็อกแล้วนำเอาตัวกรองที่ได้นิยามแล้วไปใช้ ด้วยปุ่มนี้ คุณสามารถเพิ่มเงื่อนไขได้มากกว่าหนึ่ง เพื่อทำการสร้างเงื่อนไขสำหรับกรองที่ซับซ้อนขึ้นได้</p></qt>
uk: <qt><p>Визначену умову можна додати, натиснувши сюди. Кнопка "Гаразд" закриє діалог і застосує визначений фільтр. Цією кнопкою можна додати більше, ніж одну умову, щоб створити складнішу умову для фільтрування.</p></qt>

source: Add this filter condition to the list
af: Voeg hierdie filter kondisie by die lys by.
bg: Добавяне на критерия към списъка
ca: Afegeix aquesta condició a la llista
cs: Přidat tento filtr do seznamu podmínek
da: Tilføj filterbetingelse til listen
de: Diese Filter-Bedingung zur Liste hinzufügen
el: Προσθήκη αυτής της συνθήκης φιλτραρίσματος στη λίστα
es: Añadir esta condición de filtro a la lista
et: Lisa filtritingimus nimekirja
fa: افزودن این شرط پالایه به فهرست
fi: Lisää suodin luetteloon
fr: Ajouter ce filtre à la liste.
hu: Ezen szűrőfeltétel hozzáadása a listához
it: Aggiungi questa condizione di filtro all'elenco
ja: フィルタ条件を追加
km: បន្ថែម​លក្ខខណ្ឌ​តម្រង​ទៅ​បញ្ជី
lt: Įdėti šį filtro kriterijų į sąrašą
nb: Legg til denne filterbetingelsen i lista:
nds: Disse Filterbedingen na de List tofögen
ne: सूचीमा फिल्टर स्थिति थप्नुहोस्
nl: Deze filterconditie toevoegen aan de lijst
nn: Legg dette filtervilkåret til lista.
pl: Dodaje ten warunek filtrowania do listy
pt: Adicionar esta condição de filtragem à lista
pt_br: Adicionar essa condição de filtragem à lista
ru: Добавить это условие в список.
se: Lasit dán silleneavttu listui
sk: Pridať túto podmienku filtra do zoznamu
sr: Додај овај филтерски услов на листу
th: เพิ่มเงื่อนไขตัวกรองลงไปในรายการ
tr: Bu filtreleme biçimini listeye ekle
uk: Додати цю умову фільтра до списку

source: &Clear
af: Maak skoon
bg: &Изчистване
ca: &Buida
cs: &Vyčistit
da: &Ryd
de: &Zurücksetzen
el: &Καθαρισμός
es: &Limpiar
et: &Puhasta
fa: &پاک کردن‌
fi: &Tyhjennä
fr: &Effacer
hu: &Törlés
it: Pulis&ci
ja: クリア(&C)
km: ជម្រះ
lt: &Išvalyti
nb: &Tøm
nds: &Leddig maken
ne: खाली गर्नुहोस्
nl: &Wissen
nn: &Tøm
pa: ਸਾਫ਼ ਕਰੋ(&C)
pl: &Czyść
pt: &Limpar
pt_br: &Limpar
ru: &Очистить
se: &Sálke
sk: &Vyčistiť
sr: &Очисти
th: ล้&าง
tr: &Temizle
uk: &Очистити

source: <p>By clicking here you will clear the filter. If you intend to undo the last appending just click on the "Undo" button.</p>
af: <p>As jy hier kliek sal die filter skoon gemaak word. As jy die laaste item wat bygevoeg is ongedaan wil maak, kliek op die "Ontdoen" knoppie.</p>
bg: <p>Ако натиснете тук, филтърът ще се изчисти. За да върнете действието, натиснете бутона "Назад".</p>
ca: <p>Fent clic aquí buidareu el filtre. Si voleu desfer la darrera inserció només feu clic al botó «Desfés».</p>
da: <p>Ved at klikke her kan du rydde filtret. Hvis du har til hensigt at fortryde den seneste tilføjelse, så klik blot på knappen "Fortryd".</p>
de: <p>Durch einen Klick an dieser Stelle wird der Filter geleert. Falls Sie nur die letzte Aktion rückgängig machen möchten, verwenden Sie dazu bitte den Knopf "Rückgängig".</p>
el: <p>Κάνοντας κλικ εδώ θα μηδενίσετε το φίλτρο. Αν πρόθεσή σας είναι να αναιρέσετε την τελευταία προσθήκη, κάντε απλώς κλικ στο κουμπί "Αναίρεση".</p>
es: <p>Haciendo clic aquí vaciará el filtro. Si intenta deshacer el último cambio, sólo haga clic en el botón "Deshacer".</p>
et: <p>Siia klõpsates saab filtri puhastada. Kui kavatsed võtta tagasi lihtsalt viimase lisamise, klõpsa nupule "Võta tagasi".</p>
fa: <p>با فشار اینجا می‌توانید پالایه را پاک کنید. اگر می‌خواهید آخرین پیوست را واگرد کنید کافی است دکمۀ »واگرد« را فشار دهید.</p>
fi: <p>Napsauttamalla tästä suodin tyhjenee. Edellisen lisäyksen saa kumottua valitsemalla ”Kumoa”.</p>
fr: <p>En cliquant ici, vous effacerez le filtre. Si vous voulez annuler votre précédent clic, cliquez sur le bouton « Annuler la dernière action ».</p>
hu: <p>Ide kattintva törlésre kerül a szűrő. Ha csak a legutóbbi hozzáfűzést szeretné visszavonni, akkor a "Visszavonás" gombra kattintson.</p>
it: <p>Facendo clic qui cancellerai il filtro. Se desideri annullare l'ultimo aggiunto ti basta fare clic sul pulsante "Ripristina".</p>
ja: <p>フィルタをクリアします。最後に追加した条件のみを取り消すときは「元に戻す」ボタンをクリックしてください。</p>
km: <p>ដោយ​ចុច​នៅ​ទីនេះ អ្នក​នឹង​ជម្រះ​តម្រង ។ ប្រសិន​បើ​អ្នក​មាន​បំណង​មិន​ធ្វើ​​ការ​បន្ថែម​ចុង​ក្រោយ​វិញ​ គ្រាន់​តែ​ចុចលើ​ប៊ូតុង "មិនធ្វើវិញ" ។</p>
lt: <p>Šis mygtukas išvalo filtrą. Jei pageidaujate tik pašalinti paskutinį kriterijų spragtelėkite mygtuką „Pašalinti paskutinį“.</p>
nb: <p>Om du trykker her blir filteret tømt. Hvis du bare vil ta vekk det som sist ble lagt til , så trykk «Angre»-knappen.</p>
nds: <p>Mit dissen Knoop maakst Du den Filter leddig. Wenn Du bloots dat verleden Tofögen torüchnehmen wullt, klick op den Knoop "Torüchnehmen".</p>
ne: <p>यहाँ क्लिक गरेर तपाईँले फिल्टर खाली गर्नुहुनेछ । यदि तपाईँ अन्तिम थपाईलाई पूर्वावस्थामा फर्काउन चाहनुहुन्छ भने मात्र "पूर्वावस्थामा फर्काउनुहोस्" बटन क्लिक गर्नुहोस् ।</p>
nl: <p>Klik hier om het filter te wissen. Als u de laatste toevoeging ongedaan wilt maken, klik op de knop "Ongedaan maken".</p>
nn: <p>Tøm filteret. Viss du heller vil ta vekk det som sist vart lagt til, trykk «Angra»-knappen.</p>
pl: <p>Klikając tutaj wyczyścisz filtr. Jeśli masz zamiar cofnąć ostatnio dołączony filtr kliknij po prostu przycisk "Cofnij".</p>
pt: <p>Se carregar aqui, irá limpar o filtro. Se pretender apenas anular a última adição, basta carregar no botão "Desfazer".</p>
pt_br: <p>Clique aqui para limpar o filtro. Se você pretende desfazer a última anexação, apenas clique no botão "Desfazer".</p>
se: <p>Jus coahkkalat dáppe de sálket silli. Jus báicce háliidat máŋemuš lávkki gáhtat, coahkkal dušše "Máhcat" boalu.</p>
sk: <p>Kliknutím sem vyčistíte filter. Ak chcete zrušiť posledné pridávanie, stačí keď kliknete na tlačidlo "Vrátiť".</p>
sr: <p>Кликом овде очистићете филтер. Ако желите само да обришете последњи додати услов, само кликните на дугме „Опозови“.</p>
th: <p>คุณสามารถล้างตัวกรองออกได้โดยการกดที่ปุ่มนี้ หากว่าคุณตั้งใจจะเอา รายการที่เพิ่มเข้าไปล่าสุดกลับมา ให้คลิกที่ปุ่ม "ย้อนการกระทำ"</p>
uk: <p>Фільтр можна очистити натиснувши сюди. Якщо ви маєте намір вернути те, що було додано востаннє, то просто натисніть на кнопку "Вернути".</p>

source: Clear the filter
af: Maak die filter skoon
bg: Изчистване на филтъра
ca: Buida el filtre
cs: Vyčistit filtr
da: Ryd filteret
de: Den Filter zurücksetzen
el: Καθαρισμός φίλτρου
es: Limpiar el filtro
et: Puhasta filter
fa: پاک کردن پالایه
fi: Tyhjennä suodin
fr: Effacer le filtre
hu: A szűrő törlése
it: Cancella il filtro
ja: フィルタをクリア
km: ជម្រះ​តម្រង
lt: Išvalyti filtrą
nb: Tøm filteret
nds: Den Filter leddig maken
ne: फिल्टर खाली गर्नुहोस्
nl: Het filter wissen
nn: Tøm filteret
pa: ਫਿਲਟਰ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść filtr
pt: Limpar o filtro
pt_br: Limpar o filtro
ru: Удалить все условия фильтрации
se: Sálke silli
sk: Vyčistiť filter
sr: Очисти филтер
th: ล้างตัวกรอง
tr: Filtreyi temizle
uk: Очистити фільтр

source: _: this "undo" will undo the last appended filter... be careful how you will translate it to avoid two buttons ("Cancel" and "Undo") with same label in the same dialog &Undo
af: Ontdoen
bg: &Отмяна
ca: &Desfés
cs: Z&pět
da: &Fortryd
de: &Rückgängig
el: &Αναίρεση
es: &Deshacer
et: &Võta tagasi
fa: &واگرد‌
fi: &Kumoa
fr: &Annuler la dernière action
hu: V&isszavonás
it: &Ripristina
ja: 元に戻す(&U)
km: មិនធ្វើ​វិញ
lt: &Pašalinti paskutinį
nb: &Angre
nds: &Torüchnehmen
ne: पूर्वावस्थामा फर्काउनुहोस्
nl: &Ongedaan maken
nn: A&ngra
pa: ਵਾਪਸ(&U)
pl: Co&fnij
pt: &Desfazer
pt_br: &Desfazer
ru: &Откатить
se: &Máhcat
sk: &Vrátiť
sr: &Опозови
th: ย้&อนการกระทำ
uk: &Вернути
