Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Toggle the Playlist-window
af: Wissel die speel lys venster
bg: Превключване на прозореца на списъка
ca: Commuta la finestra de la llista de reproducció
cs: Přepnout okno se seznamem skladeb
da: Slå spillelistens vindue til og fra
de: Wiedergabelisten-Fenster ein/ausschalten
el: Εναλλαγή του παραθύρου λίστας αναπαραγωγής
es: Cambiar a la ventana de la lista de reproducción
et: Esitusnimekirja akna näitamise lülitamine
eu: Txandakatu zerrenda-leihoa
fa: زدن ضامن پنجرۀ فهرست پخش
fi: Näytä tai piilota soittolistaikkuna
fr: Afficher / masquer la fenêtre de la liste de lecture
he: החלף מצב חלון רשימת־השמעה
hu: A lejátszólista-ablak megjelenítése/elrejtése
it: Attiva la finestra della playlist
ja: プレイリストウィンドウを切り替え
ka: რეპერტუარის ფანჯრის გადართვა
km: បិទបើក​បង្អួច​បញ្ជី​ចាក់
ko: 재생목록 창 켜고 끄기
lt: Rodyti grojaraščio langą
nb: Koble til/fra spillelistevindu
nds: Afspeellist-Finster an-/utmaken
ne: प्लेसूची-सञ्झ्याल टगल गर्नुहोस्
nl: Afspeellijstvenster aan/uit
nn: Kopla til/frå spelelistevindauge
pa: ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖਾ ਤਬਦੀਲ
pl: Przełącz okno listy odtwarzania
pt: Comutar a janela da lista de reprodução
pt_br: Exibir a janela da Lista de Músicas
ru: Показать или скрыть список
se: Čájet dahje čiega čuojahanlistoláse
sk: Prepnúť okno zo zoznamu skladieb
sr: Укључи/искључи прозор листе нумера
tr: Parça Listesi Penceresini Aç/Kapat
uk: Показати/сховати вікно списку композицій

source: Run first-run wizard
af: Hardloop die eerste-hardloop assistent
bg: Пуснете помощника за първо стартиране
ca: Executa l'auxiliar de primera execució
cs: Spustit úvodního průvodce
da: Kør førstekørselsguide
de: Einrichtungsassistent ausführen
el: Εκτέλεση του μάγου πρώτης έναρξης
es: Asistente de la primera ejecución
et: Esimese korra nõustaja käivitamine
eu: Exekutatu lehen aldiko morroia
fa: اجرای جادوگر اولین اجرا
fi: Asetusvelho
fr: Démarrer l'assistant de prise en main
he: הפעל אשף הפעלה ראשונה
hu: Az Amarok-varázsló elindítása
it: Esegui l'assistente del primo avvio
ja: 初回起動ウィザードを起動
ka: პირველად გაშვების ოსტატი
km: រត់​អ្នក​ជំនួយការ រត់​លើក​ដំបូង
ko: 처음 실행 마법사 실행
lt: Pirmojo paleidimo vedlys
nb: Kjør oppsettveiviser
nds: Inrichthölper opropen
ne: पहिले चलाएको विजार्ड चलाउनुहोस्
nl: Configuratie-assistent opstarten
nn: Førstegongskøyringvegvisar
pa: ਪਹਿਲਾਂ ਸਹਾਇਕ ਚਲਾਓ
pl: Uruchom asystenta pierwszego uruchomienia
pt: Correr o assistente de primeira execução
pt_br: Executar o Assistente da Primeira Execução
ru: Запустить мастер первого запуска
se: Vuoje heivehusofelačča
sk: Spustiť úvodného sprievodcu
sr: Чаробњак првог покретања
tr: İlk çalıştırma sihirbazını başlat
uk: Запустити майстер першого запуску

source: Use the <name> engine
af: Gebruik die enjin: <naam>
bg: Използване на <name> система
ca: Utilitza el motor <name>
cs: Použít zvukový systém <name>
da: Brug <name>-motor
de: Ausgabe-Modul <Name> verwenden
el: Χρήση της μηχανής <name>
es: Utilizar el motor <name>
et: <name> mootori kasutamine
eu: Erabili <name> motorra
fa: استفاده از موتور <name>
fi: Käytä <name>-toistojärjestelmää
fr: Utiliser le moteur <name>
he: השתמש במנוע <name>
hu: A megadott nevű hangrendszer (<name>) használata
it: Usa il motore <name>
ja: <name> エンジンを使う
ka: გამოიყენე <name> ძრავი
km: ប្រើ​ម៉ាស៊ីន <name>
ko: <name> 엔진 사용
lt: Naudoti <name> garso sistemą
nb: Bruk motoren <name>
nds: Klangmaschien <name> bruken
ne: <name> इन्जिन प्रयोग गर्नुहोस्
nl: Gebruik de engine <name>
nn: Bruk motoren <name>
pa: ਇੰਜਣ <name> ਵਰਤੋਂ
pl: Użyj modułu <nazwa>
pt: Usar o motor <motor>
pt_br: Usar o mecanismo <nome>
ru: Использовать движок <name>
se: Geavat <name>-mohtora
sk: Použiť zvukový systém <name>
sr: Користи мотор <name>
tr: <name> motorunu kullan
uk: Вживати рушій <name>

source: Base for relative filenames/URLs
af: Basis wat vir relatiewe lêername/URLs gebruik moet word
bg: Относителни имена на файлове/адреси(URL)
ca: Base per als noms de fitxers relatius/URL
cs: Základ pro relativní názvy souborů/URL
da: Basis for relative filnavne/URL'er
de: Basis für relative Dateinamen/Adressen
el: Βάση για σχετικά ονόματα αρχείων/URLs
es: Base para nombres de archivo/URL relativos
et: Suhteliste failinimede/URL-ide baas
eu: Fitxatei-izen/URL erlatiboen oinarria
fa: پایه برای نام پرونده‌ها/نشانیهای وب نسبی
fi: Suhteellisten tiedostonimien ja verkko-osoitteiden kanta
fr: Base pour les URL / noms de fichiers relatifs
he: הבסיס עבור קבצים/כתובות יחסיים
hu: A relatív fájlnevek illetve URL-ek alapja
it: Base per nomi dei file/URL relativi
ja: ファイル名/URL の相対パスのベース
ka: დაკავშირებული ფაილთა სახელების/მისამართების ფუძე
km: គោល​សម្រាប់​ឈ្មោះ​ឯកសារ​/​URL ប្រែប្រួល
ko: 상대위치 파일이름/URL에 대한 기본위치
lt: Santykinių bylų pavadinimų ar URL pradžia
nb: Base for relative filnavn/URLer
nds: Basis för relative Dateinaams/URLs
ne: सापेक्षित फाइलनाम/यूआरएलका लागि आधार
nl: Basis voor relatieve bestandsnamen/URL-adressen
nn: Grunnstig for relative filnamn/adresser
pa: ਅਨੁਸਾਰੀ ਫਾਇਲ-ਨਾਂ/URL ਲਈ ਅਧਾਰ
pl: Baza dla względnych nazw plików/adresów URL
pt: Base dos nomes de ficheiros/URLs relativos
pt_br: Base para os nomes de arquivos/URLs relativos
ru: Базовая папка для относительных имён файлов/URL
se: Gorolaš fiilanamaid/URL:aid vuođđu
sk: Základ pre relatívne názvy súborov/URL
sr: Основа за релативна имена фајлова/URL-ове
tr: Göreli dosya adı ve adresler için referans kaynağı
uk: База для відносних назв файлів / адрес URL

source: Play an AudioCD from <device>
af: Speel 'n oudio CD vanaf <toestel>
bg: Изпълнение на компактдиск от <device>
ca: Reprodueix un CD Àudio des de <device>
cs: Přehrát zvukové CD ze zařízení <device>
da: Afspil en lyd-cd fra <enhed>
de: Audio-CD von <Gerät> abspielen
el: Αναπαραγωγή CD ήχου από το <device>
es: Reproducir un CD de audio de <device>
et: Audio CD esitamine seadmest <device>
eu: Erreproduzitu AudioCDa <device>(e)tik
fa: پخش یک دیسک فشردۀ صوتی از <device>
fi: Soita ääni-CD:tä laitteesta <device>
fr: Écouter un CD Audio depuis <device>
he: נגן תקליטור שמע מתוך <device>
hu: Hang-CD lejátszása a megadott eszközről (<device>)
it: Riproduci un CD audio da <device>
ja: <device> のオーディオ CD を再生
ka: AudioCD-ს დაკვრა <device>
km: ចាក់​ស៊ីឌីអូឌីយ៉ូ​មួយ​ពី <device>
ko: <device>에서 오디오CD 재생
lt: Groti muzikinį CD iš įrenginio <device>
nb: Spill en lyd-CD fra <device>
nds: En Audio-CD vun <Reedschap> afspelen
ne: <device> बाट एउटा अडियो सीडी प्ले गर्नुहोस्
nl: Speel een audio-cd van <device>
nn: Spel ein lyd-CD frå <device>
pa: <device> ਤੋਂ ਆਡੀਓ CD ਚਲਾਓ
pl: Odtwórz CD Audio z <urządzenia>
pt: Tocar um CD de Áudio do <dispositivo>
pt_br: Reproduzir um CD de Áudio do <dispositivo>
se: Čuojat AudioCD:a <device>:as
sk: Prehrávať AudioCD zo <zariadenie>
sr: Пусти аудио CD са <device>
tr: <device> kaynağından SesCD'si çal
uk: Програвати аудіо КД з <device>

source: Stop Playing After Current Track
af: Stop met speel na die huidige snit
bg: Спиране на изпълнението след записа
ca: Atura la reproducció després de la peça actual
cs: Zastavit přehrávání po aktuální skladbě
da: Stop med at spille efter dette spor
de: Wiedergabe nach diesem Stück stoppen
el: Σταμάτημα αναπαραγωγής μετά το κομμάτι
es: Detener reproducción al finalizar la pista
et: Esituse peatamine pärast pala lõppu
eu: Gelditu erreproduzitzea uneko pistaren ondoren
fa: ایست در پخش بعد از شیار‌ جاری
fi: Pysäytä soitto kappaleen jälkeen
fr: Arrêter l'écoute après le morceau
he: עצור השמעה אחרי רצועה נוכחית
hu: A lejátszás leállítása a jelenlegi szám után
it: Interrompi riproduzione dopo la traccia attuale
ja: このトラックのあと再生を停止
ka: &მიმდინარე ჩანაწერის შემდეგ შეჩერება
km: ឈប់​ចាក់ បន្ទាប់​ពី​បទ​នេះ
ko: 현재 트랙 재생 후 정지
lt: Sustoti baigus groti šią dainą
nb: Stopp avspilling etter dette sporet
nds: Anhollen na dit Stück
ne: हालको ट्रयाक पछि प्ले गर्न रोक्नुहोस्
nl: Stoppen met spelen na huidige track
nn: Stopp avspeling etter dette sporet
pa: ਮੌਜੂਦਾ ਟਰੈਕ ਬਾਅਦ ਚਲਾਉਣੇ ਬੰਦ
pl: Zakończ odtwarzanie po bieżącym utworze
pt: Parar de Tocar Após a Faixa Actual
pt_br: Parar de Reproduzir Após a Faixa Atual
ru: Остановить воспроизведение после текущей дорожки
se: Heaitte čuojaheames dán bihtá maŋŋá
sk: Zastaviť prehrávanie po aktuálnej stope
sr: Заустави пуштање после текуће нумере
th: หยุดเล่นหลังจากเล่นเพลงปัจจุบันแล้ว
tr: Bu Parçayı Çaldıktan Sonra Çalmayı Durdur
uk: Зупинити програвання після поточної доріжки

source: Increase Volume
af: Vermeeder Volume
bg: Увеличаване силата на звука
ca: Apuja el volum
cs: Zvýšit hlasitost
da: Forøg lydstyrken
de: Lautstärke anheben
el: Αύξηση έντασης
es: Subir el volumen
et: Heli juurde
eu: Igo bolumena
fa: افزایش حجم صدا
fi: Lisää äänenvoimakkuutta
fr: Augmenter le volume
he: הגבר עצמת קול
hu: Hangerő növelése
it: Aumenta volume
ja: 音量を上げる
ka: ხმის აწევა
km: បង្កើន​កម្រិត​សំឡេង
ko: 음량 증가
lt: Pagarsinti
nb: Høyere lyd
nds: Luder maken
ne: भोल्युम बढाउनुहोस्
nl: Volume versterken
nn: Høgare lyd
pa: ਆਵਾਜ਼ ਵਧਾਓ
pl: Zwiększ głośność
pt: Aumentar o Volume
pt_br: Aumentar Volume
ru: Увеличить громкость
se: Eanet jietna
sk: Zvýšiť hlasitosť
sr: Повећај јачину
th: เพิ่มเสียง
tr: Sesi Artır
uk: Збільшити гучність

source: Decrease Volume
af: Verminder Volume
bg: Намаляване силата на звука
ca: Abaixa el volum
cs: Snížit hlasitost
da: Formindsk lydstyrken
de: Lautstärke absenken
el: Μείωση έντασης
es: Bajar el volumen
et: Heli maha
eu: Jeitsi bolumena
fa: کاهش حجم صدا
fi: Vähennä äänenvoimakkuutta
fr: Diminuer le volume
he: הפחת עצמת קול
hu: Hangerő csökkentése
it: Diminuisci volume
ja: 音量を下げる
ka: ხმის ჩაწევა
km: បន្ថយ​កម្រិត​សំឡេង
ko: 음량 감소
lt: Pritylinti
nb: Lavere lyd
nds: Lieser maken
ne: भोल्युम घटाउनुहोस्
nl: Volume verzwakken
nn: Lågare lyd
pa: ਆਵਾਜ਼ ਘਟਾਓ
pl: Przycisz
pt: Diminuir o Volume
pt_br: Diminuir Volume
ru: Уменьшить громкость
se: Unnit jietna
sk: Znížiť hlasitosť
sr: Смањи јачину
th: ลดเสียง
tr: Sesi Azalt
uk: Зменшити гучність

source: Seek Forward
af: Soek aan
bg: Търсене напред
ca: Cerca endavant
cs: Rychle vpřed
da: Søg fremad
de: Vorwärts suchen
el: Αναζήτηση μπροστά
es: Buscar hacia adelante
et: Otsing edasi
eu: Bilatu aurrerantz
fa: پیگردی پیش‌سو
fi: Kelaa eteenpäin
fr: Recherche en avant
he: סרוק קדימה
hu: Ugrás előre
it: Cerca in avanti
ja: 前方検索
ka: წინ გადახვევა
km: ស្វែងរក​ទៅ​មុខ
ko: 앞으로 찾기
lt: Eiti į priekį
nb: Spol fremover
nds: Vörut söken
ne: अघिल्तिर खोजी गर्नुहोस्
nl: Vooruit zoeken
nn: Spol framover
pa: ਅੱਗੇ ਕਰੋ
pl: Przeszukaj do przodu
pt: Avançar
pt_br: Procurar Progressivamente
ru: Перемотать вперёд
se: Oza ovddasguvlui
sk: Rýchlo vpred
sr: Тражи унапред
th: ค้นหาไปข้างหน้า
tr: İleri Git
uk: Пошук вперед

source: Seek Backward
af: Soek terugwaarts
bg: Търсене назад
ca: Cerca enrere
cs: Rychle vzad
da: Søg tilbage
de: Rückwärts suchen
el: Αναζήτηση πίσω
es: Buscar hacia atrás
et: Otsing tagasi
eu: Bilatu atzerantz
fa: پیگردی پس‌سو
fi: Kelaa taaksepäin
fr: Recherche en arrière
he: סרוק אחורה
hu: Ugrás visszafelé
it: Cerca indietro
ja: 後方検索
ka: უკან გადახვევა
km: ស្វែងរក​ថយ​ក្រោយ
ko: 뒤로 찾기
lt: Eiti atgal
nb: Spol bakover
nds: Torüchwarts söken
ne: पछिल्तिर खोजी गर्नुहोस्
nl: Achteruit zoeken
nn: Spol bakover
pa: ਪਿੱਛੇ ਕਰੇ
pl: Przeszukaj w tył
pt: Recuar
pt_br: Procurar Regressivamente
ru: Перемотать назад
se: Oza máŋosguvlui
sk: Rýchlo vzad
sr: Тражи уназад
th: ค้นหาย้อนหลัง
tr: Geri Git
uk: Пошук назад

source: Add Media...
af: Voeg Media by...
bg: Добавяне на запис...
ca: Afegeix un suport...
cs: Přidat média...
da: Tilføj medie...
de: Medien hinzufügen ...
el: Προσθήκη πολυμέσων...
es: Añadir medio...
et: Andmekandja lisamine...
eu: Gehitu multimedia...
fa: افزودن رسانه...
fi: Lisää sisältöä…
fr: Ajouter un média...
he: הוסף מדיה...
hu: Média hozzáadása...
it: Aggiungi media...
ja: メディアを追加...
ka: ფაილების დამატება...
km: បន្ថែម​មេឌៀ...
ko: 미디어 더하기...
lt: Įdėti muziką...
nb: Legg til medium …
nds: Medien tofögen...
ne: मिडिया थप्नुहोस्...
nl: Medium toevoegen...
nn: Legg til medium …
pa: ਮੀਡਿਆ ਸ਼ਾਮਿਲ...
pl: Dodaj media...
pt: Adicionar Média...
pt_br: Adicionar Arquivo...
ru: Добавить адрес...
se: Lasit media …
sk: Pridať média...
sr: Додај нумеру...
th: เพิ่มสื่อ...
tr: Medya Ekle...
uk: Додати пісні...

source: Toggle Playlist Window
af: Wissel Speel lys venster
bg: Превключване прозореца на списъка
ca: Commuta la finestra de llista de reproducció
cs: Přepnout okno seznamu skladeb
da: Slå spillelistens vindue til og fra
de: Wiedergabelisten-Fenster anzeigen/ausblenden
el: Εναλλαγή παραθύρου λίστας
es: Cambiar a la ventana de la lista de reproducción
et: Esitusnimekirja akna näitamise lülitamine
eu: Txandakatu zerrenda-leihoa
fa: زدن ضامن پنجرۀ فهرست پخش
fi: Näytä tai piilota soittolistaikkuna
fr: Afficher / masquer la fenêtre de la liste de lecture
he: החלף מצב חלון רשימת־השמעה
hu: A lejátszólista-ablak megjelenítése/elrejtése
it: Attiva la finestra della playlist
ja: プレイリストウィンドウを切り替え
ka: რეპერტუარის ფანჯრის გადართვა
km: បិទ​បើក​បង្អួច​បញ្ជី​ចាក់
ko: 재생목록 창 켜고 끄기
lt: Rodyti grojaraščio langą
nb: Koble til/fra spillelistevindu
nds: Afspeellist-Finster an-/utmaken
ne: प्लेसूची सञ्झ्याल टगल गर्नुहोस्
nl: Afspelervenster aan/uit
nn: Kopla til/frå spelelistevindauge
pa: ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖਾ ਤਬਦੀਲ
pl: Przełącz okno listy odtwarzania
pt: Comutar a Janela de Lista
pt_br: Exibir a Janela da Lista de Músicas
ru: Показать/скрыть список
se: Čájet dahje čiega čuojahanlistoláse
sk: Prepnúť okno zoznamu skladieb
sr: Укључи/искључи прозор листе нумера
th: เปิด/ปิดหน้าต่างรายการเล่น
tr: Parça Listesi Penceresini Aç/Kapat
uk: Показати/сховати вікно списку композицій

source: Show OSD
af: Vertoon 'OSD'
bg: Показване на OSD
ca: Mostra l'OSD
cs: Zobrazit OSD
da: Vis OSD
de: On-Screen-Display anzeigen
el: Εμφάνιση OSD
es: Mostrar OSD
et: OSD näitamine
eu: Erakutsi PGB
fa: نمایش OSD
fi: Näytä kuvaruutunäyttö
fr: Afficher l'OSD
he: הצג תצוגה על המסך
hu: OSD megjelenítése
it: Mostra OSD
ja: OSD を表示
ka: OSD ჩვენება
km: បង្ហាញ OSD
ko: OSD 보임
lt: Rodyti pranešimus
nb: Vis skjermmeldinger
nds: OSD wiesen
ne: ओएसडी देखाउनुहोस्
nl: On-Screen-Display tonen
nn: Vis skjermmeldingar
pa: OSD ਵੇਖਾਓ
pl: Pokaż OSD
pt: Mostrar o OSD
pt_br: Mostrar Mensagem na Tela
ru: Показать индикатор
se: Čájet šearbmadieđuid
sk: Zobraziť OSD
sr: Прикажи OSD
th: แสดงข้อความบนหน้าจอ
tr: Ekran Bilgilendirme Penceresini Göster
uk: Показувати індикатор

source: Mute Volume
af: Maak klank stil
bg: Заглушаване на звука
ca: Silencia el volum
cs: Ztlumit hlasitost
da: Slå lyd fra
de: Stummschaltung
el: Σίγαση ήχου
es: Silenciar volumen
et: Heli tummaks
eu: Mututu bolumena
fa: حجم صدای خاموش
fi: Vaimenna
fr: Couper le son
he: השתק קול
hu: Hangerő elnémítása
it: Silenzia volume
ja: ミュート
ka: ხმის გათიშვა
km: បិទ​សំឡេង
ko: 음소거
lt: Išjungti garsą
nb: Demp lyd
nds: Stumm maken
ne: भोल्युम मौन गर्नुहोस्
nl: Volume dempen
nn: Demp lyd
pa: ਆਵਾਜ਼ ਬੰਦ
pl: Wyłącz dźwięk
pt: Volume Silenciado
pt_br: Mudo
ru: Выключить звук
se: Jaskkadahte jiena
sk: Ztlmiť hlasitosť
sr: Утишај звук
th: ปิดเสียง
tr: Sesi Kapat
uk: Вимкнути звук

source: Rate Current Track: 1
af: Rang vir die huidige snit: 1
bg: Класиране на текущия запис: 1
ca: Valora la peça actual: 1
cs: Hodnocení aktuální skladby: 1
da: Sæt scoring for dette spor: 1
de: Aktuelles Stück bewerten mit: 1
el: Βαθμολόγηση τρέχοντος κομματιού: 1
es: Valorar pista actual: 1
et: Hinnang aktiivsele palale: 1
eu: Uneko pistaren balioa: 1
fa: ارزیابی شیار جاری: ۱
fi: Arvostele nykyinen kappale yhden tähden arvoiseksi.
fr: Vote pour le morceau courant : 1
he: דרג את הרצועה הנוכחית: 1
hu: Az aktuális szám besorolása: 1
it: Valutazione traccia attuale: 1
ja: 現在のトラックを評価: 1
ka: მიმდინარე ჩანაწერის შეფასება: 1
km: វាយតម្លៃ​បទ​បច្ចុប្បន្ន ៖ ១
ko: 현재 트랙 비중: 1
lt: Įvertinti šią dainą: 1
nb: Ranger dette sporet: 1
nds: Aktuell Stück beweerten: 1
ne: हालको ट्रयाक: १ अनुमान गर्नुहोस्
nl: Waardering voor huidige track: 1
nn: Gje sporet karakter: 1
pa: ਮੌਜੂਦਾ ਟਰੈਕ ਰੇਟ: 1
pl: Oceń bieżący utwór: 1
pt: Classificar a Faixa Actual: 1
pt_br: Avaliar a Faixa Atual: 1
ru: Оценить дорожку: 1
se: Bija árvosáni dán bihtái: 1
sk: Ohodnotiť aktuálnu stopu: 1
sr: Оцените текућу нумеру: 1
th: ให้เรทติ้งเพลงที่กำลังเล่นอยู่: 1
tr: Ç&alan Parçaya Oy ver:1
uk: Оцінити поточну доріжку: 1

source: Rate Current Track: 2
af: Rang vir die huidige snit: 2
bg: Класиране на текущия запис: 2
ca: Valora la peça actual: 2
cs: Hodnocení aktuální skladby: 2
da: Sæt scoring for dette spor: 2
de: Aktuelles Stück bewerten mit: 2
el: Βαθμολόγηση τρέχοντος κομματιού: 2
es: Valorar pista actual: 2
et: Hinnang aktiivsele palale: 2
eu: Uneko pistaren balioa: 2
fa: ارزیابی شیار جاری: ۲
fi: Arvostele nykyinen kappale kahden tähden arvoiseksi.
fr: Vote pour le morceau courant : 2
he: דרג את הרצועה הנוכחית: 2
hu: Az aktuális szám besorolása: 2
it: Valutazione traccia attuale: 2
ja: 現在のトラックを評価: 2
ka: მიმდინარე ჩანაწერის შეფასება: 2
km: វាយតម្លៃ​បទ​បច្ចុប្បន្ន ៖ ២
ko: 현재 트랙 비중: 2
lt: Įvertinti šią dainą: 2
nb: Ranger dette sporet: 2
nds: Aktuell Stück beweerten: 2
ne: हालको ट्रयाक २ अनुमान गर्नुहोस्
nl: Waardering voor huidige track: 2
nn: Gje sporet karakter: 2
pa: ਮੌਜੂਦਾ ਟਰੈਕ ਰੇਟ: 2
pl: Oceń bieżący utwór: 2
pt: Classificar a Faixa Actual: 2
pt_br: Avaliar a Faixa Atual: 2
ru: Оценить дорожку: 2
se: Bija árvosáni dán bihtái: 2
sk: Ohodnotiť aktuálnu stopu: 2
sr: Оцените текућу нумеру: 2
th: ให้เรทติ้งเพลงที่กำลังเล่นอยู่: 2
tr: Ç&alan Parçaya Oy ver:2
uk: Оцінити поточну доріжку: 2

source: Rate Current Track: 3
af: Rang vir die huidige snit: 3
bg: Класиране на текущия запис: 3
ca: Valora la peça actual: 3
cs: Hodnocení aktuální skladby: 3
da: Sæt scoring for dette spor: 3
de: Aktuelles Stück bewerten mit: 3
el: Βαθμολόγηση τρέχοντος κομματιού: 3
es: Valorar pista actual: 3
et: Hinnang aktiivsele palale: 3
eu: Uneko pistaren balioa: 3
fa: ارزیابی شیار جاری: ۳
fi: Arvostele nykyinen kappale kolmen tähden arvoiseksi.
fr: Vote pour le morceau courant : 3
he: דרג את הרצועה הנוכחית: 3
hu: Az aktuális szám besorolása: 3
it: Valutazione traccia attuale: 3
ja: 現在のトラックを評価: 3
ka: მიმდინარე ჩანაწერის შეფასება: 3
km: វាយតម្លៃ​បទ​បច្ចុប្បន្ន ៖ ៣
ko: 현재 트랙 비중: 3
lt: Įvertinti šią dainą: 3
nb: Ranger dette sporet: 3
nds: Aktuell Stück beweerten: 3
ne: हालको ट्रयाक: ३ अनुमान गर्नुहोस्
nl: Waardering voor huidige track: 3
nn: Gje sporet karakter: 3
pa: ਮੌਜੂਦਾ ਟਰੈਕ ਰੇਟ: 3
pl: Oceń bieżący utwór: 3
pt: Classificar a Faixa Actual: 3
pt_br: Avaliar a Faixa Atual: 3
ru: Оценить дорожку: 3
se: Bija árvosáni dán bihtái: 3
sk: Ohodnotiť aktuálnu stopu: 3
sr: Оцените текућу нумеру: 3
th: ให้เรทติ้งเพลงที่กำลังเล่นอยู่: 3
tr: Ç&alan Parçaya Oy ver:3
uk: Оцінити поточну доріжку: 3

source: Rate Current Track: 4
af: Rang vir die huidige snit: 4
bg: Класиране на текущия запис: 4
ca: Valora la peça actual: 4
cs: Hodnocení aktuální skladby: 4
da: Sæt scoring for dette spor: 4
de: Aktuelles Stück bewerten mit: 4
el: Βαθμολόγηση τρέχοντος κομματιού: 4
es: Valorar pista actual: 4
et: Hinnang aktiivsele palale: 4
eu: Uneko pistaren balioa: 4
fa: ارزیابی شیار جاری: ۴
fi: Arvostele nykyinen kappale neljän tähden arvoiseksi.
fr: Vote pour le morceau courant : 4
he: דרג את הרצועה הנוכחית: 4
hu: Az aktuális szám besorolása: 4
it: Valutazione traccia attuale: 4
ja: 現在のトラックを評価: 4
ka: მიმდინარე ჩანაწერის შეფასება: 4
km: វាយតម្លៃ​បទ​បច្ចុប្បន្ន ៖ ៤
ko: 현재 트랙 비중: 4
lt: Įvertinti šią dainą: 4
nb: Ranger dette sporet: 4
nds: Aktuell Stück beweerten: 4
ne: हालको ट्रयाक: ४ अनुमान गर्नुहोस्
nl: Waardering voor huidige track: 4
nn: Gje sporet karakter: 4
pa: ਮੌਜੂਦਾ ਟਰੈਕ ਰੇਟ: 4
pl: Oceń bieżący utwór: 4
pt: Classificar a Faixa Actual: 4
pt_br: Avaliar a Faixa Atual: 4
ru: Оценить дорожку: 4
se: Bija árvosáni dán bihtái: 4
sk: Ohodnotiť aktuálnu stopu: 4
sr: Оцените текућу нумеру: 4
th: ให้เรทติ้งเพลงที่กำลังเล่นอยู่: 4
tr: Ç&alan Parçaya Oy ver:4
uk: Оцінити поточну доріжку: 4

source: Rate Current Track: 5
af: Rang vir die huidige snit: 5
bg: Класиране на текущия запис: 5
ca: Valora la peça actual: 5
cs: Hodnocení aktuální skladby: 5
da: Sæt scoring for dette spor: 5
de: Aktuelles Stück bewerten mit: 5
el: Βαθμολόγηση τρέχοντος κομματιού: 5
es: Valorar pista actual: 5
et: Hinnang aktiivsele palale: 5
eu: Uneko pistaren balioa: 5
fa: ارزیابی شیار جاری: ۵
fi: Arvostele nykyinen kappale viiden tähden arvoiseksi.
fr: Vote pour le morceau courant : 5
he: דרג את הרצועה הנוכחית: 5
hu: Az aktuális szám besorolása: 5
it: Valutazione traccia attuale: 5
ja: 現在のトラックを評価: 5
ka: მიმდინარე ჩანაწერის შეფასება: 5
km: វាយតម្លៃ​បទ​បច្ចុប្បន្ន ៖ ៥
ko: 현재 트랙 비중: 5
lt: Įvertinti šią dainą: 5
nb: Ranger dette sporet: 5
nds: Aktuell Stück beweerten: 5
ne: हालको ट्रयाक: ५ अनुमान गर्नुहोस्
nl: Waardering voor huidige track: 5
nn: Gje sporet karakter: 5
pa: ਮੌਜੂਦਾ ਟਰੈਕ ਰੇਟ: 5
pl: Oceń bieżący utwór: 5
pt: Classificar a Faixa Actual: 5
pt_br: Avaliar a Faixa Atual: 5
ru: Оценить дорожку: 5
se: Bija árvosáni dán bihtái: 5
sk: Ohodnotiť aktuálnu stopu: 5
sr: Оцените текућу нумеру: 5
th: ให้เรทติ้งเพลงที่กำลังเล่นอยู่: 5
tr: Ç&alan Parçaya Oy ver:5
uk: Оцінити поточну доріжку: 5
