Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Writing tag...
af: Besig om etiket te skryf...
bg: Запис на таг...
ca: S'està escrivint l'etiqueta...
cs: Zapisuje se značka...
da: Skriver mærke...
de: Metadaten schreiben ...
el: Εγγραφή ετικέτας...
es: Escribiendo etiqueta...
et: Sildi kirjutamine...
eu: Etiketa idazten...
fa: نوشتن برچسب...
fi: Kirjoitetaan sisältökuvausta…
fr: Écriture de la balise...
he: כותב תגית...
hu: Jellemző kiírása...
it: Scrittura tag
ja: タグを書き込み中...
ka: ჭდის ჩაწერა...
km: កំពុង​សរសេរ​ស្លាក...
ko: 태그 쓰는 중...
lt: Įrašoma nauja meta informacija...
nb: Skriver etikett …
nds: Beteker schrieven...
ne: ट्याग लेख्दैछ...
nl: Tag wordt geschreven...
nn: Skriv merkelapp …
pa: ਟੈਗ ਲਿਖਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Zapisywanie znacznika...
pt: A escrever marca...
pt_br: Gravando etiqueta...
ru: Сохранение тега...
se: Čállimin gilkora …
sk: Zapisuje sa značka...
sr: Уписујем ознаку...
th: กำลังเขียนแท็ก...
tr: Etiket yazılıyor...
uk: Запис мітки...

source: Various Artists
af: Verskeie Kunstenaars
bg: Сборни формации
ca: Artistes Diversos
cs: Různí interpreti
da: Forskellige kunstnere
de: Verschiedene Interpreten
el: Διάφοροι καλλιτέχνες
es: Varios artistas
et: Mitu esitajat
eu: Hainbat artista
fa: هنرمندان مختلف
fi: Useita artisteja
fr: Artistes divers
he: אומנים שונים
hu: Különböző előadók
it: Artisti vari
ja: 複数のアーティスト
ka: სხვადასხვა შემსრულებლები
km: សិល្បករ​ផ្សេងៗ
ko: 여러 아티스트
lt: Įvairūs atlikėjai
nb: Diverse artister
nds: Verscheden Künstlers
ne: विभिन्न कलाकारहरू
nl: Diverse artiesten
nn: Ymse artistar
pa: ਕਈ ਕਲਾਕਾਰ
pl: Różni wykonawcy
pt: Vários Artistas
pt_br: Vários Artistas
ru: Разные исполнители
se: Máŋga artistta
sk: Rôzni interpreti
sr: Разни извођачи
th: ศิลปินหลายคน
tr: Çeşitli Sanatçılar
uk: Різні виконавці

source: %1 or %2
af: %1 of %2
bg: %1 или %2
ca: %1 o %2
cs: %1 nebo %2
da: %1 eller %2
de: %1 oder %2
el: %1 ή %2
es: %1 o %2
et: %1 või %2
eu: %1 edo %2
fa: %1 یا %2
fi: %1 tai %2
fr: %1 ou %2
he: %1 או %2
hu: %1 vagy %2
it: %1 o %2
ja: %1 または %2
ka: %1 ან %2
km: %1 ឬ %2
ko: %1 혹은 %2
lt: %1 arba %2
nb: %1 eller %2
nds: %1 oder %2
ne: %1 वा %2
nl: %1 of %2
nn: %1 eller %2
pa: %1 ਜਾਂ %2
pl: %1 lub %2
pt: %1 ou %2
pt_br: %1 ou %2
ru: %1 или %2
se: %1 dahje %2
sk: %1 alebo %2
sr: %1 или %2
th: %1 หรือ %2
tr: %1 ya da %2
uk: %1 або %2

source: _: This feature only works with "The", so either don't translate it at all, or only translate artist and album Album Artist, The
bg: Изпълнителят на албума
ca: Album Artist, The
da: Album Kunstner
de: Album-Interpret, The
el: Καλλιτέχνης Άλμπουμ, The
es: Álbum Artista, The
et: Albumi esitaja, The
hu: Album-előadó, "The"
it: Album Artista, The
ja: Album Artist, The
km: សិល្បករ​អាល់ប៊ុម
lt: Albumas Atlikėjas („The“ iškeltas į pabaigą)
nds: Album-Künstler, "The"
nl: Albumartiest, The
nn: Albumartist, The
pa: Album Artist, The
pl: Album Wykonawca
pt: Artista do Álbum, O
pt_br: Álbum Artista, The
se: Skearru artista, The
sk: Album Interpret, The
sr: Извођач албума
th: ศิลปินของอัลบั้ม
uk: Виконавець альбому

source: The Album Artist
bg: Изпълнител на албума
cs: Interpret alba
da: Albummets kunstner
de: Album-Interpret
el: Ο καλλιτέχνης αυτού του Άλμπουμ
es: El artista del álbum
et: Albumi esitaja
hu: "The" album-előadó
it: The Album Artista
km: សិល្បករ​អាល់ប៊ុម
lt: Albumas Atlikėjas
nds: "The" Album-Künstler
nl: De albumartiest
nn: Albumartisten
pa: ਐਲਬਮ ਕਲਾਕਾਰ
pl: Album wykonawca
pt: O Artista do Álbum
pt_br: The Álbum Artista
se: The Skearru artista
sk: The Album Interpret
sr: Извођач албума
th: ศิลปินของอัลบั้ม
tr: Albüm Sanatçısı
uk: Виконавець альбому

source: The Artist
bg: Този изпълнител
cs: Interpret
da: Kunstneren
de: Der Interpret
el: Ο καλλιτέχνης
es: El artista
et: Esitaja
hu: "The" előadó
it: The Artista
km: សិល្បករ
lt: Atlikėjas
nds: "The" Künstler
nl: De artiest
nn: Artisten
pa: ਕਲਾਕਾਰ
pl: Wykonawca
pt: O Artista
pt_br: The Artista
se: Artista
sk: The Interpret
sr: Извођач
th: ศิลปิน
tr: Sanatçı
uk: Виконавець

source: _: This feature only works with "The", so either don't translate it at all, or only translate Artist Artist, The
bg: Изпълнителят
ca: Artist, The
cs: Interpret, The
da: Kunstner
de: Interpret, The
el: Καλλιτέχνης, The
es: Artista, The
et: Esitaja, The
hu: Előadó, "The"
it: Artista, The
ja: Artist, The
km: សិល្បករ
lt: Atlikėjas („The“ iškeltas į pabaigą)
nds: Künstler, "The"
nl: Artiest, The
nn: Artist, The
pa: Artist, The
pl: Wykonawca
pt: Artista, O
pt_br: Artista, The
se: Artista, The
sk: Interpret, The
sr: Извођач
th: ศิลปิน
uk: Виконавець

source: Collection Base Folder
af: Versameling Basis Gids
bg: Основна директория на колекцията
ca: Carpeta base de la col·lecció
cs: Základní složka kolekce
da: Rodmappe for samling
de: Sammlungs-Ordner
el: Βασικός φάκελος συλλογής
es: Carpetas base para la colección
et: Muusikakogu baaskataloog
eu: Oinarriko bildumaren karpeta
fa: پوشه بر اساس مجموعه
fi: Kokoelman juurikansio
fr: Dossier de la collection
he: תיקיית בסיס האוסף
hu: A gyűjtemény alapkönyvtára
it: Cartelle base della collezione
ja: コレクションのベースフォルダ
km: ថត​សម្រាំង​មូលដ្ឋាន
ko: 모음집 기본 폴더
lt: Fonotekos bazinis aplankas
nb: Basismappe for samlinger
nds: Sammeln-Wörtelorner
ne: सङ्कलन आधार फोल्डर
nl: Basiscollectiemap
nn: Hovudmappe for samling
pa: ਭੰਡਾਰ ਅਧਾਰ ਫੋਲਡਰ
pl: Katalog podstawowy kolekcji
pt: Pasta de Base da Colecção
pt_br: Pasta Base da Coleção
ru: Базовая папка коллекции
se: Čoahkkádusmáhppa
sk: Základný priečinok kolekcie
sr: Основна фасцикла збирке
th: โฟลเดอร์จากคลังดนตรี
tr: Koleksiyon Temel Dizini
uk: Базова тека збірки

source: Artist's Initial
af: Kunstenaar se voorletters
bg: Инициали на изпълнителя
ca: Inicial de l'artista
cs: Iniciály autora
da: Kunstnerens initialer
de: Initialen des Interpreten
el: Αρχικά του καλλιτέχνη
es: Iniciales del artista
et: Esitaja initsiaal
eu: Artistaren inizialak
fa: آغازین هنرمند
fi: Artistin alkukirjain
fr: Artiste initial
he: ראשי־התיבות של שם האומן
hu: Az előadó monogramja
it: Iniziale dell'artista
ja: アーティストのイニシャル
ka: შემსრულებლის ინიციალები
km: អាទិ​សង្កេត​របស់​សិល្បៈករ
ko: 아티스트들의 이니셜
lt: Atlikėjo inicialai
nb: Artistens forbokstav
nds: Initschalen vun den Künstler
ne: कलाकारको प्रथमाक्षर
nl: Initialen van artiest
nn: Forbokstavane til artisten
pa: ਕਲਾਕਾਰ ਦਾ ਸ਼ੁਰੂਆਤੀ
pl: Inicjały wykonawcy
pt: Inicial do Artista
pt_br: Inicial do Artista
ru: Инициалы исполнителя
se: Artistta ovdabustávaid
sk: Iniciály interpreta
sr: Иницијали извођача
th: ชื่อย่อศิลปิน
tr: Sanatçının Adının Baş Harfleri
uk: Ініціал виконавця

source: File Extension of Source
af: Lêer uitbreiding van die Bron
bg: Файлово разширение на източник
ca: Extensió del fitxer de l'origen
cs: Přípona souboru zdroje
da: Kildens filendelse
de: Dateierweiterung der Quelle
el: Επέκταση αρχείου πηγής
es: Extensión del archivo de origen
et: Allika faililaiend
eu: Iturburuaren fitxategi-luzapena
fa: پسوند پروندۀ متن
fi: Tiedostopääte
fr: Extension du fichier source
he: סיומת שם־הקובץ של המקור
hu: A forrás fájlkiterjesztése
it: Estensione file della fonte
ja: ソースのファイル拡張子
km: ផ្នែក​បន្ថែម​ឯកសារ​របស់​ប្រភព
ko: 소스의 파일 확장
lt: Šaltinio bylos plėtinys
nb: Kildefilas etternavn
nds: Dateityp
ne: स्रोतको फाइल विस्तार
nl: Bestandsextensie van bron
nn: Filetternamn til kjelde
pa: ਸਰੋਤ ਦੀ ਫਾਇਲ ਐਕਸ਼ਟੇਸ਼ਨ
pl: Rozszerzenie pliku źródła
pt: Extensão do Ficheiro de Origem
pt_br: Extensão do Arquivo de Origem
ru: Расширение файла
se: Gáldu fiilanammageažus
sk: Súborová prípona zdroja
sr: Наставак фајла извора
th: ส่วนขยายแฟ้มของแหล่ง
tr: Kaynağın Dosya Uzantısı
uk: Розширення файла джерела

source: Track Number
af: Snit Nommer
bg: Номер на запис
ca: Nombre de la pista
cs: Číslo skladby
da: Spornummer
de: Stück-Nummer
el: Αριθμός κομματιού
es: Número de pista
et: Raja number
eu: Pista-zenbakia
fa: شمارۀ شیار
fi: Kappaleen numero
fr: Numéro du morceau
he: מספר הרצועה
hu: A szám sorszáma
it: Numero traccia
ja: トラック番号
ka: ჩანაწერის ნომერი
km: លេខ​បទ
ko: 트랙 번호
lt: Takelis
nb: Spornummer
nds: Stücknummer
ne: ट्रयाक नम्बर
nl: Tracknummer
nn: Spornummer
pa: ਟਰੈਕ ਨੰਬਰ
pl: Numer ścieżki
pt: Número de Faixa
pt_br: Número da Faixa
ru: Номер дорожки
se: Bihttanummir
sk: Číslo stopy
sr: Број нумере
th: หมายเลขเพลง
tr: Şarkı Numarası
uk: Номер доріжки

source: <h3>Custom Format String</h3>
af: <h3>Jou eie formaat string</h3>
bg: <h3>Низ за потребителски формат</h3>
ca: <h3>Cadena de format personalitzada</h3>
cs: <h3>Vlastní formát řetězce</h3>
da: <h3>Egen formateringsstreng</h3>
de: <h3>Eigenes Format</h3>
el: <h3>Προσαρμοσμένη μορφή</h3>
es: <h3>Cadena de formato personalizado</h3>
et: <h3>Kohandatud vormindusstring</h3>
eu: <h3>Formatu pertsonalizatua</h3>
fa: <h3>رشته قالب سفارشی</h3>
fi: <h3>Muotoilumerkkijono</h3>
fr: <h3>Format personnalisé</h3>
he: <h3>מחרוזת תבנית המותאמת באופן אישי</h3>
hu: <h3>Egyéni formátumszöveg</h3>
it: <h3>Stringa di formato personalizzata</h3>
ja: <h3>カスタム書式文字列</h3>
km: <h3>ខ្សែអក្សរ​ទ្រង់ទ្រាយ​ផ្ទាល់ខ្លួន</h3>
ko: <h3>사용자 정의 형식 문자열</h3>
lt: <h3>Naudotojo nurodytas eilutės formatas</h3>
nb: <h3>Selvvalgt formatstreng</h3>
nds: <h3>Egen Formaat</h3>
ne: <h3> अनुकूल ढाँचा स्ट्रिङ</h3>
nl: <h3>Tekst in eigen opmaak</h3>
nn: <h3>Sjølvvalt format</h3>
pa: <h3>ਪਸੰਦੀਦਾ ਫਾਰਮੈਟ ਸਤਰ</h3>
pl: <h3>Własny format napisu</h3>
pt: <h3>Formato Personalizado</h3>
pt_br: <h3>Seqüência de Formatação Personalizada</h3>
ru: <h3>Строка формата</h3>
se: <h3>Iešmearriduvvon formáhttastreaŋga</h3>
sk: <h3>Vlastný reťazec formátovania</h3>
sr: <h3>Посебан форматирајући низ</h3>
th: <h3>สตริงตั้งรูปแบบเอง</h3>
tr: <h3>Özel Dizge Biçimi</h3>
uk: <h3>Рядок нетипового формату</h3>

source: You can use the following tokens:
af: Jy kan die volgende veranderlikes gebruik:
bg: Можете да използвате следните знаци:
ca: Podeu usar els testimonis següents:
cs: Můžete používat následující tokeny:
da: Du kan bruge følgende symboler:
de: Sie können die folgenden Platzhalter verwenden:
el: Μπορείτε να χρησιμοποιήσετε τα παρακάτω αναγνωριστικά:
es: Puede usar los siguientes elementos:
et: Kasutada saab järgmisi kohatäitjaid:
fa: می‌توانید از نشانه‌های زیر استفاده کنید:
fi: Voit käyttää seuraavia muuttujia:
fr: Vous pouvez utiliser les variables suivantes :
he: תוכל להשתמש באחד מהאסימונים הבאים:
hu: A következő változókat lehet használni:
it: Puoi usare le seguenti variabili:
ja: 以下の変数を使用できます:
km: អ្នក​អាច​ប្រើ​ថូខឹន​ដូច​ខាង​ក្រោម ៖
ko: 다음의 토큰들을 사용할 수 있습니다.
lt: Galite naudoti šias žymes:
nb: Disse symbolene kan brukes:
nds: Du kannst disse Platzhollers bruken:
ne: तपाईँ निम्न टोकनहरू प्रयोग गर्न सक्नुहुन्छ:
nl: U kunt de volgende plaatshouders gebruiken:
nn: Du kan bruka desse symbola:
pa: ਤੁਸੀਂ ਹੇਠ ਦਿੱਤੇ ਟੋਕਨ ਵਰਤ ਸਕਦੇ ਹੋ:
pl: Możesz użyć następujących znaczników:
pt: Poderá usar os seguintes itens:
pt_br: Você pode usar os seguintes atalhos:
ru: Допустимы следующие подстановки:
se: Sáhtát dáid mearkkaid geavahit:
sk: Môžete použiť nasledujúce značky:
sr: Можете употребити следеће елементе:
th: คุณสามารถใช้สัญลักษณ์ต่อไปนี้ได้:
tr: Aşağıdaki göstergeleri kullanabilirsiniz:
uk: Можна використовувати наступні лексеми:

source: If you surround sections of text that contain a token with curly-braces, that section will be hidden if the token is empty.
af: As jy 'n gedeelte teks, wat 'n veranderlike' bevat, met krul hakkies omsluit, sal die teks weg gesteek word as die veranderlike se inhoud leeg is.
bg: Ако заградите със скоби част от текст, съдържащ знак, тази част от текста ще бъде скрита, ако знакът е празен.
ca: Si tanqueu entre claus una secció de text que contingui un testimoni , aquesta secció no serà visible si el testimoni és buit.
da: Hvis du omgiver tekstafsnit som indeholder et symbol med krøllede parenteser, skjules afsnittet hvis symbolet er tomt.
de: Wenn Sie einen Text mit einem Platzhalter zwischen geschwungene Klammern setzen, so wird der Text versteckt, falls der Platzhalter leer ist.
el: Αν περικλείσετε τμήμα κάποιου κειμένου που περιέχει ένα αναγνωριστικό σε {}, αυτό το τμήμα του κειμένου θα είναι κρυφό αν το αναγνωριστικό είναι κενό.
es: Si encierra entre llaves secciones de texto que contengan un elemento, esa sección se ocultará si el elemento está vacío.
et: Kohatäitjat sisaldava tekstiosa ümbritsemisel looksulgudega seda osa ei näidata, kui kohatäitja on tühi.
eu: Aldagaia duen testu atala giltzekin ({) biltzen baduzu, atal hori ezkutatu egingo da aldagaia hutsa bada.
fa: اگر بر بخشهای متنی که حاوی یک نشانه با آکولاد هستند احاطه دارید، اگر نشانه خالی باشد آن بخش مخفی می‌شود.
fi: Muuttujan sisältävä aaltosuluilla ympäröity merkkijono jätetään näyttämättä, jos muuttujalla ei ole arvoa.
fr: Si vous entourrez des sections de textes qui contiennent une variable avec des accolades ({), cette section sera cachée si la variable est vide.
he: אם תעטוף קטעי־טקסט המכלים אסימון, בסוגריים מסולסלים, הקטע ההוא יוסתר אם האסימון ריק.
hu: Ha egy bizonyos, változót tartalmazó szövegrész kapcsos zárójelek {} közt szerepel, akkor az a rész rejtve lesz, amennyiben a változó értéke üres.
it: Se racchiudi sezioni di testo che contengono una variabile tra parentesi graffe, queste sezioni saranno nascoste se la variabile non contiene alcun valore.
ja: 変数を含むテキストの一部を { } でくくると、変数が空の場合は表示されません。
km: ប្រសិន​បើ​អ្នក​រុំព័ទ្ធ​ផ្នែក​របស់​អត្ថបទ​ដែល​មាន​ថូខឹន​ដែល​មាន​វង់ក្រចក ផ្នែក​នោះ​នឹង​ត្រូវ​បាន​លាក់ ប្រសិន​បើ​ថូខឹន​ទទេរ ។
ko: 만약 여러분이 토큰을 포함하는 텍스트 부분을 중괄호로 묶는다면, 토큰이 비었을 경우 그 부분이 안 보일 것입니다.
lt: Tekstą, kuriame yra tam tikra žymė, apskliautus figūriniais skliaustais, tekstas bus rodomas tik tuo atveju, jei žymė įgyja tam tikrą reikšmę.
nb: Hvis du setter krøllparenteser rundt tekst som inneholder et symbol, så blir den teksten skjult hvis symbolet er tomt.
nds: Wenn Du Text, de Platzhollers bargt, in Klampen { } insluttst, warrt disse Deel nich wiest, wenn keen Inholt för den Platzholler verföögbor is.
ne: यदि तपाईँले पाठको सेक्सन घेर्नुभयो भने त्यसले जुँगे-कोष्ठकसँग टोकन समाविष्ट गर्दछ, यदि टोकन खाली भए त्यो सेक्सन लुकाइनेछ ।
nl: Als u tekstdelen die een plaatshouder bevatten tussen accolades plaatst, dan worden die delen verborgen als de plaatshouder leeg is.
nn: Viss du skriv krøllparentesar rundt tekst som inneheld eit symbol, vert denne teksten skjult når symbolet er tomt.
pl: Jeśli otaczasz fragmenty tekstu, które zawierają znacznik, nawiasami wąsatymi to sekcja ta będzie niewidoczna, jeśli znacznik jest pusty.
pt: Se rodear as secções de texto com um item por chavetas, esta secção ficará escondida se o item for vazio.
pt_br: Se você envolver seções de texto que contenham um atalho destes em parênteses aninhados, a seção será ocultada se estiver vazia.
ru: Если заключить лексему (возможно, вместе с каким-либо другим текстом) в фигурные скобки ( {} ), то он будет показываться только при наличии указанных метаданных.
se: Jus bijat roahkeruođuid teavstta birra mas lea symbola, de čihkejuvvo teaksta jus symbola lea guorus.
sk: Ak uzavriete do zložených zátvoriek časti textu, ktoré obsahujú značky, tieto sekcie budú skryté, ak je značka prázdna.
sr: Ако окружите витичастим заградама делове текста који садрже елементе, ти делови ће бити скривени када је елемент празан.
th: หากว่าคุณคร่อมส่วนของข้อความที่มีสัญลักษณ์อยู่ด้วยวงเล็บปีกกา ส่วนนั้นๆ จะถูกซ่อนไว้ หากว่า สัญลักษณ์ว่างเปล่า
tr: Kıvrımlı parantezler içine alınmış göstergeler içeren metin bölümlerini seçerseniz, gösterge boş olduğu takdirde o bölüm saklanacaktır.
uk: Якщо виділити лексему з двох боків фігурними дужками, то, коли лексема буде порожня, цю секцію буде приховано.

source: (Help)
af: (Hulp)
bg: (Помощ)
ca: (Ajuda)
cs: (Nápověda)
da: (Hjælp)
de: (Hilfe)
el: (Βοήθεια)
es: (Ayuda)
et: (Abi)
eu: (Laguntza)
fa: )کمک(
fi: (Ohje)
fr: (Aide)
he: (עזרה)
hu: (Segítség)
it: (Aiuto)
ja: (ヘルプ)
km: (ជំនួយ)
ko: (도움말)
lt: (Pagalba)
nb: (Hjelp)
nds: (Hülp)
ne: (मद्दत)
nn: (Hjelp)
pa: (ਮੱਦਦ)
pl: (Pomoc)
pt: (Ajuda)
pt_br: (Ajuda)
ru: (справка)
se: (Veahkki)
sk: (Pomocník)
sr: (Помоћ)
th: (ช่วยเหลือ)
tr: (Yardım)
uk: (Довідка)

source: Unknown
af: Onbekend
bg: Неизвестно
ca: Desconegut
cs: Neznámé
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
et: Tundmatu
eu: Ezezaguna
fa: ناشناخته
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hu: Ismeretlen
it: Sconosciuto
ja: 不明
ka: უცნობი
km: មិន​ស្គាល់
ko: 알 수 없음
lt: Nežinoma
nb: Ukjent
nds: Nich bekannt
ne: अज्ञात
nl: Onbekend
nn: Ukjend
pa: ਅਣਜਾਣ
pl: Nieznany
pt: Desconhecido
pt_br: Desconhecido
se: Amas
sk: Neznáme
sr: Непознато
th: ไม่รู้จัก
tr: Bilinmeyen
uk: Невідомо

source: MusicBrainz Lookup
af: MusicBrainz Opsoek
bg: Търсене в MusicBrainz
ca: Recerca del MusicBrainz
cs: Vyhledání v MusicBrainz
da: Opslag på MusicBrainz
de: MusicBrainz-Abfrage
el: Αναζήτηση MusicBrainz
es: Búsqueda de MusicBrainz
et: MusicBrainzi otsing
eu: MusicBrainz bilaketa
fa: مراجعۀ MusicBrainz
fi: MusicBrainz-haku
fr: Recherche MusicBrainz
he: חיפוש MusicBrainz
hu: MusicBrainz-keresés
it: Risultati MusicBrainz
ja: MusicBrainz 検索
km: ស្វែងរក MusicBrainz
ko: MusicBrainz 검색
lt: MusicBrainz paieška
nb: MusicBrainz-oppslag
nds: MusicBrainz-Affraag
ne: सङ्गीतब्रेन्च खोजी
nl: MusicBrainz-zoekactie
nn: MusicBrainz-oppslag
pa: MusicBrainz ਖੋਜ
pl: Przeszukaj MusicBrainz
pt: Pesquisa do MusicBrainz
pt_br: Buscando no MusicBrainz
ru: Запрос MusicBrainz
se: MusicBrainz-ohcan
sk: Vyhľadávanie v MusicBrainz
sr: Потрага MusicBrainz-ом
th: ค้นหาใน MusicBrainz
tr: MusicBrainz Sonuçları
uk: Пошук в MusicBrainz

source: Configure Media Device
af: Stel Media Toestel Op.
bg: Настройване на медийно устройство
ca: Configura el dispositiu de suports
cs: Nastavit mediální zařízení
da: Indstil medieenhed
de: Media-Player einrichten
el: Ρύθμιση συσκευής πολυμέσων
es: Configurar el dispositivo de medios
et: Meediaseadme seadistamine
eu: Konfiguratu multimediako gailua
fa: پیکربندی دستگاه رسانه
fi: Medialaitteen asetukset
fr: Configuration du périphérique du média
he: הגדר התקן מדיה
hu: Médiaeszköz beállítása
it: Configura il dispositivo multimediale
ja: メディアデバイスを設定
ka: მედია მოწყობილობის კონფიგურაცია
km: កំណត់​រចនាសម្ព័ន្ធ​ឧបករណ៍​ផ្ទុក
ko: 미디어 장치 설정
lt: Derinti muzikos įrenginį
nb: Sett opp mediaenhet
nds: Medienreedschap instellen
ne: मिडिया यन्त्र कन्फिगर गर्नुहोस्
nl: Media-apparaat instellen
nn: Set opp medieeining
pa: ਮੀਡਿਆ ਜੰਤਰ ਸੰਰਚਨਾ
pl: Konfiguruj urządzenia mediów
pt: Configurar o Dispositivo Multimédia
pt_br: Configurar Dispositivo de Mídia
ru: Настройка переносного устройства
se: Heivet mediaovttadaga
sk: Nastaviť zariadenie médií
sr: Подеси мултимедијални уређај
th: ปรับแต่งอุปกรณ์เล่นสื่อ
tr: Medya Aygıtını Yapılandır
uk: Налаштувати пристрій носія

source: Pre-&connect command:
af: Voor-Koppel opdrag:
bg: &Команда преди скачване:
ca: &Ordre de pre-connexió:
cs: Příkaz pře&d připojením:
da: Kommando &inden forbindelse:
de: Befehl vor dem &Verbinden:
el: &Εντολή προσάρτησης:
es: Orden de pre&conexión:
et: Ü&hendamiseelne käsk:
eu: Aurre&konexioko komandoa:
fa: فرمان &پیش‌اتصال:
fi: &Ennen yhdistämistä:
fr: &Commande de pré-montage :
he: פקודת קדם &חיבור:
hu: Kapcsolódás &előtti parancs:
it: &Comando pre-connessione:
ja: 接続前のコマンド(&C):
ka: Pre-&დაკავშირების ბრძანება:
km: ពាក្យបញ្ជា​មុន​តភ្ជាប់ ៖
ko: 연결 이전 명령어(&C):
lt: &Komanda prieš prijungiant:
nb: Før-&tilkoblingskommando:
nds: &Tokoppel-Vörwegbefehl:
ne: पूर्व-जडित आदेश:
nl: Commando vóór verbinding:
nn: &Førtilkoplingsskommando:
pa: ਪ੍ਰੀ-ਕੁਨੈਕਟ ਕਮਾਂਡ(&c):
pl: Polecenie przed &połączeniem:
pt: &Comando de pré-ligação:
pt_br: Comando pré-&conexão:
ru: Предварительная команда &подключения:
se: Ovda-čatnan&gohččun:
sk: P&ríkaz pred pripojením:
sr: Наредба &пре повезивања:
th: คำสั่งก่อนการเชื่&อมต่อ:
tr: &Bağlama öncesi komutu:
uk: Команда пе&ред-з'єднанням:

source: Example: mount %d
af: Voorbeeld: koppel %d
bg: Пример: mount %d
ca: Exemple: mount %d
cs: Příklad: mount %d
da: Eksempel: mount %d
de: Beispiel: mount %d
el: Παράδειγμα: mount %d
es: Ejemplo: mount %d
et: Näide: mount %d
eu: Adibidea: mount %d
fa: مثال: سوار کردن %d
fi: Esimerkki: mount %d
fr: Exemple : mount %d
he: דוגמה: mount %d
hu: Példa: mount %d
it: Esempio: mount %d
ja: 例: mount %d
ka: მაგალითი: %d მონტირება
km: ឧទាហរណ៍ ៖ mount %d
ko: 예: mount %d
lt: Pavyzdžiui: mount %d
nb: Eksempel: mount %db
nds: Bispeel: mount %d
ne: उदाहरण: %d माउन्ट गर्नुहोस्
nl: Voorbeeld: mount %d
nn: Eksempel: mount %d
pa: ਉਦਾਹਰਨ: mount %d
pl: Przykład: mount %d
pt: Exemplo: mount %d
pt_br: Exemplo: mount %d
ru: Например: mount %d
se: Ovdamearka: mount %d
sk: Príklad: mount %d
sr: Пример: mount %d
th: ตัวอย่าง: mount %d
tr: Örnek: mount %d
uk: Наприклад: mount %d
