Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Manage &Files
af: Bestuur Lêers
bg: Управление на &файловете
ca: &Gestiona els fitxers
cs: &Spravovat soubory
da: Håndtér &filer
de: Datei&verwaltung
el: Δια&χείριση αρχείων
es: Gestionar los &archivos
et: &Halda faile
fa: مدیریت &پرونده‌ها
fi: &Tiedostohallinta
fr: Gestion des &fichiers
hu: &Fájlkezelés
it: Gestisci i &file
ja: ファイルの管理(&F)
km: គ្រប់គ្រង​ឯកសារ
lt: &Tvarkyti bylas
nb: Behandle &filer
nds: &Dateipleeg
ne: फाइलहरू प्रबन्ध गर्नुहोस्
nl: Bestanden be&heren
nn: Handsam &filer
pa: ਫਾਇਲ ਪਰਬੰਧ(&F)
pl: Zarządzaj &plikami
pt: Gerir os &Ficheiros
pt_br: Gerenciar &Arquivos
ru: Управление &файлами
se: Gieđahala &fiillaid
sk: Spravovať &súbory
sr: Управљај &фајловима
th: จัดการแฟ้&ม
tr: Do&syaları Yönet
uk: Керування &файлами

source: &Fetch Cover From amazon.%1
af: Gaan haal die CD omslag by amazon.%1
bg: &Сваляне на обложката от amazon.%1
ca: &Descarrega la caràtula d'amazon.%1
cs: Stá&hnout obal z amazon.%1
da: &Hent omslag fra Amazon.%1
de: Cover von amazon.%1 &holen
el: &Λήψη εξώφυλλου από το amazon.%1
es: &Obtener las carátulas desde amazon.%1
et: &Tõmba kaanepilt saidilt amazon.%1
fa: &واکشی پوشش از amazon.%1
fi: &Hae kansikuva osoitteesta amazon.%1
fr: &Télécharger depuis amazon.%1
hu: &Borító letöltése innen: amazon.%1
it: &Preleva copertina da amazon.%1
ja: Amazon.%1 からカバーを取得(&F)
km: ទៅ​យក​គម្រប​ពី amazon.%1
lt: &Parsiųsti viršelį iš amazon.%1
nb: &Hent omslag fra amazon.%1
nds: &Titelbild vun Amazon.%1 halen
ne: amazon.%1 बाट आवरण तान्नुहोस्
nl: Hoes op&halen van amazon.%1
nn: &Hent omslag frå amazon.%1
pa: amazon.%1 ਤੋਂ ਕਵਰ ਪ੍ਰਾਪਤ(&F)
pl: &Pobierz okładkę z Amazon.%1
pt: &Obter a Capa da amazon.%1
pt_br: &Obter Capa Do amazon.%1
ru: &Загрузить обложку с amazon.%1
se: &Viečča olggoža Amazon.%1:s
sk: Stiah&nuť obal z amazon.%1
sr: &Добави омот са amazon.%1
th: ดึ&งหน้าปกจาก Amazon.%1
tr: &Kapağı Amazon'dan Eşle.%1
uk: &Звантажити обкладинку з amazon.%1

source: Show under &Various Artists
af: Vertoon onder 'Verskeie Kunstenaars'
bg: Показване за &сборни формации
ca: Mostra davall &Artistes Diversos
cs: Zobrazovat pod "&Různí interpreti"
da: Vis under &diverse kunstnere
de: Unter "&Verschiedene Interpreten" anzeigen
el: Να εμφανιστεί στο &Διάφοροι καλλιτέχνες
es: Mostrar bajo &Varios artistas
et: Näi&datakse mitme esitaja all
eu: Erakutsi "&Hainbat artista" pean
fa: نمایش زیر نظر هنرمندان &گوناگون‌
fi: Näytä kohdassa ”&Useita artisteja”
fr: Classer dans la catégorie « artistes di&vers »
he: הצג תחת אומנים &שונים
hu: Megjelenítés a "Külön&böző előadók" alatt
it: Mostra sotto Artisti &vari
ja: 複数のアーティストに表示(&V)
km: បង្ហាញ​ជា​សិល្បករ​ផ្សេងៗ
ko: 여러 아티스트 밑에 보이기(&V)
lt: &Rodyti prie Įvairių atlikėjų
nb: Vis under &Diverse artister
nds: Binnen "&Verscheden Künstlers" wiesen
ne: विभिन्न कलाकार अन्तर्गत देखाउनुहोस्
nl: Tonen onder Di&verse artiesten
nn: &Vis under «Ymse artistar»
pa: ਕਈ ਕਲਾਕਾਰ ਵਿੱਚ ਵੇਖਾਓ(&V)
pl: Pokaż w &różnych wykonawcach
pt: Mostrar sob os &Vários Artistas
pt_br: Mostrar abaixo de &Vários Artistas
ru: Включить в категорию &Разные исполнители
se: Čájet &Máŋga artistta vuolde
sk: &Zobraziť pod rôznymi interpretmi
sr: Прикажи под &разним извођачима
th: ให้แสดงภายใต้ศิลปิน&หลายคน
tr: Ç&eşitli Sanatçılar Altında Göster
uk: Показати в рі&зних виконавцях

source: &Do not Show under Various Artists
af: Moet nie onder 'Verskeie Kunstenaars' vertoon nie
bg: &Без показване за сборни формации
ca: No mostris davall &Artistes Diversos
cs: Nezobrazovat po&d "Různí interpreti"
da: &Vis ikke under diverse kunstnere
de: &Nicht unter "Verschiedene Interpreten" anzeigen
el: &Να μην εμφανιστεί στο Διάφοροι καλλιτέχνες
es: &No mostrar bajo Varios artistas
et: &Ei näidata mitme esitaja all
eu: &Ez erakutsi "Hainbat artista" pean
fa: &عدم نمایش تحت نظر هنرمندان گوناگون‌
fi: Älä &näytä kohdassa ”Useita artisteja”
fr: &Ne pas classer dans la catégorie « artistes divers »
he: &אל תציג תחת אומנים שונים
hu: Ne legyen megjelenítve a "Különbö&ző előadók" alatt
it: Non mos&trare sotto Artisti vari
ja: 複数のアーティストに表示しない(&D)
km: កុំបង្ហាញ​ជា​សិល្បករ​ផ្សេងៗ
ko: 여러 아티스트 밑에 보이지 않기(&D)
lt: &Nerodyti prie Įvairių atlikėjų
nb: &Ikke vis under Diverse artister
nds: Nich binnen "&Verscheden Künstlers" wiesen
ne: विभिन्न कलाकारहरू अन्तर्गत नदेखाउनुहोस्
nl: Niet tonen onder &Diverse artiesten
nn: &Ikkje vis under «Ymse artistar»
pa: ਕਈ ਕਲਾਕਾਰ 'ਚ ਨਾ ਵੇਖਾਓ(&D)
pl: &Nie pokazuj w różnych wykonawcach
pt: &Não Mostrar sob os Vários Artistas
pt_br: &Não Mostrar abaixo de Vários Artistas
ru: Исключить из категории &Разные исполнители
se: &Ale čájet Máŋga artistta vuolde
sk: &Nezobrazovať pod rôznymi interpretmi
sr: &Не приказуј под разним извођачима
th: ห้ามแ&สดงภายใต้ศิลปินหลายคน
tr: Çeşitli &Sanatçılar Altında Gösterme
uk: &Не показувати в різних виконавцях

source: _n: Edit Track &Information... Edit &Information for %n Tracks...
af: Redigeer snit informasie... Redigeer informasie vir %n snitte...
bg: Редактиране на &информацията за записа... Редактиране на &информацията за %n записа...
ca: Edita la &informació de la peça... Edita la &informació de les %n peces...
cs: Upravit &informace o skladbě... Upravit &informace o %n skladbách... Upravit &informace o %n skladbách...
da: Redigér spor&information... Redigér spor&information for %n spor...
de: &Metadaten bearbeiten ... &Metadaten für %n Stücke bearbeiten ...
el: Επεξεργασία πληροφοριών κομματιού... Επεξεργασία πληροφοριών για %n κομμάτια...
es: Editar &información de la pista... Editar &información de %n pistas...
et: Muuda pala &infot... Muuda %n pala &infot...
eu: Editatu pistaren &informazioa... Editatu %n pisten &informazioa...
fa: ویرایش &اطلاعات برای %n شیار...‌
fi: Muokkaa kappaleen s&isältökuvauksia… Muokkaa %n kappaleen s&isältökuvauksia…
fr: Éditer les &informations du morceau... Éditer les &Informations de ces %n morceaux...
he: ערוך &מידע רצועה... ערוך &מידע עבור %n רצועות...
hu: %n szám &információinak szerkesztése...
it: Modifica &informazioni traccia... Modifica &informazioni per %n tracce...
ja: %n トラックの情報を編集(&I)...
ka: %n ჩანაწერებისთვის ინფორმაციის რედაქტირება...
km: កែសម្រួល​ព័ត៌មាន​បទចម្រៀង %n បទ​នេះ...
ko: 트랙 %n개의 정보 고치기(&I)...
lt: Keisti %n dainos &informaciją... Keisti %n dainų &informaciją... Keisti %n dainų &informaciją...
nb: Rediger sporinformasjon... Rediger informasjon for %n spor …
nds: Stück-&Informatschoon bewerken... &Informatschonen för %n Stücken bewerken...
ne: ट्रयाक जानकारी सम्पादन गर्नुहोस्... %n ट्रयाकहरूका लागि जानकारी सम्पादन गर्नुहोस्...
nl: Track&informatie bewerken... &Informatie voor %n tracks bewerken...
nn: Endra spor&informasjon … Endra &informasjon for %n spor …
pa: ਟਰੈਕ ਜਾਣਕਾਰੀ ਸੋਧ(&i)... %n ਟਰੈਕ ਲਈ ਜਾਣਕਾਰੀ ਸੋਧ(&i)...
pl: Edytuj &informację dla jednego utworu... Edytuj &informację dla %n utworów... Edytuj &informację dla %n utworów...
pt: Editar &Informações de Faixa... Editar &Informações de %n Faixas...
pt_br: Editar &Informações da Faixa... Editar &Informações de %n Faixas...
ru: &Метаданные %n композиции... &Метаданные %n композиций... &Метаданные %n композиций...
se: Doaimmat bihtá dieđuid … Doaimmat %n bihtá dieđuid …
sk: Upraviť &informácie pre skladbu... Upraviť &informácie pre %n skladby... Upraviť &informácie pre %n skladieb...
sr: Уреди &информације за %n нумеру... Уреди &информације за %n нумере... Уреди &информације за %n нумера...
th: แก้ไขข้อมูลจำนวน %n เพลง...
tr: %n Parça İçin &Bilgileri Düzenle...
uk: Редагувати &інформацію для %n доріжки... Редагувати &інформацію для %n доріжок... Редагувати &інформацію для %n доріжок...

source: Organize Collection Files
af: Organiseer Versameling Lêers
bg: Подреждане на файлове на колекцията
ca: Organitza els fitxers de col·lecció
cs: Organizovat soubory kolekcí
da: Organisér samlingsfiler
de: Dateiablage der Sammlung verwalten
el: Οργάνωση αρχείων συλλογής
es: Organizar los archivos de la colección
et: Muusikakogu failide korraldamine
eu: Antolatu bilduma-fitxategiak
fa: سازماندهی پرونده‌های مجموعه
fi: Järjestele kokoelman tiedostot
fr: Organisation des fichiers de la collection
he: ארגן את קבצי האוסף
hu: Gyűjtemény fájljainak rendszerezése
it: Organizza i file della collezione
ja: コレクションファイルを整理
ka: კოლექციის ფაილების ორგანიზება
km: រៀបចំ​ឯកសារ​សម្រាំង
ko: 모음집 파일 정리
lt: Sudėlioti fonotekos bylas
nb: Organiser samlingsfiler
nds: Dateien binnen de Sammeln bestüern
ne: सङ्कलन फाइल सङ्गठित पार्नुहोस्
nl: Collectiebestanden organiseren
nn: Organiser samlingsfiler
pa: ਭੰਡਾਰ ਫਾਇਲ ਦੇਖਭਾਲ
pl: Organizuj pliki kolekcji
pt: Organizar os Ficheiros da Colecção
pt_br: Organizar Arquivos da Coleção
ru: Организовать файлы коллекции
se: Organisere čoahkkádusfiilla
sk: Organizovať súbory kolekcie
sr: Организуј фајлове збирке
th: จัดแฟ้มคลังดนตรีให้เป็นระเบียบ
tr: Koleksiyon Dosyalarını Düzenle
uk: Організувати теки збірки

source: Cannot start organize operation until jobs are aborted.
af: Kan nie 'n organiseer taak begin voordat al die ander take gestaak is nie.
bg: Операцията по организирането не може да започне докато има други операции.
ca: No es pot començar una operació d'organitzar fins que no s'avortin les altres tasques.
da: Kan ikke påbegynde en organiseringshandling før end job afbrydes.
de: Dateiverwaltung kann nicht durchgeführt werden, bis andere Vorgänge beendet sind.
el: Αδύνατη η έναρξη της λειτουργίας οργάνωσης αρχείων μέχρι να τερματίσουν οι άλλες εργασίες.
es: No se puede iniciar la operación de organización mientras haya otra en curso.
et: Korraldamist ei saa alustada, kuni eelmisi töid pole lõpetatud.
fa: تا زمانی که کارها ساقط می‌شوند، عملیات سازماندهی را نمی‌توان آغاز کرد.
fi: Ei voi käynnistää tiedostojen järjestely -operaatiota ennen kuin tehtävät on keskeytetty.
fr: Impossible de commencer l'organisation de différentes choses pendant qu'une autre tâche est en cours.
hu: A rendszerezési művelet nem indítható el addig, amíg a feladatok meg nincsenek szakítva.
it: Impossibile avviare l'attività di organizzazione fino a quando le operazioni sono interrotte.
ja: ジョブが中止されるまでは整理操作を開始できません。
km: មិន​អាច​ចាប់ផ្ដើម​រៀបចំ​ប្រតិបត្តិការ​រហូត​ដល់​ការងារ​ត្រូវ​បានបោះបង់ ។
lt: Nepavyks pradėti dėlioti bylų kol nebus nutraukti kiti darbai.
nb: Kan ikke starte organiseringshandling før jobber er avbrutt.
nds: Dat Bestüern lett sik nich starten, ehr nich anner Opgaven afslaten sünd.
ne: कार्य परित्याग नभएसम्म सङ्गठित सञ्चालन सुरु गर्न सकिँदैन ।
nl: Er kan geen organiseerhandeling worden gestart totdat de andere taken zijn afgebroken.
nn: Kan ikkje starta organiseringsoperasjon før alle andre jobbar er avslutta.
pa: ਸੰਗਠਿਤ ਕਾਰਵਾਈ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਜਦੋਂ ਤੱਕ ਹੋਰ ਕੰਮ ਜਾਰੀ ਹੋਵੇ।
pl: Nie można przeprowadzić operacji organizowania, kiedy inna jest już w trakcie działania.
pt: Não é possível iniciar a operação de organização até as tarefas serem interrompidas.
pt_br: Não é possível iniciar a operação de organização antes que as tarefas sejam interrompidas.
se: Ii sáhte álggahit organiserendoaimma ovdalgo barggut leat gaskkalduvvon.
sk: Nemôžem spustiť operáciu správy, kým nie sú zrušené úlohy.
sr: Не могу да покренем огранизовање док се послови не окончају.
th: ไม่สามารถเริ่มการจัดการได้ จนกว่างานที่ทำอยู่จะถูกยกเลิกก่อน
tr: Düzenleme işlemi bütün işler durdurulana kadar başlatılamaz.
uk: Неможливо запустити процес організації, поки не буде перервано всі завдання.

source: Cannot start organize operation of different kind while another is in progress.
af: Kan nie 'n ander tiper organiseer operasie begin terwyl 'n ander tipe alreeds besig is nie.
bg: Операцията по организирането не може да бъде стартирана докато има друга стартирана.
ca: No es pot començar una operació d'organitzar d'un altre tipus mentre ja n'hi ha una en progrés.
da: Kan ikke påbegynde en organiseringshandling af en andet slags mens en anden er i gang.
de: Der Vorgang der Dateiverwaltung kann nicht gestartet werden, wenn ein anderer noch in Bearbeitung ist.
el: Αδύνατη η έναρξη της λειτουργίας οργάνωσης αρχείων ενώ μια άλλη τέτοια λειτουργία εκτελείται ακόμα.
es: No se puede iniciar una operación de organización de diferente tipo mientras hay otra en progreso.
et: Korraldamist ei saa alustada, sest üks korraldamisoperatsioon parajasti käib.
eu: Ezin da mota ezberdineko eragiketak antolatu beste bat lanean dagoen bitartean.
fa: در حالی که عمل دیگری در حال پیشرفت است، عملیات سازماندهی از نوع دیگر را نمی‌توان آغاز کرد.
fi: Ei voi käynnistää tiedostojen järjestely -operaatiota, jos toinen on vielä kesken.
fr: Impossible de commencer l'organisation de différentes choses pendant qu'une autre tâche est en cours.
he: אין אפשרות להפעיל את פעולת הסידור של סוג אחר בזמן שאחרת כבר פועלת.
hu: Nem indítható másféle rendszerezési művelet, amíg egy másik még folyamatban van.
it: Impossibile organizzare operazioni di diverso tipo mentre un'altra è in corso.
ja: 別の整理操作が終了するまでは種類の違う整理操作を開始できません。
ka: სხვადასხვა ტიპის ოპერაციის ორგანიზება შეუძლებელია ვინაიდან სხვა მიმდინარეობს.
km: មិន​អាច​ចាប់ផ្ដើម​ប្រតិបត្តិការ​រៀបចំ​ប្រភេទ​ផ្សេង​បាន​ឡើយ ខណៈដែល​កំពុង​តែ​ដំណើរការ​មួយ​រួច​ហើយ
ko: 다른 동작이 진행중인 동안에는 다른 구성 동작을 시작할 수 없습니다.
lt: Nepavyks pradėti kitaip dėlioti bylų kol nebaigė darbo ankstesnis dėliojimo procesas.
nb: Kan ikke starte organiseringshandling av en annen type mens en annen er i gang.
nds: En tweet Bestüern-Opgaav lett sik starten, ehr nich de eerst afslaten is.
ne: अन्य प्रगतिमा हुँदा विभिन्न प्रकारको सङ्गठित सञ्चालन सुरु गर्न सकिँदैन ।
nl: Er kan geen andere manier van organiseren worden gestart als er al een gaande is.
nn: Kan ikkje starta organiseringsoperasjon av ein annan type når ein slik operasjon allereie er i gang.
pa: ਹੋਰ ਵੱਖਰੀ ਸੰਗਠਿਤ ਕਾਰਵਾਈ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਜਦੋਂ ਤੱਕ ਇੱਕ ਹੋਰ ਜਾਰੀ ਹੋਵੇ।
pl: Nie można przeprowadzić operacji organizowania innego typu, kiedy inna jest już w trakcie działania.
pt: Não é possível iniciar a operação de organização de tipos diferentes, enquanto está outra em progresso.
pt_br: Não é possível iniciar uma operação de organização enquanto outra estiver sendo executada.
ru: Нельзя запустить операцию организации другого типа пока выполняется предыдущая.
se: Ii sáhte álggahit organiserendoaimma dan botta go eará lea jođus.
sk: Nemôžem spustiť operáciu správy iného druhu, kým prebieha iná operácia.
sr: Не могу да покренем огранизовање друге врсте док је једно већ у току.
th: ไม่สามารถเริ่มการจัดการชนิดอื่นได้ ขณะที่อีกชนิดหนึ่งกำลังทำงานอยู่
tr: Bir düzenleme işlemi sürerken başka bir tane başlatılamaz.
uk: Неможливо запустити процес організації іншого виду, поки виконується цей.

source: You need to configure at least one folder for your collection for organizing your files.
af: Jy moet ten minste een gids vir jou versameling opstel voordat die lêers georganiseer kan word.
bg: Трябва да настроите поне една директория на колекцията си.
ca: Heu de configurar almenys una carpeta per la vostra col·lecció per a poder organitzar els seus fitxers.
da: Du skal indstille mindst en mappe med for din samling for at organisere dine filer.
de: Sie müssen mindestens einen Ordner zur Dateiverwaltung Ihrer Sammlung einrichten.
el: Πρέπει να ρυθμίσετε τουλάχιστον ένα φάκελο για τη συλλογή σας ώστε να είναι δυνατή η οργάνωση των αρχείων σας.
es: Necesita configurar al menos una carpeta para su colección para organizar sus archivos.
et: Oma failide korraldamiseks tuleb kogule määrata vähemalt üks kataloog.
fa: برای سازماندهی پرونده‌های خود لازم است که حداقل یک پوشه برای مجموعه‌تان پیکربندی کنید.
fi: Kokoelmalle on asetettava ainakin yksi kansio, jotta tiedostoja voidaan järjestellä.
fr: Vous devez définir au moins un dossier pour votre collection pour organiser vos fichiers.
hu: Fájlok rendszerezéséhez be kell állítani a gyűjtemény számára legalább egy könyvtárt.
it: È necessario configurare almeno una cartella per la collezione per organizzare i file.
ja: ファイルを整理するためには、コレクションのためのフォルダを最低一つ設定する必要があります。
km: អ្នក​ចាំបាច់​កំណត់​រចនាសម្ព័ន្ធ​យ៉ាង​ហោចណស់​ថត​មួយ សម្រាប់​សម្រាំង​របស់​អ្នក​ដើម្បី​រៀបចំ​ឯកសារ​របស់​អ្នក ។
lt: Bylų dėliojimui reikia paskirti bent vieną aplanką.
nb: Du må sette opp minst en mappe til samlinga for å organisere filene dine.
nds: Du muttst tominnst een Orner för Dien Sammeln fastleggen, ehr Du Dien Dateien bestüern kannst.
ne: तपाईँको सङ्कलनका लागि फाइल सङ्गठित गर्न तपाईँले कम्तिमा एउटा फोल्डर कन्फिगर गर्न आवश्यक छ ।
nl: Voor het organiseren van uw bestanden dient u tenminste één map in te stellen voor uw collectie.
nn: Du må velja minst éi mappe for samlinga for å organisera filene dine.
pl: Wymagane jest skonfigurowanie przynajmniej jednego katalogu dla twojej kolekcji aby zorganizować twoje pliki.
pt: Tem de configurar pelo menos uma pasta para a sua colecção, de modo a organizar os seus ficheiros.
pt_br: Você precisa configurar pelo menos uma pasta na sua coleção para organizar os seus arquivos.
sk: Potrebujete nastaviť aspoň jeden priečinok vašej kolekcie, ak chcete organizovať vaše súbory.
sr: Морате навести бар једну фасциклу за вашу збирку ради организовања фајлова.
th: คุณจำเป็นต้องปรับแต่งโฟลเดอร์อย่างน้อย 1 โฟลเดอร์สำหรับคลังดนตรีของคุณเพื่อ จัดการแฟ้มของคุณ
tr: Dosyalarınızı düzenlemek istiyorsanız, kolleksiyonunuz için en az bir klasör ayarlamak zorundasınız.
uk: Потрібно налаштувати принаймні одну теку для вашої збірки, щоб організовувати файли.

source: _n: The following file could not be organized: The following %n files could not be organized:
af: Die volgende lêer kon nie geörganiseer word nie: Die volgende %n lêers kon nie geörganiseer word nie:
bg: Следният файл не беше организиран: Следните %n файла не бяха организирани:
ca: El fitxer següent no s'ha pogut organitzar: Els %n fitxers següents no s'han pogut organitzar:
cs: Je nám líto, soubor nemohl být zorganizován. Je nám líto, %n soubory nemohly být zorganizovány. Je nám líto, %n souborů nemohlo být zorganizováno.
da: Følgende fil kunne ikke organiseres: Følgende %n filer kunne ikke organiseres:
de: Die folgende Datei kann nicht verwaltet werden: Die folgenden %n Dateien können nicht verwaltet werden:
el: Το ακόλουθο αρχείο δε μπορεί να οργανωθεί: Τα ακόλουθα %n αρχεία δε μπορούν να οργανωθούν:
es: El siguiente archivo no pudo ser organizado: Los siguientes %n archivos no pudieron ser organizados:
et: Järgimist faili ei saa korraldada: Järgmisi %n faili ei saa korraldada:
eu: Honako fitxategia ezin izan da antolatu: Honako %n fitxategi ezin izan dira antolatu:
fa: %n پروندۀ زیر را نمی‌توان سازماندهی کرد:
fi: Tiedoston järjesteleminen epäonnistui: %n tiedoston järjesteleminen epäonnistui:
fr: Le fichier suivant n'a pas pu être organisé : Les %n fichiers suivants n'ont pas pu être organisés :
he: אין אפשרות לארגן את הקובץ הבא: אין אפשרות לארגן את %n הקבצים הבאים:
hu: A következő %n fájlt nem sikerült rendszerezni:
it: Spiacente, il seguente file non può essere organizzato: Spiacente, i seguenti %n file non possono essere organizzati:
ja: 次の %n 個のファイルを整理できませんでした:
ka: შემდეგი %n ფაილი ვერ ორგანიზდება:
km: មិន​អាច​រៀបចំ​ឯកសារ %n ខាង​ក្រោម​បាន​ឡើយ ៖
lt: Šios %n bylos nepavyko sudėlioti: Šių %n bylų nepavyko sudėlioti: Šių %n bylų nepavyko sudėlioti:
nb: Følgende fil kunne ikke organiseres: Følgende %n filer kunne ikke organiseres:
nds: Disse Datei lett sik nich bestüern: Disse %n Dateien laat sik nich bestüern:
ne: निम्न फाइल सङ्गठित गर्न सकिएन: निम्न %n फाइलहरू सङ्गठित गर्न सकिएन:
nl: Helaas, dit bestand kon niet worden georganiseerd: Helaas, %n bestanden konden niet worden georganiseerd:
nn: Klarte ikkje organisera fila: Klarte ikkje organisera dei %n filene:
pa: ਇੱਕ ਫਾਇਲ ਨੂੰ ਠੀਕ ਤਰਾਂ ਰੱਖਿਆ ਨਹੀਂ ਸਕਿਆ: %n ਫਾਇਲਾਂ ਨੂੰ ਠੀਕ ਤਰਾਂ ਰੱਖਿਆ ਨਹੀਂ ਸਕਿਆ:
pl: Ten jeden plik nie mógł zostać zebrany: Te %n pliki nie mogły zostać zebrane: Tych %n plików nie mogło zostać zebranych:
pt: O seguinte ficheiro não pôde ser organizado: Os seguintes %n ficheiro não puderam ser organizados:
pt_br: O arquivo seguinte não pôde ser organizado: Os %n arquivos seguintes não puderam ser organizados:
ru: Ошибка при организации %n файла: Ошибка при организации %n файлов: Ошибка при организации %n файлов:
se: Ii lean vejolaš dán fiilla organiseret: Ii lean vejolaš dáid %n fiilla organiseret:
sk: Nasledujúci súbor nemohol byť organizovaný: Nasledujúce %n súbory nemohli byť organizované: Nasledujúcich %n súborov nemohlo byť organizovaných:
sr: Следећи %n фајл се не може организовати: Следећа %n фајла се не могз организовати: Следећих %n фајлова се не може организовати:
th: ไม่สามารถจัดการแฟ้มต่อไปนี้ได้จำนวน %n แฟ้ม
tr: Aşağıdaki %n dosya düzenlenemedi:
uk: Не вдалося зорганізувати наступний %n файл: Не вдалося зорганізувати наступні %n файли: Не вдалося зорганізувати наступні %n файлів:

source: _n: Sorry, one file could not be organized. Sorry, %n files could not be organized.
af: Jammer, een lêer kon nie geörganiseer word nie. Jammer, %n lêers kon nie geörganiseer word nie.
bg: Един файл не беше организиран. %n файла не бяха организирани.
ca: Disculpeu, no s'ha pogut organitzar un fitxer. Disculpeu, no s'han pogut organitzar %n fitxers.
cs: Je nám líto, jeden soubor nemohl být zorganizován. Je nám líto, %n soubory nemohly být zorganizovány. Je nám líto, %n souborů nemohlo být zorganizováno.
da: Desværre kunne en fil ikke organiseres. Desværre kunne %n filer ikke organiseres.
de: Leider konnte eine Datei nicht verwaltet werden. Leider konnten %n Dateien nicht verwaltet werden.
el: Δυστυχώς κάποιο αρχείο δε μπορεί να οργανωθεί. Δυστυχώς %n αρχεία δε μπορούν να οργανωθούν.
es: Disculpe, no se pudo organizar un archivo. Disculpe, no se pudieron organizar %n archivos.
et: Vabandust, üht faili ei saa korraldada. Vabandust, %n faili ei saa korraldada.
eu: Fitxategi bat ezin izan da antolatu. %n fitxategi ezin izan dira antolatu.
fa: متأسفم، %n پرونده را نمی‌توان سازماندهی کرد.
fi: Yhden tiedoston järjesteleminen epäonnistui. %n tiedoston järjesteleminen epäonnistui.
fr: Désolé, un fichier n'a pas pu être organisé. Désolé, %n fichiers n'ont pas pu être organisés.
he: מצטערים, אין אפשרות לארגן קובץ אחד. מצטערים, אין אפשרות לארגן %n קבצים.
hu: %n fájlt nem sikerült rendszerezni.
it: Spiacente, un file non può essere organizzato. Spiacente, %n file non possono essere organizzati.
ja: %n 個のファイルを整理できませんでした。
ka: ბოდიში, შემდეგი %n ფაილი ვერ ორგანიზდება.
km: សូមអភ័យទោស អ្នក​អាច​រៀបចំ​តែ​ឯកសារ​ចំនួន %n ប៉ុណ្ណោះ ។
lt: Deja, %n bylos nepavyko sudėlioti. Deja, %n bylų nepavyko sudėlioti. Deja, %n bylų nepavyko sudėlioti.
nb: En fil kunne dessverre ikke organiseres. %n filer kunne dessverre ikke organiseres.
nds: Leider lett sik een Datei nich bestüern. Leider laat sik %n Dateien nich bestüern.
ne: माफ गर्नुहोस्, एउटा फाइल सङ्गठित गर्न सकिएन । माफ गर्नुहोस्, %n फाइलहरू सङ्गठित गर्न सकिएन ।
nl: Helaas, één bestand kon niet worden georganiseerd. Helaas, %n bestanden konden niet worden georganiseerd.
nn: Klarte ikkje organisera fil. Klarte ikkje organisera dei %n filene.
pa: ਇੱਕ ਫਾਇਲ ਨੂੰ ਠੀਕ ਤਰਾਂ ਰੱਖਿਆ ਨਹੀਂ ਸਕਿਆ। %n ਫਾਇਲਾਂ ਨੂੰ ਠੀਕ ਤਰਾਂ ਰੱਖਿਆ ਨਹੀਂ ਸਕਿਆ।
pl: Niestety, jeden plik nie mógł zostać zebrany. Niestety, %n pliki nie mogły zostać zebrane. Niestety, %n plików nie mogło zostać zebranych.
pt: Infelizmente, um ficheiro não pôde ser organizado. Infelizmente, os %n ficheiros não puderam ser organizados.
pt_br: Desculpe, um arquivo não pôde ser organizado. Desculpe, %n arquivos não puderam ser organizados.
ru: Ошибка при организации %n файла. Ошибка при организации %n файлов. Ошибка при организации %n файлов.
se: Ándagássii, ii sáhttán ovtta fiilla organiseret. Ándagássii, ii sáhttán %n fiilla organiseret.
sk: Ľutujem, jeden súbor nemohol byť organizovaný. Ľutujem, %n súbory nemohli byť organizované. Ľutujem, %n súborov nemohlo byť organizovaných.
sr: Извините, %n фајл се не може организовати. Извините, %n фајла се не могу организовати. Извините, %n фајлова се не може организовати.
th: ขออภัย ไม่สามารถจัดการแฟ้มได้จำนวน %n แฟ้ม
tr: %n dosya düzenlenemedi.
uk: Вибачте, %n файл не вдалося зорганізувати. Вибачте, %n файли не вдалося зорганізувати. Вибачте, %n файлів не вдалося зорганізувати.
