Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Group By
af: Groepeer volgens
bg: Групиране по
ca: Agrupa per
cs: Seskupit podle
da: Gruppér efter
de: Gruppierung
el: Ομαδοποίηση κατά
es: Agrupar por
et: Rühmitamise alus
eu: Elkartu:
fa: گروه‌بندی بر اساس
fi: Ryhmittele
fr: Grouper
he: קבץ לפי
hu: Csoportosítás
it: Raggruppa per
ja: 分類
ka: დაჯგუფება
km: ដាក់​ជា​ក្រុម​តាម
ko: 그룹화 하기
lt: Grupavimas
nb: rupper etter
nds: Ornen na
ne: यसद्वारा समूह बनाउनुहोस्
nl: Groeperen op
nn: Grupper etter
pa: ਗਰੁੱਪ
pl: Grupuj wg
pt: Agrupar Por
pt_br: Agrupar por
ru: Организовать по полю
se: Čohkke dán bokte
sk: Zoskupiť podľa
sr: Групиши по
th: จัดกลุ่มโดย
tr: Grupla
uk: Згрупувати за

source: Artist / Album
af: Kunstenaar / Album
bg: Изпълнител / Албум
ca: Artista / Àlbum
cs: Interpret / Album
da: Kunstner / Album
de: Interpret / Album
el: Καλλιτέχνη / Άλμπουμ
es: Artista / Álbum
et: Esitaja / Album
eu: Artista / Albuma
fa: هنرمند / آلبوم
fi: Artisti / Levy
fr: Artiste / Album
he: אומן / כותר
hu: Előadó / album
it: Artista / Album
ja: アーティスト / アルバム
ka: შემსრულებელი / ალბომი
km: សិល្បករ / អាល់ប៊ុម
ko: 아티스트 / 음반
lt: Atlikėjas / Albumas
nds: Künstler / Album
ne: कलाकार / एल्बम
nl: Artiest / album
pa: ਕਲਾਕਾਰ / ਐਲਬਮ
pl: Wykonawca / Album
pt: Artista / Álbum
pt_br: Artista / Álbum
ru: Исполнитель / Альбом
se: Artista / Skearru
sk: Interpret / Album
sr: Извођач/албум
th: ศิลปิน / อัลบั้ม
tr: Sanatçı / Albüm
uk: Виконавець / альбом

source: Genre / Artist
af: Tipe / Kunstenaar
bg: Жанр / Изпълнител
ca: Gènere / Artista
cs: Žánr / interpret
da: Genre / Kunstner
de: Genre / Interpret
el: Είδος / Καλλιτέχνη
es: Género / Artista
et: Žanr / Esitaja
eu: Generoa / Artista
fa: نوع / هنرمند
fi: Tyylilaji / Artisti
fr: Style / Artiste
he: סגנון / אומן
hu: Műfaj / előadó
it: Genere / Artista
ja: ジャンル / アーティスト
ka: ჟანრი / შემსრულებელი
km: ចង្វាក់ / សិល្បករ
ko: 장르 / 아티스트
lt: Žanras / Atlikėjas
nb: Sjanger – artist
nds: Musikoort / Künstler
ne: विधा / कलाकार
nl: Genre / artiest
nn: Sjanger – artist
pa: ਧੁਨ / ਕਲਾਕਾਰ
pl: Gatunek / Wykonawca
pt: Género / Artista
pt_br: Gênero / Artista
ru: Жанр / Исполнитель
se: Šáŋra / Artista
sk: Žáner / Interpret
sr: Жанр/извођач
th: ประเภท / ศิลปิน
tr: Tarz / Sanatçı
uk: Жанр / Виконавець

source: Genre / Artist / Album
af: Tipe / Kunstenaar / Album
bg: Жанр / Изпълнител /Албум
ca: Gènere / Artista / Àlbum
cs: Žánr / interpret / album
da: Genre/Kunstner/Album
de: Genre / Interpret / Album
el: Είδος / Καλλιτέχνη / Άλμπουμ
es: Género / Artista / Álbum
et: Žanr / Esitaja / Album
eu: Generoa / Artista / Albuma
fa: نوع / هنرمند / آلبوم
fi: Tyylilaji / Artisti / Levy
fr: Style / Artiste / Album
he: סגנון / אומן / כותר
hu: Műfaj / előadó / album
it: Genere / Artista / Album
ja: ジャンル / アーティスト / アルバム
ka: ჟანრი / შემსრულებელი / ალბომი
km: ចង្វាក់ / សិល្បករ / អាល់ប៊ុម
ko: 장르 / 아티스트 / 음반
lt: Žanras / Atlikėjas / Albumas
nb: Sjanger – artist – album
nds: Musikoort / Künstler / Album
ne: विधा / कलाकार / एल्बम
nl: Genre / artiest / album
nn: Sjanger – artist – album
pa: ਧੁਨ / ਕਲਾਕਾਰ / ਐਲਬਮ
pl: Gatunek / Wykonawca / Album
pt: Género / Artista / Álbum
pt_br: Gênero / Artista / Álbum
ru: Жанр / Исполнитель / Альбом
se: Šáŋra / Artista / Skearru
sk: Žáner / Interpret / Album
sr: Жанр/извођач/албум
th: ประเภท / ศิลปิน / อัลบั้ม
tr: Tarz / Sanatçı / Albüm
uk: Жанр / Виконавець / Альбом

source: &First Level
af: Eerste Vlak
bg: &Първо ниво
ca: &Primer nivell
cs: &První úroveň
da: &Første niveau
de: &Erste Ebene
el: &Πρώτο επίπεδο
es: &Primer nivel
et: &Esimene tase
eu: &Lehen maila
fa: &اولین سطح‌
fi: &Ensimmäinen taso
fr: &Premier niveau
he: רמה &ראשונה
hu: &Első szint
it: &Primo livello
ja: 第 1 階層(&F)
ka: &პირველი დონე
km: កម្រិត​ទីមួយ
ko: 첫번째 단계(&F)
lt: &Pirmas lygmuo
nb: &Første nivå
nds: &Eerst Stoop
ne: पहिलो तह
nl: &Eerste niveau
nn: &Første nivå
pa: ਪਹਿਲਾਂ ਪੱਧਰ(&F)
pl: &Pierwszy poziom
pt: &Primeiro Nível
pt_br: &Primeiro Nível
ru: &Первый уровень
se: &Vuosttaš dássi
sk: &Prvá úroveň
sr: &Први ниво
th: ระดับ&แรก
tr: Birinci S&eviye
uk: &Перший рівень

source: &Second Level
af: Tweede Vlak
bg: &Второ ниво
ca: &Segon nivell
cs: &Druhá úroveň
da: &Andet niveau
de: &Zweite Ebene
el: &Δεύτερο επίπεδο
es: &Segundo nivel
et: &Teine tase
eu: &Bigarren maila
fa: &دومین سطح‌
fi: &Toinen taso
fr: &Deuxième niveau
he: רמה &שנייה
hu: &Második szint
it: &Secondo livello
ja: 第 2 階層(&S)
ka: &მეორე დონე
km: កម្រិត​ទីពីរ
ko: 두번째 단계(&S)
lt: &Antras lygmuo
nb: &Andre nivå
nds: &Tweet Stoop
ne: दोस्रो तह
nl: &Tweede niveau
nn: &Andre nivå
pa: ਦੂਜਾ ਪੱਧਰ(&S)
pl: &Drugi poziom
pt: &Segundo Nível
pt_br: &Segundo Nível
ru: &Второй уровень
se: &Nubbi dássi
sk: &Druhá úroveň
sr: &Други ниво
th: ระดับที่&สอง
tr: İkinci &Seviye
uk: &Другий рівень

source: &Third Level
af: Derde Vlak
bg: &Трето ниво
ca: &Tercer nivell
cs: &Třetí úroveň
da: &Tredje niveau
de: &Dritte Ebene
el: &Τρίτο επίπεδο
es: &Tercer nivel
et: &Kolmas tase
eu: &Hirugarren maila
fa: &سومین سطح‌
fi: &Kolmas taso
fr: &Troisième niveau
he: רמה ש&לישית
hu: &Harmadik szint
it: &Terzo livello
ja: 第 3 階層(&T)
ka: &მესამე დონე
km: កម្រិត​ទីបី
ko: 세번째 단계(&T)
lt: &Trečias lygmuo
nb: &Tredje nivå
nds: &Drütt Stoop
ne: तेस्रो तह
nl: &Derde niveau
nn: &Tredje nivå
pa: ਤੀਜਾ ਪੱਧਰ(&T)
pl: &Trzeci poziom
pt: &Terceiro Nível
pt_br: &Terceiro Nível
ru: &Третий уровень
se: &Goalmmát dássi
sk: &Tretia úroveň
sr: &Трећи ниво
th: ระดับที่ส&าม
tr: Üçüncü Se&viye
uk: &Третій рівень

source: &Album
bg: &Албум
ca: &Àlbum
el: Ά&λμπουμ
es: &Álbum
eu: &Albuma
fa: &آلبوم‌
fi: &Levy
he: &כותר
ja: アルバム(&A)
ka: &ალბომი
km: អាល់ប៊ុម
ko: 음반(&A)
lt: &Albumas
ne: एल्बम
pa: ਐਲਬਮ(&A)
pt: &Álbum
pt_br: Álbu&m
ru: &Альбом
se: &Skearru
sr: &Албум
th: อั&ลบั้ม
tr: &Albüm
uk: &Альбом

source: (Y&ear) - Album
af: (Jaar) - Album
bg: (&Година) - Албум
ca: (A&ny) - Àlbum
cs: (&Rok) - Album
da: (&År) - Album
de: (&Jahr) - Album
el: (Έ&τος) - Άλμπουμ
es: (Añ&o) - Álbum
et: (Aa&sta) - Album
eu: (Urt&ea) - Albuma
fa: )&سال( - آلبوم‌
fi: (V&uosi) - Levy
fr: (A&nnée) - Album
he: (ש&נה) - כותר
hu: (Év) - Al&bum
it: (A&nno) - Album
ja: (年) - アルバム(&E)
ka: (&წელი) - ალბომი
km: (ឆ្នាំ) - អាល់ប៊ុម
ko: (연도) - 음반(&E)
lt: (&Metai) – Albumas
nb: (&År) – Album
nds: (&Johr) - Album
ne: (वर्ष) - एल्बम
nl: (J&aar) -album
nn: (Å&r) – album
pa: (ਸਾਲ) - ਐਲਬਮ(&e)
pl: (R&ok) - Album
pt: (An&o) - Álbum
pt_br: (A&no) - Álbum
ru: (&Год) - Альбом
se: (&Jahki) – Skearru
sk: (&Rok) - Album
sr: (&Година) - Албум
th: (ปี) - อัลบั้&ม
tr: (Y&ıl) - Albüm
uk: (&Рік) - Альбом

source: A&rtist
af: Kunstenaar
bg: &Изпълнител
ca: A&rtista
cs: Inte&rpret
da: K&unstner
de: &Interpret
el: &Καλλιτέχνη
es: A&rtista
et: Es&itaja
eu: A&rtista
fa: &هنرمند‌
fi: &Artisti
fr: A&rtiste
he: &אומן
hu: &Előadó
it: A&rtista
ja: アーティスト(&R)
ka: &შემსრულებელი
km: សិល្បករ
ko: 아티스트(&R)
lt: A&tlikėjas
nds: &Künstler
ne: कलाकार
nl: A&rtiest
pa: ਕਲਾਕਾਰ(&r)
pl: &Wykonawca
pt: A&rtista
pt_br: A&rtista
ru: &Исполнитель
se: &Artista
sk: Inte&rpret
sr: &Извођач
th: ศิ&ลปิน
tr: Sana&tçı
uk: Ви&конавець

source: &Composer
af: Saamsteller
bg: &Композитор
ca: &Compositor
cs: Sk&ladatel
da: &Komponist
de: &Komponist
el: &Συνθέτης
es: &Compositor
et: &Helilooja
eu: &Konpositorea
fa: &مؤلف‌
fi: S&äveltäjä
fr: &Compositeur
he: &מחבר
hu: Szer&ző
it: &Compositore
ja: 作曲者(&C)
km: កម្មវិធី​តែង
ko: 작곡가(&C)
lt: &Kompozitorius
nb: &Komponist
nds: Kom&ponist
ne: कम्पोजर
nl: &Componist
nn: &Komponist
pa: ਸੰਗੀਤਕਾਰ(&C)
pl: &Kompozytor
pt: &Compositor
pt_br: &Compositor
ru: &Композитор
se: &Komponista
sk: &Skladateľ
sr: &Композитор
th: ผู้ป&ระพันธ์
tr: &Besteci
uk: &Композитор

source: &Genre
af: Tipe
bg: &Жанр
ca: &Gènere
cs: Žá&nr
el: &Είδος
es: &Género
et: Ža&nr
eu: &Generoa
fa: &نوع‌
fi: T&yylilaji
fr: &Style
he: &סגנון
hu: &Műfaj
it: &Genere
ja: ジャンル(&G)
ka: &ჟანრი
km: ចង្វាក់
ko: 장르(&G)
lt: &Žanras
nb: S&janger
nds: Musik&oort
ne: विधा
nn: S&janger
pa: ਧੁਨ(&G)
pl: &Gatunek
pt: &Género
pt_br: &Gênero
ru: &Жанр
se: Šáŋ&ra
sk: Žá&ner
sr: &Жанр
th: ประเภท
tr: &Tarz
uk: &Жанр

source: &Year
af: Jaar
bg: &Година
ca: An&y
cs: &Rok
da: Å&r
de: &Jahr
el: Έ&τος
es: &Año
et: &Aasta
eu: &Urtea
fa: &سال‌
fi: &Vuosi
fr: A&nnée
he: &שנה
hu: É&v
it: &Anno
ja: 年(&Y)
ka: &წელი
km: ឆ្នាំ
ko: 연도(&Y)
lt: &Metai
nb: Å&r
nds: &Johr
ne: वर्ष
nl: &Jaar
nn: Å&r
pa: ਸਾਲ(&Y)
pl: &Rok
pt: &Ano
pt_br: A&no
ru: &Год
se: &Jahki
sk: &Rok
sr: &Година
th: ปี
tr: &Yıl
uk: &Рік

source: &Label
af: Etiket
bg: &Етикет
ca: &Etiqueta
cs: &Popisek
da: &Etiket:
el: &Ετικέτα
es: &Etiqueta
et: &Märgend
fa: &برچسب‌
fi: &Nimike
fr: &Libellé
hu: &Címke
it: E&tichetta
ja: ラベル(&L)
km: ស្លាក ៖
lt: &Etiketė
nb: &Plateselskap
nds: &Steekwöör
ne: लेबुल
nn: &Merkelapp
pa: ਲੇਬਲ(&L)
pl: &Etykieta
pt: &Legenda
pt_br: &Rótulo
ru: &Метка:
se: &Skearrofitnodat
sk: Š&títok
sr: &Етикета
th: ป้&าย:
tr: &Etiket
uk: &Надпис

source: &None
af: Geen
bg: &Без
ca: &Cap
cs: &Nic
da: &Ingen
de: &Keine
el: Κ&ανένα
es: &Ninguno
et: &Puudub
eu: &Bat ere ez
fa: &هیچ‌کدام‌
fi: &Ei mitään
fr: Aucu&n
he: &ללא
hu: &Nincs
it: &Niente
ja: なし(&N)
ka: &არა
km: គ្មាន
ko: 없음(&N)
lt: &Nieko
nb: &Ingen
nds: &Keen
ne: कुनै पनि होइन
nl: Gee&n
nn: &Ingen
pa: ਕੋਈ ਨਹੀਂ(&N)
pl: &Brak
pt: &Nenhum
pt_br: &Nenhum
ru: &Ничего
se: &Ii mihkiige
sk: &Nič
sr: &Ништа
th: ไม่มี
tr: &Hiçbiri
uk: &Нічого

source: A&lbum
bg: &Албум
ca: À&lbum
el: Ά&λμπουμ
es: Á&lbum
eu: A&lbuma
fa: &آلبوم‌
fi: &Levy
he: &כותר
ja: アルバム(&L)
ka: ა&ლბომი
km: អាល់ប៊ុម
ko: 음반(&L)
lt: A&lbumas
ne: एल्बम
pa: ਐਲਬਮ(&l)
pt: Á&lbum
pt_br: Á&lbum
ru: &Альбом
se: S&kearru
sr: А&лбум
th: อั&ลบั้ม
tr: A&lbüm
uk: А&льбом

source: Configure Collection
af: Stel versameling op
bg: Настройки на колекцията
ca: Configura la col·lecció
cs: Nastavit kolekci
da: Indstil samling
de: Sammlung einrichten
el: Ρύθμιση συλλογής
es: Configurar la colección
et: Muusikakogu seadistamine
eu: Konfiguratu bilduma
fa: پیکربندی مجموعه
fi: Muokkaa kokoelmaa
fr: Configurer la collection
he: הגדר אוסף
hu: A gyűjtemény beállításai
it: Configura collezione
ja: コレクションの設定
ka: კოლექციის გამართვა
km: កំណត់​រចនាសម្ព័ន្ធ​ការ​សម្រាំង
ko: 모음집 설정
lt: Derinti fonoteką
nb: Sett opp samling
nds: Sammeln instellen
ne: सङ्कलन कन्फिगर गर्नुहोस्
nl: Collectie instellen
nn: Set opp samling
pa: ਭੰਡਾਰ ਸੰਰਚਨਾ
pl: Konfiguracja kolekcji
pt: Configurar a Colecção
pt_br: Configurar Coleção
ru: Настройка коллекции
se: Heivet čoahkkádusa
sk: Nastaviť kolekciu
sr: Подеси збирку
th: ปรับแต่งคลังดนตรี
tr: Koleksiyonu Yapılandır
uk: Налаштувати збірку

source: No Label
af: Geen Etiket
bg: Без етикет
ca: Sense etiqueta
cs: Žádný popisek
da: Ingen etiket
de: Kein Label
el: Χωρίς ετικέτα
es: Sin etiqueta
et: Märgend puudub
fa: بدون برچسب
fi: Ei nimikettä
fr: Aucun libellé
hu: Nincs címke
it: Nessuna etichetta
ja: ラベルなし
km: គ្មានស្លាក
lt: Be etiketės
nb: Uten plateselskap
nds: Keen Steekwöör
ne: लेबुल छैन
nl: Geen label
nn: Ingen merkelapp
pa: ਕੋਈ ਲੇਬਲ ਨਹੀਂ
pl: Brak etykiety
pt: Sem Legenda
pt_br: Nenhum Rótulo
ru: Без метки
se: Ii oktage skearrofitnodat
sk: Bez štítku
sr: Нема етикете
th: ไม่มีป้าย
tr: Etiket Yok
uk: Без надпису

source: &Load
af: Laai
bg: &Зареждане
ca: &Carrega
cs: &Načíst
da: &Indlæs
de: &Laden
el: Ά&νοιγμα
es: &Cargar
et: &Laadi
eu: &Kargatu
fa: &بار کردن‌
fi: &Luo soittolista
fr: &Charger
he: &טען
hu: &Betöltés
it: &Carica
ja: 開く(&L)
ka: &ჩატვირთვა
km: ផ្ទុក
ko: 불러오기(&L)
lt: Į&kelti
nb: &Last inn
nds: &Laden
ne: लोड गर्नुहोस्
nl: &Laden
nn: &Last inn
pa: ਲੋਡ(&L)
pl: &Wczytaj
pt: &Carregar
pt_br: &Carregar
ru: &Загрузить
se: &Viečča
sk: &Načítať
sr: &Учитај
th: โ&หลด
tr: Yük&le
uk: &Завантажити

source: &Queue Track
af: Plaas Snitte in Wagtou
bg: &Поставяне на опашката
ca: En&cua la peça
cs: Zařadit skladbu do &fronty
da: Sæt i &kø
de: Stück in &Warteschlange einstellen
el: &Κομμάτι στην αναμονή
es: &Encolar pista
et: Pala &järjekorda
eu: &Ilaratu pista
fa: &صف کردن شیار‌
fi: Lisää &jonoon
fr: &Mettre ce morceau en file d'attente
he: &הכנס רצועה לתור
hu: A szám &hozzáadása a sorhoz
it: Accoda &traccia
ja: トラックをキューに追加(&Q)
ka: &რიგში ჩაყენება
km: រៀប​បទ​ជា​ជួរ
ko: 트랙 대기열에 넣기(&Q)
lt: &Dainą į eilę
nb: &Legg spor i kø
nds: &Stück inregen
ne: लाम ट्रयाक
nl: Track in &wachtrij plaatsen
nn: &Legg spor i kø
pa: ਕਤਾਰਬੱਧ ਟਰੈਕ(&Q)
pl: &Kolejkuj utwór
pt: &Colocar a Faixa em Fila
pt_br: Colocar Faixa na &Fila
ru: Поставить &в очередь
se: &Bija bihtá gárgadassii
sk: Zaradiť skladbu do &poradia
sr: &Стави у ред
th: เรียงคิ&วเพลง
tr: Parçayı &Kuyruğa Koy
uk: Поставити доріжку в &чергу

source: &Queue Tracks
af: Plaas Snitte in Wagtou
bg: &Поставяне на опашката
ca: En&cua les peces
cs: Zařadit skladby do &fronty
da: Spor i &kø
de: Stücke in &Warteschlange einstellen
el: &Κομμάτια στην αναμονή
es: &Encolar las pistas
et: Palad &järjekorda
eu: &Ilaratu pistak
fa: &صف کردن شیارها‌
fi: Lisää kappaleet &jonoon
fr: &Morceaux en file d'attente
he: הכנס רצועות ל&תור
hu: Számok &hozzáadása a sorhoz
it: Accoda &tracce
ja: トラックをキューに追加(&Q)
ka: &ჩანაწერების რიგში ჩაყენება
km: រៀប​បទ​ជា​ជួរ
ko: 트랙 대기열에 더하기(&Q)
lt: D&ainas į eilę
nb: &Legg spor i kø
nds: &Stücken inregen
ne: लाम ट्रयाक
nl: Tracks in &wachtrij plaatsen
nn: &Legg spor i kø
pa: ਕਤਾਰਬੱਧ ਟਰੈਕ(&Q)
pl: &Kolejkuj utwory
pt: &Colocar as Faixas em Fila
pt_br: Colocar Faixas na &Fila
ru: Поставить &в очередь
se: &Bija bihtáid gárgadassii
sk: Zaradiť skladby do &radu
sr: &Стави у ред
th: เรียงคิ&วเพลง
tr: Parçayı &Kuyruğa Ekle
uk: Поставити доріжки в &чергу

source: &Save as Playlist...
af: Stoor as speel lys
bg: &Запис на списъка като...
ca: &Desa com a llista de reproducció...
cs: Uložit jako &seznam skladeb...
da: &Gem som spilleliste...
de: Als Wiedergabeliste &speichern ...
el: &Αποθήκευση λίστας ως...
es: Guardar como li&sta de reproducción...
et: &Salvesta esitusnimekirjana...
eu: &Gorde zerrenda gisa...
fa: &ذخیره به عنوان فهرست پخش...
fi: &Tallenna soittolistana…
fr: &Enregistrer comme liste de lecture...
he: שמור &רשימת־השמעה בשם...
hu: Mentés &lejátszólistaként...
it: &Salva come playlist...
ja: プレイリストとして保存(&S)...
ka: რე&პერტუარად შენახვა...
km: រក្សាទុក​ជា​បញ្ជី​ចាក់...
ko: 재생목록으로 저장(&S)...
lt: &Įrašyti sąrašą kaip grojaraštį...
nb: &Lagre som spilleliste …
nds: As Afspeellist &sekern...
ne: प्ले सूचीको रूपमा बचत गर्नुहोस्...
nl: Op&slaan als afspeellijst...
nn: &Lagra som speleliste …
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਾਂਗ ਸੰਭਾਲੋ(&S)...
pl: &Zapisz jako listę odtwarzania...
pt: Gravar como Li&sta de Reprodução...
pt_br: &Salvar como Lista de Músicas...
ru: &Сохранить как список...
se: &Vurke čuojahanlistun …
sk: Uložiť ako zoznam &skladeb...
sr: &Сними као листу нумера...
th: บั&นทึกรายการเล่นเป็น...
tr: Parça Listesini Farklı &Kaydet...
uk: &Зберегти як список композицій...

source: &Transfer to Media Device
af: Dra na media toestel oor
bg: &Прехвърляне към медийно устройство
ca: &Transfereix al dispositiu de suports
cs: Přenés&t na mediální zařízení
da: &Overfør til medieenhed
de: Auf Media-Player ü&bertragen
el: &Μεταφορά στη συσκευή πολυμέσων
es: &Transferir al dispositivo de medios
et: &Kanna üle meediaseadmele
eu: &Transferitu multimediako gailura
fa: &انتقال به دستگاه رسانه‌
fi: &Siirrä medialaitteelle
fr: &Transférer vers le périphérique de média
he: &העבר להתקן המדיה
hu: Átvitel médi&aeszközre
it: &Trasferisci al dispositivo multimediale
ja: メディアデバイスに転送(&T)
km: ផ្ទេរ​ទៅ​ឧបករណ៍​ផ្ទុក
ko: 미디어 장치에 전송(&T)
lt: &Siųsti dainas į muzikos įrenginį
nb: Overfør til medieenhet
nds: Stücken na Medienreedschap ö&verdregen
ne: मिडिया यन्त्रमा स्थानान्तर गर्नुहोस्
nl: Naar media-apparaat s&turen
nn: &Overfør til medieeining
pa: ਮੀਡਿਆ ਜੰਤਰ ਉੱਤੇ ਭੇਜੋ(&T)
pl: &Przenieś utwory na urządzenie mediów
pt: &Transferir para o Dispositivo Multimédia
pt_br: &Transferir para o Dispositivo de Mídia
ru: &Скопировать композиции в переносное устройство
se: &Sádde mediaovttadahkii
sk: &Preniesť na mediálne zariadenie
sr: &Пренеси на мултимедијални уређај
th: ถ่ายโ&อนลงไปยังอุปกรณ์เล่นสื่อ
tr: &Parçaları medya aygıtına aktar
uk: Пере&нести на пристрій носія

source: &Burn All Tracks by This Artist
af: Skryf alle snitte deur hierdie kunstenaar
bg: &Запис на всички записи на този изпълнител
ca: &Grava totes les peces d'aquest artista
cs: V&ypálit všechny skladby tohoto umělce
da: &Brænd alle spor med denne kunstner
de: Alle Stücke dieses &Interpreten brennen
el: Ε&γγραφή όλων των κομματιών αυτού του καλλιτέχνη
es: &Grabar todas las pistas de este artista
et: &Kirjuta kõik selle esitaja palad
fa: &سوزاندن همۀ شیارها توسط این هنرمند‌
fi: &Polta kaikki tämän artistin kappaleet
fr: &Graver tous les morceaux de cet artiste
hu: Az előadó összes &számának kiírása
it: &Masterizza tutte le tracce di questo artista
ja: このアーティストのすべてのトラックを焼く(&B)
km: ដុត​បទ​ទាំងអស់ ដែល​ច្រៀង​ដោយ​សិល្បករ​នេះ
lt: Įrašyti į CD visas šio &atlikėjo dainas
nb: &Brenn alle spor med denne artisten
nds: All Stücken vun dissen Künstler &brennen
ne: यो कलाकारद्वारा सबै ट्रयाकहरू बर्न गर्नुहोस्
nl: Alle tracks van deze artiest &branden
nn: &Brenn alle spora med denne artisten
pa: ਇਹ ਕਲਾਕਾਰ ਦੇ ਸਭ ਟਰੈਕ ਲਿਖੋ(&B)
pl: &Nagraj wszystkie utwory tego wykonawcy
pt: &Gravar Todas as Faixas deste Artista
pt_br: &Queimar Todas as Faixas Deste Artista
ru: Записать на диск все песни этого &исполнителя
se: &Boaldde buot dán artistta bihtáid
sk: &Napáliť všetky skladby od tohto umelca
sr: &Нарежи све нумере овог извођача
th: เขียนเพ&ลงทั้งหมดโดยศิลปินคนนี้ลงซีดี
tr: &Bu Sanatçının Tüm Parçalarını Cd'ye Yaz
uk: За&писати всі доріжки цього виконавця

source: &Burn All Tracks by This Composer
af: Skryf alle snitte deur hierdie saamsteller
bg: &Запис на всички записи на този композитор
ca: &Grava totes les peces d'aquest compositor
cs: Vy&pálit všechny skladby tohoto skladatele
da: &Brænd alle spor af denne komponist
de: Alle Stücke dieses &Komponisten brennen
el: Ε&γγραφή όλων των κομματιών αυτού του συνθέτη
es: &Grabar todas las pistas de este compositor
et: &Kirjuta kõik selle helilooja palad
fa: &سوزاندن همۀ شیارها توسط این مؤلف‌
fi: &Polta kaikki tämän säveltäjän kappaleet
fr: &Graver tous les morceaux de ce compositeur
hu: A szer&ző összes számának kiírása
it: &Masterizza tutte le tracce di questo compositore
ja: この作曲者のすべてのトラックを焼く(&B)
km: ដុត​បទ​ទាំងអស់ ដែល​តែង​ដោយ​កម្មវិធី​តែ​ង​នេះ
lt: Įrašyti į CD visas šio &kompozitoriaus dainas
nb: &Brenn alle spor av denne komponisten
nds: All Stücken vun dissen Künstler &brennen
ne: यो कम्पोजरद्वारा सबै ट्रयाक बर्न गर्नुहोस्
nl: Alle tracks van deze &componist branden
nn: &Brenn alle spora av denne komponisten
pa: ਇਹ ਕੰਪੋਜ਼ਰ ਦੇ ਸਭ ਟਰੈਕ ਲਿਖੋ(&B)
pl: &Nagraj wszystkie utwory tego kompozytora
pt: &Gravar Todas as Faixas deste Artista
pt_br: &Queimar Todas as Faixas Deste Compositor
ru: Записать на диск все песни этого &композитора
se: &Boaldde buot dán komponistta bihtáid
sk: Napáliť všetky &skladby tohto skladateľa
sr: &Нарежи све нумере овог композитора
th: เขียนเพ&ลงทั้งหมดโดยผู้ประพันธ์คนนี้ลงซีดี
tr: &Bu Bestecinin Tüm Parçalarını Cd'ye Yaz
uk: За&писати всі доріжки цього композитора

source: &Burn This Album
af: Skryf hierdie album
bg: &Запис на този албум
ca: &Grava aquest àlbum
cs: &Vypálit toto album
da: &Brænd dette album
de: Dieses &Album brennen
el: Ε&γγραφή αυτού του άλμπουμ
es: &Grabar este álbum
et: &Kirjuta see album
fa: &سوزاندن این آلبوم‌
fi: &Polta tämä levy
fr: &Graver cet album
hu: Az &album kiírása
it: &Masterizza questo album
ja: このアルバムを焼く(&B)
km: ដុត​អាល់ប៊ុម​នេះ
lt: Įrašyti į CD šį a&lbumą
nb: &Brenn dette albumet
nds: Dit Album &brennen
ne: यो एल्बम बर्न गर्नुहोस्
nl: Dit album &branden
nn: &Brenn dette albumet
pa: ਇਹ ਐਲਬਮ ਲਿਖੋ(&B)
pl: &Nagraj ten album
pt: &Gravar este Álbum
pt_br: &Queimar Este Álbum
ru: Записать на диск дорожки этого &альбома
se: &Boaldde dán skearru
sk: Napáliť tento &album
sr: &Нарежи овај албум
th: เขียนอั&ลบั้มนี้ลงซีดี
tr: Bu &Albümü Cd'ye Yaz
uk: За&писати цей альбом

source: B&urn to CD
af: Skryf na CD
bg: &Запис на CD
ca: &Grava a un CD
cs: V&ypálit na CD
da: B&rænd til cd
de: Auf CD &brennen
el: Εγγ&ραφή σε CD
es: G&rabar a CD
et: K&irjuta CD-le
fa: &سوزاندن دیسک فشرده‌
fi: P&olta CD-levylle
fr: &Graver sur un CD
hu: &CD-re írás
it: &Masterizza CD
ja: CD に焼く(&U)
km: ដុត​ទៅកាន់​​ស៊ីឌី
lt: &Įrašyti į CD
nb: B&renn til CD
nds: Op CD &brennen
ne: सीडीमा बर्न गर्नुहोस्
nl: Op &cd branden
nn: B&renn til CD
pa: CD ਉੱਤੇ ਲਿਖੋ(&u)
pl: N&agraj na CD
pt: Gravar para o &CD
pt_br: Q&ueimar em CD
ru: Записать на &диск
se: Boaldde CD:ii
sk: Napá&liť na CD
sr: Н&арежи на CD
th: เขีย&นลงแผ่นซีดี
tr: CD'ye &Yaz
uk: За&писати на КД

source: _n: &Organize File... &Organize %n Files...
af: Organiseer Lêer... Organiseer %n Lêers...
bg: &Организиране на файла... &Организиране на %n файла...
ca: &Organitza el fitxer... &Organitza els %n fitxers...
cs: &Organizovat soubor... &Organizovat %n soubory... &Organizovat %n souborů...
da: &Organisér fil... &Organisér %n filer...
de: Datei&verwaltung ... %n Dateien &verwalten ...
el: Οργάνωση αρχείου... Οργάνωση %n αρχείων...
es: &Organizar el archivo... &Organizar los %n archivos...
et: &Korralda fail... &Korralda %n faili...
fa: &سازماندهی %n پرونده...
fi: &Järjestele tiedosto… &Järjestele %n tiedostoa…
fr: &Organisation du fichier... &Organisation des %n fichiers...
hu: %n fájl ren&dszerezése...
it: &Organizza file... &Organizza %n file...
ja: %n 個のファイルを整理(&O)...
km: រៀបចំ​ឯកសារ %n​...
lt: &Sudėlioti %n bylą... &Sudėlioti %n bylas... &Sudėlioti %n bylų...
nb: &Organiser fil ... & Organiser %n filer …
nds: &Datei bestüern... %n &Dateien bestüern...
ne: फाइल सङ्गठित पार्नुहोस्... %n फाइलहरू सङ्गठित पार्नुहोस्...
nl: Bestand &organiseren... %n bestanden &organiseren...
nn: &Organiser fil … &Organiser %n filer …
pa: ਫਾਇਲ ਪਰਬੰਧ(&O)... %n ਫਾਇਲ ਪਰਬੰਧ(&O)...
pl: &Zbierz jeden plik... &Zbierz %n pliki... &Zbierz %n plików...
pt: &Organizar o Ficheiro... &Organizar os %n Ficheiros...
pt_br: &Organizar Arquivo... &Organizar %n Arquivos...
ru: &Организовать %n файл... &Организовать %n файла &Организовать %n файлов
se: Organisere fiilla … Organisere %n fiilla …
sk: &Spravovať súbor... &Spravovať %n súbory... &Spravovať %n súborov...
sr: &Организуј %n фајл... &Организуј %n фајла... &Организуј %n фајлова...
th: จั&ดแฟ้ม %n แฟ้ม...
tr: %n &Dosyayı Düzenle...
uk: Зорганізувати %n файл... Зорганізувати %n файли... Зорганізувати %n файлів...

source: _n: &Delete File... &Delete %n Files...
af: Vee lêer uit... Vee %n lêers uit...
bg: &Изтриване на файла... &Изтриване на %n файла...
ca: &Esborra el fitxer... &Esborra els %n fitxers...
cs: S&mazat soubor... S&mazat %n soubory... S&mazat %n souborů...
da: S&let fil... S&let %n filer...
de: Datei &löschen ... %n Dateien &löschen ...
el: Διαγραφή αρχείου... Διαγραφή %n αρχείων...
es: &Borrar el archivo... &Borrar los %n archivos...
et: K&ustuta fail... K&ustuta %n faili...
fa: &حذف %n پرونده...
fi: &Poista tiedosto… &Poista %n tiedostoa…
fr: &Effacement du fichier... &Effacement des %n fichiers...
hu: %n fájl &törlése...
it: &Elimina file... &Elimina %n file...
ja: %n 個のファイルを削除(&D)...
km: លុប​ឯកសារ %n...
lt: &Šalinti %n bylą... &Šalinti %n bylas... &Šalinti %n bylų...
nb: &Slett fil ... &Slett %n filer …
nds: Stück &wegdoon... %n Stücken &wegdoon
ne: फाइल मेट्नुहोस्... %n फाइलहरू मेट्नुहोस्...
nl: Bestand verwij&deren... %n bestanden verwij&deren...
nn: &Slett fil … &Slett %n filer …
pa: ਫਾਇਲ ਹਟਾਓ(&D)... %n ਫਾਇਲਾਂ ਹਟਾਓ(&D)...
pl: &Usuń jeden plik... &Usuń %n pliki... &Usuń %n plików...
pt: &Remover o Ficheiro... &Remover os %n Ficheiros...
pt_br: &Apagar Arquivo... &Apagar %n Arquivos...
ru: Удалить %n файл... Удалить %n файла Удалить %n файлов
se: Sihko fiilla … Sihko %n fiilla …
sk: &Vymazať súbor... &Vymazať %n súbory... &Vymazať %n súborov...
sr: О&бриши %n фајл... О&бриши %n фајла... О&бриши %n фајлова...
th: ล&บแฟ้ม %n แฟ้ม...
tr: %n Dosya &Sil...
uk: Вилучити %n файл... Вилучити %n файли... Вилучити %n файлів...
