Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: No new media devices were found. If you feel this is an error, ensure that the DBUS and HAL daemons are running and KDE was built with support for them. You can test this by running "dcop kded mediamanager fullList" in a Konsole window.
af: Geen nuwe media toestelle was gevind nie. As jy voel dat dit fout is, maak seker dat die DBUS en HAL bedieners loop en dat KDE met ondersteuning daarvoor gebou was. Jy kan dit toets deur "dcop kded mediamanager fullList " in 'n Konsole venster in te tik.
bg: Не са открити устройства. Ако мислите, че това е грешка, проверете дали са стартирани демоните DBUS и HAL, а също и дали KDE ги поддържа. Можете да проверите това като в конзола изпълните "dcop kded mediamanager fullList".
ca: No s'han trobat nous dispositius de suports. Si creieu que és un error. assegureu-vos que els dimonis DBUS i HAL s'estan executant i que el KDE s'ha compilat implementant-los. Ho podeu comprovar executant `dcop kded mediamanager fullList` en una finestra del Konsole.
da: Ingen nye medieenheder fundet. Hvis du mener at dette er en fejl, så sørg for at DBUS- og HAL-dæmonerne kører, og at KDE er bygget med understøttelse for dem. Du kan teste dette ved at køre "dcop kded mediamanager fullList" i et terminalvindue.
de: Es wurde kein neuer Media-Player gefunden. Falls Sie sicher sind, dass dies ein Fehler ist, so stellen Sie bitte sicher, dass die Hintergrundprogramme für DBUS und HAL laufen, und das KDE diese unterstützt. Dies können Sie mit dem Befehl "dcop kded mediamanager fullList" in einem Konsole-Fenster testen.
el: Δε βρέθηκαν νέες συσκευές πολυμέσων. Αν νομίζετε ότι αυτό είναι λάθος, σιγουρευτείτε ότι εκτελούνται οι δαίμονες DBUS και HAL και ότι το KDE έχει υποστήριξη για αυτούς. Αυτό μπορεί να ελεγχθεί εκτελώντας την εντολή "dcop kded mediamanager fullList" σε ένα παράθυρο του Konsole.
es: No se han encontrado nuevos dispositivos. Si consideras que esto es un error, asegúrese que los demonios DBUS y HAL están ejecutándose y que KDE los soporte. Puede comprobar esto ejecutando "dcop kded mediamanager fullList" en una ventana de Konsole.
et: Ühtegi meediaseadet ei leitud. Kui arvad, et see on viga, konrolli, kas DBUS- ja HAL-deemon töötab ning KDE neid toetab. Selle kontrollimiseks anna Konsoolis käsk "dcop kded mediamanager fullList".
eu: Ez da multimediako gailu berririk aurkitu. Errorea izanez gero ziurtatu DBUS eta HAL daemon-ak exekutatzen ari direla eta hauek onartzeko aukerarekin eraiki dela KDE. Hau probatzeko landu honako komandoa: "dcop kded mediamanager fullList" kontsolako leihoan.
fa: هیچ دستگاه رسانۀ جدیدی یافت نشد. اگر احساس می‌کنید این یک خطاست، مطمئن شوید که شبحهای DBUS و HAL اجرا می‌شوند و KDE با پشتیبان برای آنها ساخته شد. می‌توانید این را با اجرای »dcop kded mediamanager fullList« در یک پنجرۀ پیشانه آزمایش کنید.
fi: Uusia medialaitteita ei löytynyt. Jos tämä on mielestäsi virhe, varmista että DBUS- ja HAL-palvelut ovat päällä ja että KDE:ssä on niille tuki. Voit varmistaa tämän ajamalla komennon ”dcop kded mediamanager fullList” Konsolessa.
fr: Aucun nouveau média n'a été trouvé. Si vous pensez que c'est une erreur, assurez-vous que les daemons DBUS et HAL sont en fonctionnement et que KDE a été compilé avec leurs supports. Vous pouvez tester cela en exécutant la commande suivant : "dcop kded mediamanager fullList" dans une Konsole.
he: לא נמצאו התקני־מדיה חדשים. אם אתה סבור שמדובר שטעות, וודא שתהליכי הרגע של DBUS ו־ HAL רצים ושסביבת KDE נבנתה עם תמיכה בהם. ביכולתך לבדוק זאת על־ידי הרצת "dcop kded mediamanager fullList" בחלון Konsole.
hu: Nem található új médiaeszköz. Ha úgy gondolja, hogy ez hiba, akkor gondoskodjon arról, hogy fusson a DBUS és a HAL szolgáltatás, illetve ellenőrizze, hogy a KDE tartalmazza-e az ezekhez szükséges támogatást. A fentieket ellenőrizheti a következő paranccsal (amelyet például egy Konsole-ablakban adhat ki): "dcop kded mediamanager fullList".
it: Nessun nuovo dispositivo multimediale trovato. Se pensi che ciò sia un errore, assicurati che i demoni DBUS e HAL siano in esecuzione e KDE sia stata compilato con il relativo supporto. Puoi verificarlo eseguendo "dcop kded mediamanager fullList" in una finestra di Konsole.
ja: 新しいメディアデバイスは見つかりませんでした。 これが間違いだと思う場合は、DBUS と HAL デーモンが実行中で、 KDE がこれらのサポート付きでビルドされていることを確認してください。 これは Konsole ウィンドウで次を実行することによってテストできます。 "dcop kded mediamanager fullList"
km: រក​មិនឃើញ​ឧបករណ៍​ផ្ទុក​ថ្មី ។ ប្រសិន​បើ​អ្នក​គិត​ថា​​វា​មាន​ កំហុស សូម​ប្រាកដ​ថាដេមិន DBUS និង HAL កំពុង​តែ​រត់ ហើយ​ KDE ត្រូវ​បាន​ស្ថាបនា​​ដោយ​មាន​ការ​គាំទ្រ​ពីពួកវា ។ អ្នក​អាច​សាកល្បង​វា ដោយ​រត់ "បញ្ជី​ពេញលេញ​នៃ​កម្មវិធី​គ្រប់គ្រង​មេឌៀ របស់ dcop kded" នៅ​ក្នុង​បង្អួច​របស់​កុងសូល ។
ko: 발견된 새로운 미디어 장치가 없습니다. 만약 이것이 오류라고 느껴진다면, DBUS와 HAL 데몬이 실행중인지 확인해보십시오. 그리고 KDE가 그것들에 대해 설치되어 있는지 확인하십시오. 여러분들은 이것을 시험하기 위해 다음의 명령을 콘솔창에 입력하십시오. "dcop kded mediamanager fullLis"
lt: Naujų muzikos įrenginių nerasta. Jei manote, kad tai klaida, patikrinkite ar paleistos DBUS ir HAL tarnybos ir ar KDE tvarkingai su jomis dirba. Patikrinti galite Konsolėje įvedę komandą „dcop kded mediamanager fullList“.
nb: Fant ingen nye medieenheter. Hvis du mener at dette er feil, se etter at nissene DBUS og HAL er i gang, og at KDE ble laget med støtte for dem. Du kan sjekk dette ved å skrive «dcop kded mediamanager fullList» i et Konsole-vindu.
nds: Keen niege Medienreedschappen funnen. Wenn Di dat verkehrt vörkummt, beseker bitte, wat de Dämonen "dbus" un "hal" loopt un bi KDE dor de Ünnerstütten för inkompileert is. Dat kannst Du utproberen, wenn Du "dcop kded mediamanager fullList" binnen en Konsole-Finster utföhrst.
ne: कुनै नयाँ मिडिया यन्त्रहरू फेला परेन । यदि तपाईँले गल्ति ठान्नुभयो भने, DBUS र HAL डेइमोनहरू चलिरहेको छ भन्ने निश्चित गर्नुहोस् र तिनीहरूको समर्थनबाट केडीई बनेको हो भन्ने निश्चित गर्नुहोस् । तपाईँ यसलाई कन्सोल सञ्झ्यालमा "dcop kded mediamanager fullList" चलाएर परीक्षण गर्न सक्नुहुन्छ ।
nl: Er zijn geen nieuwe media-apparaten gevonden. Als u van mening bent dat dit onjuist is, verzeker u er dan van dat de daemons DBUS en HAL draaien en dat KDE hiervoor ingebouwde ondersteuning heeft. U kunt dit testen door het commando "dcop kded mediamanager fullList" in een venster van Konsole uit te voeren.
nn: Fann ingen medieeiningar. Viss du meiner dette er feil, bør du kontrollera at DBUS- og HAL-tenestene køyrer, og at KDE vart bygd med støtte for dei. Du kan testa dette med kommandoen «dcop kded mediamanager fullList» i eit konsollvindauge.
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਅਜੇਹਾ ਜੰਤਰ ਨਹੀਂ ਹੈ, ਜੋ ਕਿ ਅਮਰੋਕ ਨਾਲ ਵਰਤਿਆ ਜਾ ਸਕੇ।
pl: Nie znaleziono żadnych nowych urządzeń mediów. Jeśli uważasz, że jest to błąd, upewnij się, że demony DBUS i HAL są uruchomione i KDE zostało zbudowane z ich obsługą. Możesz to sprawdzić uruchamiając "dcop kded mediamanager fullList" w oknie Konsoli.
pt: Não foram detectados dispositivos multimédia novos. Se achar que isto é um erro, verifique se os servidores de DBUS e HAL estão a correr e se o KDE foi compilado com suporte para eles. Poderá testar isto se executar o comando "dcop kded mediamanager fullList" numa janela do Konsole.
pt_br: Nenhum novo dispositivo de mídia foi encontrado. Se você acha que isso é um erro, certifique-se que os daemons DBUS e HAL estão sendo executados e que o KDE foi compilado com suporte a eles. Você pode fazer o teste executando "dcop kded mediamanager fullList" em uma janela do Konsole.
se: Ii gávdnan ođđa mediaovttadagaid. Jus du mielas dát lea meattáhus, de fertet dárkkistit ahte DBUS- ja HAL-duogášprográmmat leat jođus ja ahte KDE huksejuvvui nu ahte das lea doarjja dan várás. Sáhtát dan iskat dáinna gohččumiin "dcop kded mediamanager fullList" Konsole láses.
sk: Neboli nájdené žiadne nové mediálne zariadenia. Ak sa nazdávate, že toto je chyba, uistite sa, že démony DBUS a HAL bežia a KDE bolo zostavené s podporou pre ne. Toto môžete otestovať spustením "dcop kded mediamanager fullList" v okne Konsole.
sr: Није нађен ниједан нов уређај. Ако мислите да је ово грешка, проверите да ли DBUS и HAL демони раде и да ли је KDE изграђен са подршком за њих. Ово можете испробати извршивши „dcop kded mediamanager fullList“ у прозору Konsole.
th: ไม่พบอุปกรณ์เล่นสื่อเครื่องใหม่ หากคุณรู้สึกว่านี่เป็นข้อผิดพลาด ให้ตรวจสอบว่ามีแดมอน DBUS และ HAL กำลังทำงานอยู่และ KDE ถูกคอมไพล์โดยรองรับแดมอนเหล่านี้หรือไม่ คุณสามารถทำการตรวจสอบ เรื่องนี้ได้โดยการสั่งคำสั่ง "dcop kded mediamanager fullList" ในหน้าต่าง Konsole
uk: Не знайдено нових пристроїв носіїв даних. Якщо ви думаєте, що це помилка, то переконайтесь, що запущено даемони DBUS і HAL та, що KDE було зібрано з їх підтримкою. Це можна перевірити за допомогою "dcop kded mediamanager fullList" у вікні Konsole.

source: Sorry, you cannot define two devices with the same name and mountpoint!
af: Jammer, jy kan nie twee toestelle met dieselfde naam en koppelpunt hê nie.
bg: Не можете да имате две устройства с едно и също име и точка на монтиране!
ca: Disculpeu, no podeu definir dos dispositius amb el mateix nom i punt de muntatge!
da: Du kan desværre ikke definere to enheder med samme navn og monteringspunkt.
de: Es ist nicht möglich, zwei Geräte mit dem selben Namen und Mountpunkt anzulegen.
el: Λυπάμαι,δεν μπορείτε να ορίσετε δύο συσκευές με το ίδιο όνομα και σημείο προσάρτησης!
es: Lo siento, ¡no puede definir dos dispositivos con el mismo nombre y punto de montaje!
et: Vabandust, kaks seadet ei saa olla ühe ja sama nime ning ühenduskohaga!
eu: Ezin dira definitu bi gailu izen eta muntatze-puntu berdinarekin.
fa: متأسفم، نمی‌توانید دو دستگاه را با نام و نقطه سوار کردن مشابه تعریف کنید!
fi: Et voi määritellä kahta laitetta, joilla on sama nimi ja liitoskohta.
fr: Désolé, vous ne pouvez pas définir deux périphériques avec le même nom et point de montage !
he: מצטערים, אי אפשר להגדיר שני התקנים עם אותה נקודת עגינה!
hu: Nem adható meg több olyan eszköz, amelyek neve és csatolási pontja megegyezik.
it: Spiacente, non puoi specificare due dispositivi con lo stesso nome e punto di mount!
ja: 同じ名前とマウントポイントで2つのデバイスを定義することはできません。
ka: ბოდიში, თქვენ არ შეგიძლიათ მიუთითოთ ორ მოწყობილობას იგივე სახელი და მონტირების წერტილი!
km: បន្ថែម​ឧបករណ៍...
ko: 죄송합니다. 같은 이름과 마운트 지점으로 두 장치를 정의할 수 없습니다.
lt: Negalima dviems įrenginiams nurodyti tokio pačio pavadinimo ir tokios pačios prijungimo vietos!
nb: Du kan ikke angi to enheter med samme navn og monteringspunkt!
nds: Deit mi leed, man Du kannst nich twee Reedschappen mit den sülven Naam un Inhangoort fastleggen!
ne: माफ गर्नुहोस्, तपाईँ एउटै नाम र माउन्टबिन्दु भएको दुई यन्त्रहरू परिभाषित गर्न सक्नुहुन्न!
nl: Helaas, u kunt niet twee apparaten definiëren met dezelfde naam en aankoppelpunt.
nn: Du kan ikkje definera to einingar med same namn og monteringspunkt.
pa: ਅਫ਼ਸੋਸ, ਤੁਸੀਂ ਦੋ ਜੰਤਰਾਂ ਲਈ ਇੱਕੋ ਨਾਂ ਅਤੇ ਮਾਊਂਟ ਥਾਂ ਨਹੀਂ ਦੇ ਸਕਦੇ ਹੋ!
pl: Niestety, nie możesz podać dwóch urządzeń z tą samą nazwą i punktem montowania!
pt: Desculpe, mas não pode definir dois dispositivos com o mesmo nome e ponto de montagem!
pt_br: Desculpe, você não pode definir dois dispositivos com o mesmo nome e ponto de montagem!
se: Ándagassii, it sáhte meroštit guovtte ovttadaga mas leat seamma namat ja čatnanbáikkit.
sk: Ľutujem, nemôžete definovať dve zariadenia s takým istým názvom a bodom pripojenia!
sr: Извините, али не можете дефинисати два уређаја са истим именом и тачком монтирања!
th: ขออภัย คุณไม่สามารถตั้งให้อุปกรณ์สองเครื่อง ใช้ชื่อและจุดเมานท์เดียวกันได้!
tr: Aynı isimli ve aynı bağlanma noktasını kullanan iki aygıt tanımlayamazsınız!
uk: Вибачте, не можна вказувати два пристрої з однаковими назвами та точками підключення!

source: Add New Device
af: Voeg nuwe toestel by
bg: Добавяне на ново устройство
ca: Afegeix un nou dispositiu
cs: Přidat nové zařízení
da: Tilføj ny enhed
de: Neues Gerät hinzufügen
el: Προσθήκη νέας συσκευής
es: Añadir nuevo dispositivo
et: Uue seadme lisamine
eu: Gehitu gailu berria
fa: افزودن دستگاه جدید
fi: Uusi laite
fr: Ajouter un nouveau périphérique
he: הוסף התקן חדש
hu: Új eszköz hozzáadása
it: Aggiungi nuovo dispositivo
ja: 新規デバイスを追加
ka: ახალი მოწყობილობის დამატება
km: (ថ្មី !) ឈ្មោះ​ឧបករណ៍ ៖
ko: 새 장치 추가
lt: Įdėti naują įrenginį
nb: Legg til en ny enhet
nds: Nieg Reedschap tofögen
ne: नयाँ यन्त्र थप्नुहोस्
nl: Nieuw apparaat toevoegen
nn: Legg til ny eining
pa: ਨਵਾਂ ਜੰਤਰ ਸ਼ਾਮਿਲ
pl: Dodaj nowe urządzenie
pt: Adicionar um Novo Dispositivo
pt_br: Adicionar Novo Dispositivo
ru: Добавить новое переносное устройство
se: Lasit ođđa ovttadaga
sk: Pridať nové zariadenie
sr: Додај нови уређај
th: เพิ่มอุปกรณ์ใหม่
tr: Yeni Aygıt Ekle
uk: Додати новий пристрій

source: Select the plugin to use with this device:
af: Kies 'n inprop module wat met hierdie toestel gebruik moet word:
bg: Изберете приставката за устройството:
ca: Seleccioneu el connector per emprar amb aquest dispositiu:
cs: Zvolte modul pro použití s tímto zařízením:
da: Vælg plugin at bruge med denne enhed:
de: Wählen Sie das für dieses Gerät zu verwendende Modul:
el: Επιλέξτε το πρόσθετο για χρήση με αυτήν τη συσκευή:
es: Selecciona la extensión a usar con este dispositivo:
et: Antud seadme puhul kasutatav plugin:
eu: Hautatu plugin-a gailuarekin erabiltzeko:
fa: برگزیدن وصلۀ مورد استفاده با این دستگاه:
fi: Laitteen kanssa käytettävä liitännäinen:
fr: Sélectionnez le plugin à utiliser pour ce périphérique :
he: בחר את התוסף לשימוש עבור התקן זה:
hu: Válassza ki az eszközhöz használandó modult:
it: Seleziona il plugin da usare per questo dispositivo:
ja: このデバイスに使うプラグインを選択:
ka: ამ მოწყობილობასთან გამოსაყენებელი მოდულის არჩევა:
km: ឈ្មោះ​ឧបករណ៍ ៖
ko: 이 장치와 같이 사용될 플러그인 선택:
lt: Nurodykite šiam įrenginiui įskiepį:
nb: Velg programtillegg som skal brukes med denne enheten:
nds: Söök bitte dat Moduul för disse Reedschap ut:
ne: यो यन्त्रसँग प्रयोग गर्न प्लगइन चयन गर्नुहोस्:
nl: Selecteer de plugin die u met dit apparaat wilt gebruiken:
nn: Vel programtillegg for eininga:
pa: ਇਹ ਜੰਤਰ ਨਾਲ ਵਰਤਣ ਲਈ ਪਲੱਗਇਨ ਦੀ ਚੋਣ ਕਰੋ:
pl: Wybierz wtyczkę, której używać dla tego urządzenia:
pt: Seleccione o 'plugin' a usar com este dispositivo:
pt_br: Selecionar o plugin para usar com este dispositivo:
se: Vállje makkár lassemoduvlla galgá geavahit dán ovttadahkii:
sk: Vyberte modul, ktorý chcete použiť s týmto zariadením:
sr: Изаберите прикључак који се користи са овим уређајем:
th: เลือกปลั๊กอินที่จะใช้กับอุปกรณ์นี้:
tr: Bu aygıtın kullanması için eklentiyi seçin:
uk: Виберіть втулок, щоб вживати для цього пристрою:

source: Enter a &name for this device (required):
af: Voer 'n naam vir hierdie toestel in (word vereis):
bg: &Име на устройството (задължително):
ca: Introduïu un &nom per aquest dispositiu (requerit):
cs: Zadejte jmé&no tohoto zařízení (povinné):
da: Indtast et &navn for denne enhed (krævet):
de: &Name für dieses Gerät (erforderlich):
el: Δώστε ένα ό&νομα για αυτήν τη συσκευή (απαιτείται):
es: Introduzca un &nombre para este dispositivo (obligatorio):
et: Seadme &nimi (nõutav):
eu: Sartu gailuaren &izena (beharrezkoa):
fa: وارد کردن &نامی برای این دستگاه )مورد نیاز(:‌
fi: Laitteen &nimi (pakollinen):
fr: Entrez un nom pour ce périphérique (requis) :
he: הזן &שם עבור התקן זה (חובה):
hu: Adjon meg egy &nevet ehhez az eszközhöz (kötelező):
it: Inserisci un &nome per questo dispositivo (necessario):
ja: このデバイスの名前(必須)を入力(&N):
ka: ამ მოწყობილობის სა&ხელი შეიყვანეთ (აუცილებელია):
km: បញ្ចូល​ឈ្មោះ​មួយ​សម្រាប់​ឧបករណ៍​នេះ (ចាំបាច់) ៖
ko: 이 장치에 대한 이름을 입력하십시요(필수)(&N):
lt: &Įrašykite įrenginio pavadinimą (būtina):
nb: Oppgi et &navn for denne enheten (påkrevd):
nds: Giff en &Naam för disse Reedschap in (nödig):
ne: यो (आवश्यक) यन्त्रका लागि नाम प्रविष्ट गर्नुहोस्:
nl: Voer een &naam in voor dit apparaat (vereist):
nn: Skriv inn &namn på eininga (nødvendig):
pa: ਇਹ ਜੰਤਰ ਲਈ ਇੱਕ ਨਾਂ ਦਿਓ (ਲੋੜੀਦਾ) (&n):
pl: Podaj &nazwę dla tego urządzenia (wymagane):
pt: Indique um &nome para este dispositivo (obrigatório):
pt_br: Digite um &nome para este dispositivo (obrigatório):
ru: &Введите имя устройства:
se: Čális dán ovttadaga &nama (bákkolaš):
sk: Zad&ajte názov pre toto zariadenie (vyžadované):
sr: Унесите &име за овај уређај (неопходно):
th: เติมชื่&อสำหรับอุปกรณ์นี้ (จำเป็น):
tr: Bu aygıt için bir &isim girin (gerekli):
uk: Введіть &назву цього пристрою (обов'язково):

source: Example: My_Ipod
af: Voorbeeld: My_iPOD
bg: Пример: My_Ipod
ca: Exemple: El_meu_Ipod
cs: Příklad: My_Ipod
da: Eksempel: Min_Ipod
de: Beispiel: Mein_iPod
el: Παράδειγμα: Το_Ipod_μου
es: Ejemplo: Mi_Ipod
et: Näide: Minu_Ipod
eu: Adibidea: Nire_iPod
fa: مثال: My_Ipod
fi: Esimerkki: Miu_Ipod
fr: Exemple : Mon_Ipod
he: לדוגמה: My_Ipod
hu: Példa: Saját_Ipod
it: Esempio: Mio_Ipod
ja: 例: My_Ipod
ka: მაგალითად: My_Ipod
km: ឧទាហរណ៍ ៖ My_Ipod
ko: 예제: My_Ipod
lt: Pavyzdžiui: mano_iPodas
nb: Eksempel: Min_iPod
nds: Bispeel: Mien_iPott
ne: उदाहरण: My_Ipod
nl: Voorbeeld: Mijn_Ipod
nn: Eksempel: Min_Ipod
pa: ਉਦਾਹਰਨ: My_Ipod
pl: Przykład: Moj_Ipod
pt: Exemplo: O_Meu_Ipod
pt_br: Exemplo: Meu_Ipod
ru: Например: My_Ipod
se: Ovdamearka: Mu_IPod
sk: Príklad: Moj_Ipod
sr: Пример: moj_ipod
th: ตัวอย่าง: My_Ipod
tr: Örnek: Benim_Ipodum
uk: Наприклад: Мій_Ipod

source: Enter a name for the device. The name must be unique across all devices, including autodetected devices. It must not contain the pipe ( | ) character.
af: Voer die naam van die toestel in. Die naam moet uniek vir alle toestelle, insluitend outo bespeurde toestelle, wees. Die pyp (|) karakter mag nie gebruik word nie.
bg: Въведете име на устройството. Трябва да е уникално и различно дори от авторазпознатите устройства. Не трябва да съдържа символа "|".
ca: Introduïu un nom pel dispositiu. El nom ha de ser únic per a tots els dispositius, inclosos els dispositius autodetectats. No pot contenir el caràcter de tuberia «|».
da: Indtast et navn på enheden. Navnet skal være entydigt for alle enheder, inklusive de som detekteres automatisk. Det må ikke indeholde tegnet lodret streg ( | ).
de: Geben Sie einen Namen für das Gerät ein. Der Name muss für alle Geräte einmalig sein, auch für automatisch erkannte. Der Name darf kein Pipe-Symbol (|) enthalten.
el: Δώστε ένα όνομα για αυτήν τη συσκευή. Το όνομα θα πρέπει να είναι μοναδικό σε σχέση με τις υπόλοιπες συσκευές, ακόμα και τις αυτόματα ανιχνεύσιμες. Δεν πρέπει να περιέχει το χαρακτήρα διασωλήνωσης ( | ).
es: Introduzca un nombre para el dispositivo. Este nombre deber ser único para cada dispositivo, incluidos aquellos detectados automáticamente. No debe contener el carácter de tubería ( | ).
et: Sisesta seadme nimi. See peab olema täiesti unikaalne (kaasa arvatud automaatselt tuvastatud seadmete seas). See ei tohi sisaldada püstkriipsu ( | ).
eu: Sartu gailuaren izena. Izena bakarra izan behar du gailu guztien artean, automatikoki detektatutako gailuak barne. Ezin du kanalizazio karakterea (|) eduki.
fa: برای دستگاه نامی وارد کنید. نام باید در سراسر همۀ دستگاهها یکتا باشد و شامل دستگاههای آشکارشدۀ خودکار باشد. نباید حاوی نویسۀ لوله ) | ( باشد.
fi: Anna yksilöllinen nimi laitteelle, joka ei sisällä ”|”-merkkiä.
fr: Entrer un nom pour le périphérique. Le nom doit être unique pour tous les périphériques, y compris pour les périphériques autodétectés. Il ne doit pas contenir de pipe ( | ).
he: הזן שם עבור התקן־המדיה. השם חייב להיות ייחודי בין כל שאר ההתקנים, ובכלל זה ההתקנים שזוהו באופן אוטומטי. השם לא יכול להכיל את תו הקו־האנכי ( | ).
hu: Adjon meg egy nevet az eszközhöz. A névnek egyedinek kell lennie az eszköznevek között (beleértve az automatikusan azonosított eszközöket is). Nem tartalmazhat "csővezeték" ( | ) karaktert.
it: Inserisci un nome per questo dispositivo. Il nome deve essere univoco per tutti i dispositivi, inclusi quelli rilevati automaticamente. Non può contenere il carattere di pipe ( | ).
ja: デバイスの名前を入力してください。名前は自動検出したものも含めて、すべてのデバイスで一意でなければなりません。また、名前にパイプ (|) を使用することはできません。
ka: მოწყობილობის სახელი შეიყვანეთ. სახელი უნდა იყოს უნიკალური ყველა მოწყობილობებში, ავტოამოცნობილი მოწყობილობების ჩათვლით. იგი არ უნდა შეიცავდეს მილის ( | ) სიმბოლოს.
km: បញ្ចូល​ឈ្មោះ​មួយ​សម្រាប់​ឧបករណ៍ ។ ឈ្មោះ​ត្រូវ​តែ​ខុស​គ្នា​ពី​ឧបករណ៍​ផ្សេង​ទៀត រួម​ទាំង​ឧបករណ៍​ដែល​មិន​ទាន់​បាន​រកឃើញ​ផង​ដែរ ។ វា​មិន​ត្រូវ​មាន​តួអក្សរ​បំពង់ ( | ) ឡើយ ។
ko: 장치에 대한 이름을 입력하십시오. 이름은 자동으로 검색될 장치를 포함하여 모든 장치를 통틀어 유일해야 합니다. 이것은 파이프 문자(|)를 포함해서는 안됩니다.
lt: Įrašykite įrenginio pavadinimą. Visų įrenginių, įskaitant automatiškai aptiktus įrenginius, pavadinimai turi būti skirtingi. Pavadinime negalima naudoti vertikalaus brūkšnio „|“.
nb: Oppgi et navn for enheten. Navnet må være entydig blant alle enheter, også de som er automatisk oppdaget. Det må ikke inneholdet tegnet «|» (rør).
nds: Giff en Naam för de Reedschap in. De Naam mutt twischen all Reedschappen eensoortet wesen, dat gellt ok för automaatsch funnen Reedschappen. Dat Balken-Teken ("|") mutt dor nich binnen vörkamen.
ne: यन्त्रका लागि नाम प्रविष्ट गर्नहोस् । नाम स्वत: पत्ता लगाउने यन्त्रहरू समावेश भएको, सबै यन्त्र मध्य अद्वितिय हुनुपर्छ । यसले पाइप ( | ) क्यारेक्टर समावेश गर्दैन ।
nl: Voer een naam in voor het apparaat. De naam dient uniek te zijn voor alle apparaten, inclusief automatisch gevonden apparaten. Het letterteken '|' mag niet gebruikt worden.
nn: Skriv inn eit namn på eininga. Namnet må vera unikt blant alle einingar, òg automatisk attkjende einingar. Det kan ikkje innehelda røyrteiknet («|»).
pa: ਜੰਤਰ ਲਈ ਇੱਕ ਨਾਂ ਦਿਓ: ਨਾਂ ਸਵੈ-ਚਾਲਤ ਖੋਜੇ ਜੰਤਰ ਸਮੇਤ ਸਭ ਜੰਤਰਾਂ ਵਿੱਚੋਂ ਵਿਲੱਖਣ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ। ਇਸ ਵਿੱਚ ਪਾਈਪ (|) ਅੱਖਰ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Podaj nazwę dla urządzenia. Nazwa musi być unikatowa pośród urządzeń, włączając w to urządzenia wykrywane automatycznie. Nie może zawierać znaku strumienia ( | ).
pt: Indique um nome para o dispositivo. O nome deverá ser único em todos os dispositivos, incluindo os detectados automaticamente. Não deverá conter o carácter de barra vertical ( | ).
pt_br: Digite um nome para o dispositivo. O nome deve ser único entre todos os dispositivos, incluindo os dispositivos autodetectados. Ele não pode conter o caractere de pipe ( | ).
se: Čális ovttadaga nama. Namma ferte leat sierra buot ovttadagaid várás, maiddái autoáicojuvvon ovttadagaid várás. Namas ii sáhte leat bohccemearka (|).
sk: Zadajte názov zariadenia. Názov musí byť jedinečný spomedzi všetkých zariadení, vrátane automaticky detegovaných. Nesmie obsahovať znak rúry ( | ).
sr: Унесите име за уређај. Име мора бити јединствено међу свим уређајима, укључујући и оне који се аутоматски откривају. Не сме садржати знак „|“.
th: ใส่ชื่อสำหรับอุปกรณ์ โดยชื่อของแต่ละอุปกรณ์จะต้องไม่ซ้ำกัน รวมทั้งอุปกรณ์ที่จะถูกตรวจเจอโดยอัตโนมัติด้วย และจะต้องไม่มีตัวอักษร pipe (|)
uk: Введіть назву пристрою. Назва мусить бути унікальною з-поміж усіх пристроїв, включно з автовиявленими пристроями. Назва не може містити символ ( | ).
