Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Redirecting to:
af: Herlei na:
bg: Пренасочване към:
ca: S'està redirigint a:
cs: Přesměrování na:
da: Sender videre til:
de: Weiterleitung nach:
el: Ανακατεύθυνση στο:
es: Redireccionando a:
et: Ümbersuunamine:
eu: Berbideratu hona:
fa: تغییر جهت دادن به:
fi: Uudelleenohjaus:
fr: Redirection vers :
he: מפנה אל:
hu: Átirányítás ide:
it: Redirezione a:
ja: 次へリダイレクト:
ka: გადამისამართება:
km: កំពុង​ប្ដូរ​ទិស​ទៅ ៖
ko: 다음으로 전환중:
lt: Persiunčiama į:
nb: Omadresserer til:
nds: Ümledden na:
ne: यसमा पुन: निर्देशन गर्दै:
nl: Omleiden naar:
nn: Koplar vidare til:
pa: ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਨ:
pl: Przekierowywanie do:
pt: A redireccionar para:
pt_br: Redirecionando para:
ru: Перенаправление на:
se: Laktašeamen viidáseapput deikke:
sk: Presmerovanie na:
sr: Преусмеравам на:
th: ย้ายไปที่:
tr: Buraya yönlendiriliyor:
uk: Перенаправлення на:

source: The host is unknown for the URL: <i>%1</i>
af: Die bediener vir die URL: <i>%1</i> is onbekend.
bg: Неизвестен хост за адрес: <i>%1</i>
ca: No s'ha trobat la màquina per a l'URL: <i>%1</i>
cs: Neznámý hostitel pro URL: <i>%1</i>
da: Værtsnavnet er ukendt for URL'en: <i>%1</i>
de: Der Rechner ist unbekannt. URL: <i>%1</i>
el: Άγνωστος εξυπηρετητής στο URL: <i>%1</i>
es: Máquina desconocida en el URL: <i>%1</i>
et: Sellise URL-iga masin on tundmatu: <i>%1</i>
eu: Ostalaria ezezaguna da URLan: <i>%1</i>
fa: میزبان برای نشانی وب، ناشناخته است: <i>%1</i>
fi: Kohdekonetta ei löytynyt osoitteelle <i>%1</i>
fr: Impossible d'ouvrir l'URL <i>%1</i> : hôte inconnu.
he: המארח לכתובת <i>%1</i> אינו ידוע
hu: A gépnév nem ismert ennél az URL-nél: <i>%1</i>
it: Host sconosciuto all'URL: <i>%1</i>
ja: 未知の URL ホスト: <i>%1</i>
ka: ჰოსტი URL-თვის უცნობია: <i>%1</i>
km: មិន​ស្គាល់​ម៉ាស៊ីន​ដែល​មាន URL ៖ <i>%1</i>
ko: 이 URL에 대한 호스트가 알려지지 않았습니다. <i>%1</i>
lt: Šio URL mazgas nerastas: <i>%1</i>
nb: Verten til denne nettadressen er ukjent: <i>%1</i>
nds: Nich bekannt Reekner in URL: <i>%1</i>
ne: होस्ट यूआरएलका लागि अज्ञात छ: <i>%1</i>
nl: De host is onbekend voor het volgende URL-adres: <i>%1</i>
nn: Verten til denne nettadressa er ukjend: <i>%1</i>
pa: URL ਲਈ ਹੋਸਟ ਅਣਾਜਣ ਹੈ: <i>%1</i>
pl: Nieznany komputer dla adresu URL: <i>%1</i>
pt: A máquina é desconhecida pela URL: <i>%1</i>
pt_br: Máquina desconhecida para a URL: <i>%1</i>
ru: Не удалось найти сервер для <i>%1</i>
se: Dán fierpmádatčujuhusa guossoheaddji lea amas: <i>%1</i>
sk: Neznámy hostiteľ pre URL: <i>%1</i>
sr: Домаћин је непознат за URL: <i>%1</i>
th: ไม่รู้จักโฮสต์สำหรับที่อยู่ URL: <i>%1</i>
tr: Bu adresin sunucusu bilinmiyor : <i>%1</i>
uk: Невідомий вузол для цієї адреси URL: <i>%1</i>

source: The device name you specified seems invalid.
af: Dit lyk asof die toestel naam wat jy gespesifiseer het foutief is.
bg: Името на устройство, което сте посочили, изглежда е невалидно.
ca: El nom de dispositiu especificat sembla no ser vàlid.
cs: Název zařízení, které jste zadali, je asi neplatný.
da: Det enhedsnavn du angav synes at være ugyldigt.
de: Der angegebene Gerätename scheint ungültig zu sein.
el: Το όνομα συσκευής που ορίσατε μοιάζει να μην είναι έγκυρο.
es: El nombre del dispositivo que ha indicado no parece ser válido.
et: Määratud seadmenimi paistab olevat vigane.
eu: Zuk adierazitako gailu-izena baliogabea dela dirudi.
fa: نام دستگاهی که مشخص کردید به نظر نامعتبر می‌آید.
fi: Antamasi laitenimi ei ole kelvollinen.
fr: Le nom du périphérique que vous avez indiqué ne semble pas valable.
he: שם ההתקן שהוגדר על ידך לא תקין.
hu: A megadott eszköznév érvénytelen.
it: Il nome del dispositivo specificato sembra non essere valido.
ja: 指定したデバイス名は無効のようです。
ka: მითითებული მოწყობილობის სახელი როგორც ჩანს არაა მართებული.
km: ឈ្មោះ​ឧបករណ៍​ដែល​អ្នក​បញ្ជាក់ ទំនង​ជា​មិន​ត្រឹមត្រូវ​ឡើយ ។
ko: 지정한 장치명이 올바르지 않은 것 같습니다.
lt: Nurodytas įrenginio pavadinimas yra klaidingas.
nb: Enhetsnavnet du valgte er ikke gyldig.
nds: As dat lett is de angeven Reedschap-Naam leeg.
ne: तपाईँले निर्दिष्ट गर्नुभएको यन्त्र नाम अवैध छ ।
nl: De apparaatnaam die u opgaf blijkt ongeldig te zijn.
nn: Einingsnamnet du valde er ikkje gyldig.
pa: ਜੋ ਜੰਤਰ ਨਾਂ, ਤੁਸੀਂ ਦਿੱਤਾ ਹੈ, ਉਹ ਗਲਤ ਜਾਪਦਾ ਹੈ।
pl: Podana nazwa urządzenia wygląda na nieprawidłową.
pt: O nome de dispositivo indicado parece inválido.
pt_br: O nome do dispositivo que você especificou não parece ser válido.
ru: Недопустимое имя устройства.
se: Ovttadatnama maid meroštit ii oro leamen gustojeaddji.
sk: Názov zariadenia, ktorý ste zadali je asi neplatný.
sr: Име уређаја које сте навели не изгледа исправно.
th: ดูเหมือนว่าชื่ออุปกรณ์ที่คุณระบุจะไม่ถูกต้อง
tr: Belirtilen aygıt adı geçersiz.
uk: Вказана недійсна назва пристрою.

source: The network appears unreachable.
af: Dit lyk nie asof die netwerk bereik kan word nie.
bg: Мрежата изглежда е недостъпна.
ca: La xarxa sembla no ser accessible.
cs: Síť se zdá být nedostupná.
da: Netværket synes ikke at kunne nås.
de: Das Netzwerk scheint unerreichbar zu sein.
el: Το δίκτυο φαίνεται να είναι απροσπέλαστο.
es: La red parece inalcanzable.
et: Võrk paistab maas olevat.
eu: Sarea atziezina dagoela dirudi.
fa: شبکه غیر قابل دسترس به نظر می‌آید.
fi: Verkko on tavoittamattomissa.
fr: Le réseau semble inaccessible.
he: הרשת כנראה אינה זמינה.
hu: A hálózat nem elérhető.
it: La rete è irraggiungibile.
ja: ネットワークが到達不能のようです。
ka: ქსელი მიუწვდომლად ჩანს.
km: បណ្ដាញ​ទំនង​ជា​មិន​អាច​ទៅ​ដល់​បាន​ឡើយ ។
ko: 네트워크에 접근할 수 없습니다.
lt: Tinklas nepasiekiamas.
nb: Nettverket er ikke tilgjengelig.
nds: As dat lett gifft dat keen Verbinnen na't Nettwark.
ne: सञ्जाल अपुग जस्तो देखिन्छ ।
nl: Het netwerk is onbereikbaar.
nn: Nettverket er ikkje tilgjengeleg.
pa: ਨੈਟਵਰਕ ਠੀਕ ਨਹੀਂ ਹੈ।
pl: Sieć wydaje się być nieosiągalna.
pt: A rede parece impossível de atingir.
pt_br: A rede parece não estar acessível.
ru: Сеть недоступна.
se: Fierpmádat ii oro leamen olamuttus.
sk: Sieť sa zdá byť nedostupná.
sr: Мрежа изгледа није доступна.
th: ไม่สามารถเข้าถึงเครือข่ายได้
tr: Ağa erişilebilir görünmüyor.
uk: Мережа недоступна.

source: Audio output unavailable; the device is busy.
af: Oudio afvoer onbeskikbaar. Die toestel is besig.
bg: Аудио изходът е недостъпен, устройството е заето.
ca: La sortida d'àudio no està disponible; el dispositiu està ocupat.
cs: Zvukový výstup nedostupný, zařízení je zaneprázdněné.
da: Lyd-uddata ikke tilgængelig. Enheden har travlt.
de: Audio-Ausgabe ist nicht verfügbar; das Gerät ist belegt.
el: Μη διαθέσιμη έξοδος ήχου: η συσκευή είναι απασχολημένη.
es: Salida de sonido no disponible; el dispositivo está ocupado.
et: Audioväljund on kättesaamatu. Seade on hõivatud.
eu: Audioaren irteera ez dago erabilgarri, gailua lanpetuta dago.
fa: خروجی صوتی موجود نیست؛ دستگاه مشغول است.
fi: Ääniulostulo ei ole käytettävissä, koska laite on varattu.
fr: Sortie audio non disponible, le périphérique est occupé.
he: פלט שמע אינו זמין, ההתקן תפוס.
hu: A hangkimenet nem elérhető; az eszköz foglalt.
it: L'uscita audio non è disponibile, il dispositivo è occupato.
ja: オーディオ出力が使用不能です。デバイスはビジーです。
ka: ხმის გამომყვანი მიუწვდომელია; მოწყობილობა დაკავებულია.
km: មិន​មាន​លទ្ធផល​អូឌីយ៉ូ​ឡើយ ។ ឧបករណ៍​កំពុង​ជាប់​រវល់ ។
ko: 오디오 출력이 불가능합니다; 장치가 사용중입니다.
lt: Garso išvestis neįmanoma. Įrenginys užimtas.
nb: Lydavspilling er ikke tilgjengelig. Enheten er opptatt.
nds: De Klangutgaav is nich verföögbor, de Reedschap hett to doon.
ne: अडियो निर्गात उपलब्ध छैन; यन्त्र व्यस्त छ ।
nl: Geluidsuitvoer is niet beschikbaar. Het apparaat is bezet.
nn: Lydavspeling er ikkje tilgjengeleg. Eininga er oppteken.
pa: ਆਡੀਓ ਆਉਟਪੁੱਟ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ, ਜੰਤਰ ਰੁੱਝਿਆ ਹੈ।
pl: Wyjście dźwięku jest niedostępne. Urządzenie jest zajęte.
pt: Saída de áudio não disponível; o dispositivo está ocupado.
pt_br: A saída de áudio está indisponível; o dispositivo está ocupado.
ru: Устройство для вывода звука занято.
se: Jietnačuojaheapmi ii leat olamuttus. Ovttadat geavahuvvo.
sk: Zvukový výstup nedostupný; zariadenie je zaneprázdnené.
sr: Аудио излаз није доступан; уређај је заузет.
th: ไม่มีตัวเล่นเสียง; อุปกรณ์ไม่ว่าง
tr: Ses çıkışı kullanılamıyor; aygıt meşgul.
uk: Аудіовихід відсутній; пристрій зайнятий.

source: The connection was refused for the URL: <i>%1</i>
af: Die konneksie na URL: <i>%1</i> was geweier.
bg: Отказана е връзката с адреса: <i>%1</i>
ca: S'ha refusat la connexió per a l'URL: <i>%1</i>
cs: Spojení bylo odmítnuto pro URL: <i>%1</i>
da: Forbindelse blev afslået for URL'en: <i>%1</i>
de: Verbindung wurde zurückgewiesen. URL: <i>%1</i>
el: Άρνηση σύνδεσης από το URL: <i>%1</i>
es: Ha sido rechazada la conexión al URL: <i>%1</i>
et: Keelduti loomast ühendust URL-iga: <i>%1</i>
eu: Konexioa ukatu egin da URLan: <i>%1</i>
fa: اتصال برای نشانی وب رد شد: <i>%1</i>
fi: Yhteys torjuttiin osoitteessa <i>%1</i>
fr: Impossible d'ouvrir l'URL <i>%1</i> : connexion refusée.
he: החיבור לכתובת <i>%1</i> נדחה
hu: A kapcsolat vissza lett utasítva ennél az URL-nél: <i>%1</i>
it: La connessione è stata rifiutata dall'URL: <i>%1</i>
ja: この URL への接続が拒否されました: <i>%1</i>
ka: კავშირი URL-თვის უარყოფილია: <i>%1</i>
km: ការ​តភ្ជាប់​ត្រូវ​បាន​បដិសេធ​សម្រាប់ URL ៖ <i>%1</i>
ko: 이 URL로의 접속이 거부당했습니다. <i>%1</i>
lt: Bandant atverti URL, ryšys buvo nutrauktas: <i>%1</i>
nb: Nektet tilgang til nettadressen <i>%1</i>
nds: Dat Tokoppeln wöör afwiest, URL: <i>%1</i>
nl: De verbinding werd geweigerd voor URL-adres: <i>%1</i>
nn: Nekta tilgang til nettadressa <i>%1</i>
pa: URL ਵਲੋਂ ਕੁਨੈਕਸ਼ਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ: <i>%1</i>
pl: Połączenie dla adresu URL: <i>%1</i> zostało odrzucone
pt: A ligação foi recusada para a URL: <i>%1</i>
pt_br: A conexão foi recusada para a URL: <i>%1</i>
ru: Соединение разорвано для: <i>%1</i>
se: Oktavuohta hilgojuvvui fiermečujuhussii: <i>%1</i>
sk: Spojenie bolo odmietnuté pre URL: <i>%1</i>
sr: Веза је одбијена за URL: <i>%1</i>
th: การเชื่อมต่อถูกปฎิเสธสำหรับที่อยู่ URL: <i>%1</i>
tr: Belirtilen adrese yapılan bağlantı reddedildi: <i>%1</i>
uk: Було відмовлено у з'єднанні для адреси URL: <i>%1</i>

source: xine could not find the URL: <i>%1</i>
af: Xine kon nie die URL: <i>%1</i> vind nie.
bg: xine не успя да намери адрес: <i>%1</i>
ca: xine no ha pogut trobar l'URL: <i>%1</i>
cs: xine nemůže najít URL: <i>%1</i>
da: xine kunne ikke finde URL'en: <i>%1</i>
de: xine konnte die URL <i>%1</i> nicht finden
el: Το xine αδυνατεί να βρει το URL: <i>%1</i>
es: xine no ha podido encontrar el URL: <i>%1</i>
et: xine ei leidnud URL-i <i>%1</i>
eu: xine-k ezin izan du URL aurkitu: <i>%1</i>
fa: xine نتوانست نشانی وب را بیابد: <i>%1</i>
fi: xine ei löytänyt osoitetta <i>%1</i>
fr: Xine n'a pas pu trouver l'URL <i>%1</i>
he: אין ל־xine אפשרות למצוא את הכתובת: <i>%1</i>
hu: A Xine nem találja a következő URL-t: <i>%1</i>
it: xine non trova l'URL: <i>%1</i>
ja: xine はこの URL を見つけることができませんでした: <i>%1</i>
ka: xine-მ ვერ იპოვა URL: <i>%1</i>
km: xine មិន​អាច​រកឃើញ URL ៖ <i>%1</i>
ko: xine이 URL을 찾을 수 없습니다. <i>%1</i>
lt: xine nepavyko rasti šio URL: <i>%1</i>
nb: xine kunne ikke finne nettadressen <i>%1</i>
nds: "xine" kunn de URL nich finnen: <i>%1</i>
nl: Xine kon het volgende URL-adres niet vinden: <i>%1</i>
nn: xine klarte ikkje finna nettadressa <i>%1</i>
pa: xine URL ਨੂੰ ਖੋਜ ਨਹੀਂ ਸਕਿਆ ਹੈ: <i>%1</i>
pl: xine nie mógł odnaleźć adresu URL: <i>%1</i>
pt: O xine não conseguiu encontrar a URL: <i>%1</i>
pt_br: O xine não encontrou a URL: <i>%1</i>
ru: Xine не смог открыть <i>%1</i>
se: xine ii gávdnan fierpmádatčujuhusa: <i>%1</i>
sk: xine nemôže nájsť URL: <i>%1</i>
sr: Xine не може да нађе URL: <i>%1</i>
th: xine ไม่พบที่อยู่ URL: <i>%1</i>
tr: xine belirtilen adresi bulamadı: <i>%1</i>
uk: xine не зміг знайти адресу URL: <i>%1</i>

source: Access was denied for the URL: <i>%1</i>
af: Toegang na die URL:<i>%1</i> was geweier.
bg: Отказан е достъпът до адрес: <i>%1</i>
ca: S'ha denegat l'accés per a l'URL: <i>%1</i>
cs: Přístup byl odmítnut pro URL: <i>%1</i>
da: Adgang blev nægtet for URL'en: <i>%1</i>
de: Zugriff wurde verweigert. URL: <i>%1</i>
el: Απαγόρευση πρόσβασης από το URL: <i>%1</i>
es: Acceso denegado al URL: <i>%1</i>
et: Keelduti andmast ligipääsu URL-ile <i>%1</i>
eu: Sarbidea ukatuegin da URLan: <i>%1</i>
fa: دستیابی برای نشانی وب رد شد: <i>%1</i>
fi: Pääsy evättiin osoitteessa <i>%1</i>
fr: Impossible d'ouvrir l'URL <i>%1</i> : accès refusé.
he: הגישה לכתובת <i>%1</i> נדחתה
hu: A következő URL-hez való hozzáférés megtagadva: <i>%1</i>
it: L'accesso è stato negato all'URL: <i>%1</i>
ja: この URL へのアクセスが拒否されました: <i>%1</i>
ka: წვდომა მისამართზე აკრძალულია: <i>%1</i>
km: ការ​ចូល​ដំណើរការ​ត្រូវ​បាន​បដិសេធ​សម្រាប់ URL ៖ <i>%1</i>
ko: 이 URL의 접근이 금지되었습니다: <i>%1</i>
lt: Šiam URL prieigos teisė nesuteikta: <i>%1</i>
nb: Nektet tilgang til nettadressen <i>%1</i>
nds: Keen Togriep op de URL: <i>%1</i>
ne: यूआरएलका लागि पहुँच अस्वीकार गरियो: <i>%1</i>
nl: Toegang geweigerd voor URL-adres: <i>%1</i>
nn: Nekta tilgang til nettadressa <i>%1</i>
pa: URL ਲਈ ਪਹੁੰਚ ਪਾਬੰਦੀ ਹੈ: <i>%1</i>
pl: Odmówiono dostępu do adresu URL: <i>%1</i>
pt: Foi negado acesso à URL: <i>%1</i>
pt_br: O acesso foi negado para a URL: <i>%1</i>
ru: Отказано в доступе для: <i>%1</i>
se: Ii beassan fierbmečujuhussii. <i>%1</i>
sk: Prístup bol odmietnutý pre URL: <i>%1</i>
sr: Приступ је одбијен за URL: <i>%1</i>
th: การเข้าถึงถูกปฏิเสธ สำหรับ URL: <i>%1</i>
tr: Belirtilen adrese erişim engellendi: <i>%1</i>
uk: Відмовлено у доступі до адреси URL: <i>%1</i>

source: The source cannot be read for the URL: <i>%1</i>
af: Die bron kan nie die URL: <i>%1</i> lees nie.
bg: Източникът не може да бъде прочетен за адрес: <i>%1</i>
ca: No s'ha pogut llegir la font per a l'URL: <i>%1</i>
cs: Nelze přečíst zdroj z URL: <i>%1</i>
da: Kilden kan ikke læses for URL'en: <i>%1</i>
de: Von dieser Quelle kann nicht gelesen werden. URL: <i>%1</i>
el: Αδυναμία ανάγνωσης της πηγής στο URL: <i>%1</i>
es: No se puede leer la fuente del URL: <i>%1</i>
et: Allika lugemine URL-iga <i>%1</i> ebaõnnestus
eu: Iturburua ezin da irakurri URLan: <i>%1</i>
fa: متن را برای نشانی وب نمی‌توان خواند: <i>%1</i>
fi: Lähdettä ei voida lukea osoitteessa <i>%1</i>
fr: Impossible d'ouvrir l'URL <i>%1</i> : impossible de lire la source.
he: המקור אינו ניתן לקריאה מתוך הכתובת: <i>%1</i>
hu: A következő URL-hez nem olvasható be a forrás: <i>%1</i>
it: La sorgente non può essere letta all'URL: <i>%1</i>
ja: この URL ソースを読めません: <i>%1</i>
ka: წყარო URL-თვის ვერ იქნა წაკითხული: <i>%1</i>
km: មិន​អាច​អាន​ប្រភព​សម្រាប់ URL ៖ <i>%1</i>
ko: 이 URL의 소스를 읽을 수 없습니다: <i>%1</i>
lt: Šio URL šaltinio nuskaityti nepavyko: <i>%1</i>
nb: Kunne ikke lese kilden til nettadressen <i>%1</i>
nds: De Born lett sik nich lesen, URL: <i>%1</i>
ne: यूआरएलका लागि स्रोत पढ्न सकिँदैन: <i>%1</i>
nl: De bron kan niet worden gelezen voor URL-adres: <i>%1</i>
nn: Klarte ikkje lesa kjelda til nettadressa <i>%1</i>
pa: URL ਤੋਂ ਸਰੋਤ ਪੜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ: <i>%1</i>
pl: Nie można odczytać źródła dla adresu URL: <i>%1</i>
pt: Não foi possível ler a fonte da URL: <i>%1</i>
pt_br: A fonte não pode ser lida para a URL: <i>%1</i>
ru: Не удалось прочитать источник: <i>%1</i>
se: Ii sáhttán lohkat fierpmádatčujuhusa gáldu: <i>%1</i>
sk: Nie je možné prečítať zdroj z URL: <i>%1</i>
sr: Извор не може бити читан за URL: <i>%1</i>
th: ไม่สามารถอ่านแหล่งข้อมูลได้จาก URL: <i>%1</i>
tr: Belirtilen adresiteki kaynak okunamadı:<i>%1</i>
uk: Неможливо прочитати джерело для адреси URL: <i>%1</i>

source: A problem occurred while loading a library or decoder.
af: 'n Fout het voorgekom met die laai van 'n biblioteek of dekodeerder.
bg: Възникна проблем при зареждането на библиотека или декодер.
ca: Ha succeït un error mentre es carregava una biblioteca o descodificador.
cs: Nastal problém při načítání knihovny nebo dekodéru.
da: Et problem opstod mens et bibliotek eller en dekoder blev indlæst.
de: Beim Laden einer Bibliothek oder eines Dekoders ist ein Problem aufgetreten.
el: Πρόβλημα κατά την φόρτωση μιας βιβλιοθήκης ή αποκωδικοποιητή.
es: Ha ocurrido un problema al cargar una biblioteca o un descodificador.
et: Tekkis probleem teegi või dekoodri laadimisel.
eu: Arazoa gertatu da liburutegia edo dekodetzailea kargatzean.
fa: هنگام بارگذاری یک کتابخانه یا کدگشا، مسئله‌ای رخ داد.
fi: Kirjaston tai dekooderin lataamisen aikana tapahtui virhe.
fr: Une erreur s'est produite lors du chargement d'une bibliothèque ou d'un décodeur.
he: התרחשה שגיאה במהלך טעינת ספרייה או מקודד.
hu: Probléma lépett fel egy könyvtár illetve dekódoló betöltésekor.
it: Si è verificato un problema caricando una libreria o un decodificatore.
ja: ライブラリまたはデコーダをロード中に問題が発生しました。
ka: შეცდომა დეკოდერის ბიბლიოთეკის ჩატვირთვისას.
km: បញ្ហា​មួយ​បាន​កើតឡើង ខណៈ​ពេល​ផ្ទុក​បណ្ណាល័យ ឬ ឌិកូឌ័រ ។
ko: 라이브러리 또는 디코더를 불러오는 중에 문제가 발생했습니다.
lt: Įkeliant biblioteką arba iškodavimo priemonę įvyko klaida.
nb: Det oppstod en feil ved åpning av bibliotek eller dekoder.
nds: Dat geev en Problem bi't Laden vun en Bibliotheek oder Dekoder.
ne: लाइब्रेरी वा डिकोडर लोड गर्दा एउटा समस्या देखापर्यो ।
nl: Er deed zich een fout voor tijdens het laden van een bibliotheek of decoder.
nn: Det oppstod ein feil ved opning av bibliotek eller dekodar.
pa: ਇੱਕ ਲਾਇਬਰੇਰੀ ਜਾਂ ਡੀਕੋਡਰ ਲੋਡ ਕਰਨ ਦੌਰਾਨ ਸਮੱਸਿਆ ਆਈ ਹੈ।
pl: Wystąpił problem podczas wczytywania biblioteki lub dekodera.
pt: Ocorreu um problema ao carregar uma biblioteca ou descodificador.
pt_br: Ocorreu um problema ao carregar uma biblioteca ou decodificador.
ru: Ошибка при загрузке библиотеки или декодера.
se: Šattai meattáhus rabadettiin bibliotehka dahje dekodera.
sk: Nastal problém pri načítaní knižnice alebo dekodéru.
sr: Догодио се проблем приликом учитавања библиотеке или декодера.
th: เกิดปัญหาขึ้นขณะกำลังโหลดไลบรารีหรือตัวถอดรหัส
tr: Bir kütüphaneyi yüklerken hata oluştu.
uk: Сталася проблема під час завантаження бібліотеки або декодера.

source: General Warning
af: Algemene Waarskuwing
bg: Общи - предупреждение
ca: Avís general
cs: Obecné varování
da: Generel advarsel
de: Allgemeine Warnung
el: Γενική προειδοποίηση
es: Aviso general
et: Üldine hoiatus
eu: Abisu orokorra
fa: اخطار عمومی
fi: Yleisvaroitus
fr: Avertissement général
he: אזהרה כללית
hu: Általános figyelmeztetés
it: Avvertimento generale
ja: 一般警告
ka: საერთო გაფრთხილება
km: ព្រមាន​ទូទៅ
ko: 일반적인 경고
lt: Bendras perspėjimas
nb: Generell advarsel
nds: Allgemeen Wohrschoen
ne: साधारण चेतावनी
nl: Algemene waarschuwing
nn: Generell åtvaring
pa: ਸਧਾਰਨ ਚੇਤਾਵਨੀ
pl: Ostrzeżenie ogólne
pt: Aviso Geral
pt_br: Aviso Geral
ru: Предупреждение
se: Oppalaš várrehus
sk: Všeobecné varovanie
sr: Опште упозорење
th: คำเตือนทั่วไป
tr: Genel Uyarı
uk: Загальне попередження

source: Security Warning
af: Sekuriteit Waarskuwing
bg: Предупреждение за сигурността
ca: Avís de seguretat
cs: Bezpečnostní varování
da: Sikkerhedsadvarsel
de: Sicherheitshinweis
el: Προειδοποίηση ασφαλείας
es: Aviso de seguridad
et: Turvahoiatus
eu: Segurtasun abisua
fa: اخطار امنیتی
fi: Turvallisuusvaroitus
fr: Avertissement sur la sécurité
he: אזהרת אבטחה
hu: Biztonsági figyelmeztetés
it: Avvertimento di sicurezza
ja: セキュリティ警告
ka: უსაფრთხოების შეტყობინება
km: ការ​ព្រមាន​​​សុវត្ថិភាព
ko: 보안 경고
lt: Saugumo perspėjimas
nb: Sikkerhetsadvarsel
nds: Sekerheitwohrschoen
ne: सुरक्षा चेतावनी
nl: Veiligheidswaarschuwing
nn: Tryggleiksåtvaring
pa: ਸੁਰੱਖਿਆ ਚੇਤਾਵਨੀ
pl: Ostrzeżenie bezpieczeństwa
pt: Aviso de Segurança
pt_br: Aviso de Segurança
ru: Предупреждение безопасности
se: Sihkkarvuođaváruhus
sk: Bezpečnostné varovanie
sr: Безбедносно упозорење
th: คำเตือนเรื่องความปลอดภัย
tr: Güvenlik Uyarısı
uk: Попередження безпеки

source: Unknown Error
af: Onbekende Fout
bg: Неизвестна грешка
ca: Error desconegut
cs: Neznámá chyba
da: Ukendt fejl
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
es: Error desconocido
et: Tundmatu viga
eu: Errore ezezaguna
fa: خطای ناشناخته
fi: Tuntematon virhe
fr: Erreur inconnue
he: שגיאה לא ידועה
hu: Ismeretlen hiba
it: Errore sconosciuto
ja: 未知のエラー
ka: უცნობი შეცდომა
km: មិន​ស្គាល់​កំហុស
ko: 알려지지 않은 오류
lt: Nežinoma klaida
nb: Ukjent feil
nds: Nich bekannt Fehler
ne: अज्ञात त्रुटि
nl: Onbekende fout
nn: Ukjend feil
pa: ਅਣਜਾਣ ਗਲਤੀ
pl: Nieznany błąd
pt: Erro Desconhecido
pt_br: Erro desconhecido
ru: Неизвестная ошибка
se: Amas meattáhus
sk: Neznáma chyba
sr: Непозната грешка
th: ข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen Hata
uk: Невідома помилка

source: Sorry, no additional information is available.
af: Jammer, geen addisionele informasie is beskikbaar nie.
bg: За съжаление няма допълнителна информация.
ca: Disculpeu, no hi ha informació addicional.
cs: Lituji, žádné další informace nejsou dostupné.
da: Der er desværre ingen yderligere tilgængelig information.
de: Leider sind keine zusätzliche Information verfügbar.
el: Δυστυχώς, δεν είναι διαθέσιμες επιπλέον πληροφορίες.
es: No se dispone de información adicional.
et: Vabandust, rohkem infot pole.
eu: Ez dago informazio gehiago eskuragarri.
fa: متأسفم، هیچ اطلاعات اضافی موجود نیست.
fi: Lisätietoja ei ole saatavilla.
fr: Désolé, aucune information supplémentaire n'est disponible.
he: מצטערים, אין מידע זמין נוסף.
hu: Nem érhető el további információ.
it: Spiacente, non ci sono ulteriori informazioni.
ja: 申し訳ありません。追加情報はありません。
ka: ბოდიში, დამატებითი ინფორმაცია არაა ხელმისაწვდომი.
km: សូម​ទោស មិន​មាន​ព័ត៌មាន​បន្ថែម​ទៀត​ឡើយ ។
ko: 죄송합니다, 더 이상 사용가능한 추가 정보가 없습니다.
lt: Deja, papildomos informacijos nėra.
nb: Det finnes ikke mer informasjon tilgjengelig.
nds: Deit mi leed. Mehr Informatschonen sünd nich verföögbor.
ne: माफ गर्नुहोस्, कुनै अतिरिक्त सूचना उपलब्ध छैन ।
nl: Helaas, geen aanvullende informatie beschikbaar.
nn: Det finst ikkje meir informasjon tilgjengeleg.
pa: ਮੁਆਫ਼ੀ, ਹੋਰ ਕੋਈ ਜਾਣਕਾਰੀ ਨਹੀਂ ਹੈ।
pl: Przykro mi, ale brak jest dodatkowych informacji.
pt: Não há informações adicionais disponíveis.
pt_br: Desculpe, nenhuma informação adicional disponível.
ru: Сведения отсутствуют.
se: Eai leat eanet dieđut olamuttus.
sk: Ľutujem, žiadne ďalšie informácie nie sú dostupné.
sr: Извините, додатни подаци нису доступни.
th: ขออภัย, ไม่มีข้อมูลเพิ่มเติม
tr: Ek bilgi bulunamadı.
uk: Вибачте, додаткова інформація відсутня.

source: Track %1
af: Snit %1
bg: Запис %1
ca: Peça %1
cs: Skladba %1
da: Spor %1
de: Stück %1
el: Κομμάτι %1
es: Pista %1
et: Pala %1
eu: %1. pista
fa: شیار %1
fi: Kappalenumero %1
fr: Morceau %1
he: רצועה %1
hu: "%1" szám
it: Traccia %1
ja: トラック %1
ka: ჩანაწერი %1
km: បទ %1
ko: 트랙 %1
lt: Daina %1
nb: Spor %1
nds: Stück %1
ne: ट्रयाक %1
nn: Spor %1
pa: ਟਰੈਕ %1
pl: Utwór %1
pt: Faixa %1
pt_br: Faixa %1
ru: Дорожка %1
se: Bihttá %1
sk: Stopa %1
sr: Нумера %1
th: เพลงที่ %1
tr: Parça %1
uk: Доріжка %1

source: AudioCD
af: Oudio CD
bg: Компактдиск
ca: CD Àudio
cs: Zvukové CD
da: Lyd-cd
el: CD ήχου
es: CD de audio
eu: AudioCDa
fa: دیسک فشردۀ صوتی
fi: Ääni-CD:t
fr: CD audio
he: תקליטור שמע
hu: Hang-CD
it: CD audio
ja: オーディオ CD
km: ស៊ីឌីអូឌីយ៉ូ
ko: 오디오 CD
lt: Muzikinis CD
nb: Lyd-CD
ne: अडियो सीडी
nn: Lyd-CD
pa: ਆਡੀਓ CD
pl: CD Audio
pt: CD de Áudio
pt_br: CD de Áudio
sk: Hudobné CD
sr: Аудио CD
th: ซีดีบันทึกเสียง
tr: Ses Cd'si
uk: Аудіо-КД
