Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Whether podcasts shows already played are automatically deleted when media device is connected.
af: Bepaal of <i>podcasts</i> wat alreeds gespeel is outomaties uitgevee moet word anneer die toestel koppel.
bg: Дали изпълняваните вече подкастове да бъдат автоматично изтрити при скачване с устройство.
ca: Si els episodis podcasts que ja han estat reproduïts s'han d'eliminar quan es connecti el dispositiu de suports.
da: Om podradioudsendelser som allerede er spillet, automatisk fjernes når mediaenheden forbindes.
de: Legt fest, ob bereits abgespielte Podcasts automatisch entfernt werden sollen, wenn der Media-Player verbunden ist.
el: Αν οι εκπομπές που έχουν ήδη αναπαραχθεί θα διαγράφονται αυτόματα όταν συνδέεται η συσκευή πολυμέσων.
es: Si los podcasts ya reproducidos se eliminan automáticamente cuando un dispositivo de medios es conectado.
et: Kas juba esitatud podcastid kustutatakse automaatselt meediaseadme ühendamisel.
eu: Jadanik erreproduzitutako podcast saioak automatikoki ezabatuko diren multimediako gailua konektatzean edo ez.
fa: آیا نمایشهای podcasts که قبلاً پخش شده‌اند هنگامی که دستگاه رسانه متصل می‌شود، به طور خودکار حذف می‌شوند.
fi: Poistetaanko kaikki toistetut podcast-jaksot automaattisesti, kun medialaite on yhdistetty.
fr: Si oui ou non les podcasts déjà joués doivent être effacés automatiquement lorsque le périphérique de média est connecté.
he: בכל פעם ששידורי פוד־קסט כבר נוגנו, נמחקים באופן אוטומטי, כאשר התקן־המדיה מחובר.
hu: A már lejátszott podcastok automatikusan törlésre kerüljenek-e egy médiaeszközhöz való kapcsolódáskor.
it: Decidi se eliminare automaticamente o meno i podcast già riprodotti quando si collega un dispositivo multimediale.
ja: メディアデバイスを接続したときに再生済みのポッドキャストショーを自動的に削除するかどうか。
ka: როდის უნდა აჩვენოს podcast-ებმა უკვე დაკრული და ავტომატურად წაშალოს მოწყობილობის დავშირებისას.
km: ថា​តើ​ត្រូវ​លុប​ផតខាស់​ដែល​បង្ហាញ​ថា​បាន​ចាក់​រួច​ដោយ​ស្វ័យប្រវត្តិ​ឬ​ទេ ពេល​តភ្ជាប់​ឧបករណ៍​មេឌៀ ។
ko: 미디어 장치가 연결될 때 이미 재생되어 자동적으로 삭제된 포드캐스트를 보여줄지 여부.
nb: Om podcaster som allerede er spilt skal slettes automatisk når medieenheten kobles til.
nds: Al afspeelte Podcasts automaatsch wegdoon, wenn de Medienreedschap tokoppelt is
ne: पोडकास्टले पहिल्यै प्ले गरिएको देखाउँछ या देखाउँदैन जुन मिडिया यन्त्र जडान गर्दा स्वचालित रूपमा मेटिन्छ ।
nl: Of podcasts die al zijn afgespeeld automatisch worden verwijderd als het media-apparaat wordt verbonden.
nn: Slett automatisk allereie spelte podkastar når medieeininga vert kopla til.
pl: Jeśli podcasty zostaną już odtworzone, są automatycznie kasowane kiedy urządzenie mediów zostanie podłączone.
pt: Se os 'podcasts' já ouvidos são automaticamente removidos quando ligar o dispositivo multimédia.
pt_br: Episódios dos podcasts que já foram reproduzidos serão automaticamente apagados quando o dispositivo de mídia for conectado.
sk: Či budú podcasty, ktoré už boli prehrané automaticky vymazané pri pripojení zariadenia.
sr: Да ли се већ пуштене подемисије аутоматски бришу када се уређај повеже.
th: จะให้รายการพ็อดแคสท์ที่แสดงว่าได้เล่นไปแล้ว ถูกลบออกไปโดยอัตโนมัติ เมื่อมีการเชื่อมต่ออุปกรณ์เล่นสื่อหรือไม่
uk: Чи автоматично вилучати вже програні podcast-и, коли приєднано пристрій носія.

source: Sync stats
bg: Състояние на синхронизирането
ca: Sincronitza les estadístiques
da: Synkronisér statistik
de: Statistiken abgleichen
el: Στατιστικά συγχρονισμού
et: Statistika sünkroniseerimine
fi: Tilastojen tahdistaminen
hu: Statisztikák szinkronizálása
it: Sincronizza statistiche
ja: 統計同期
lt: Sinchronizuoti statistiką
nds: Statistik synkroniseren
nl: Stats sync
nn: Synkroniser statistikk
pa: ਸੈਕਰੋ ਹਾਲਤ
pl: Synchronizuj statystyki
pt: Sincronizar as estatísticas
pt_br: Sincronizar estatísticas
se: Buohtalastte statistihka
sk: Synch štatistiky
sr: Синхронизуј статистику
th: ปรับข้อมูลสถิติ
tr: İstatistikleri eşzamanla
uk: Синхронізувати статистику

source: Whether Amarok statistics should be synchronized with play count/ratings on device and whether tracks played should be submitted to last.fm.
af: Bepaal of Amarok statistieke met die speel telling/range op die toestel gesinkroniseer moet word en of snitte wat gespeel is na last.fm ingestuur moet word.
bg: Дали статистиката на Amarok да бъде синхронизирана с брояча/класирането на устройството и дали изпълняваните записи да бъдат изпращани до last.fm.
ca: Si les estadístiques de l'Amarok s'han de sincronitzar amb el recompte de reproduccions/valoracions del dispositiu i si les peces reproduïdes han de ser trameses a last.fm.
da: Om statistik i Amarok skal synkroniseres fra antal afspilninger og klassificering i enheden, og om afspillede spor skal sendes ind til last.fm.
de: Legt fest, ob die Amarok-Statistiken mit dem Abspielzähler und den Bewertungen der Stücke auf dem Media-Player abgeglichen und ob die abgespielten Stücke zu Last.fm übermittelt werden sollen.
el: Αν θα γίνεται συγχρονισμός των στατιστικών του Amarok με το πλήθος/αξιολόγηση εκτελέσεων στη συσκευή και αν θα υποβάλλονται τα εκτελεσμένα κομμάτια στο last.fm.
es: Si las estadísticas de Amarok se deben sincronizadas con el número de reproducciones/valoración en el dispositivo y si las pistas reproducidas debieran ser enviadas a last.fm.
et: Kas Amaroki statistika sünkroniseeritakse esitamiste arvu ja hinnangutega seadmel ja kas esitatud palad edastata last.fm-ile.
eu: Amarok-en estatistikak gailuko erreprodukzioko erreprodukzio-kopuruarekin eta balioekin sinkronizatuko den edo ez, eta erreproduzitutako pistak last-fm gunera bidaliko diren edo ez.
fa: آیا آمار Amarok باید با پخش شمارش/ارزیابیها در دستگاه همگام شود و آیا شیارهای پخش‌شده باید در last.fm ارائه شوند.
fi: Tahdistetaanko Amarokin tilastot medialaitteen soittokertojen ja pisteiden kanssa, ja lähetetäänkö tiedot soitetuista kappaleista Last.fm-palveluun.
fr: Si oui ou non les statistiques d'Amarok doivent être synchronisés avec le compteur d'écoute / vote sur un périphérique et si oui ou non les morceaux joués doivent être soumis à last.fm.
he: האם הסטטיסטיקה של Amarok צריכה להיות מתואמת עם מניית־השמעות/מדרוג על התקני־מדיה והאם רצועות שנוגנו צריכות להימסר ל־ last.fm.
hu: Az Amarok-statisztikák szinkronizálva legyenek-e az eszközön levő lejátszásszámlálóval illetve besorolásokkal, illetve a lejátszott számok el legyenek-e küldve a Last.fm-re.
it: Decidi se le statistiche di Amarok devono essere sincronizzate con il numero di riproduzioni/valutazioni sul dispositivo e se le tracce riprodotte devono essere inviate a last.fm.
ja: Amarok の統計をデバイスの再生回数/評価と同期するかどうか、再生したトラックを Last.fm に送信するかどうか
km: ថាតើស្ថិតិ​របស់ Amarok គួរ​ត្រូ​វបាន​ធ្វើ​សមកាលកម្ម​ជា​មួយ​ចំនួនចាក់/អត្រាចាក់​នៅ​លើ​ឧបករណ៍ និង​ថាតើ​បទ​ដែល​បាន​ចាក់​គួរ​ត្រូវ​បាន​ដាក់​ស្នើ​ទៅ​ last.fm ។
ko: Amarok 통계가 장치의 재생횟수/비중을 동기화하고 재생된 트랙들을 last.fm에 전송할지 여부
lt: Sinchronizuoti AmaroK statistiką su įrenginio statistika ir nusiųsti atliktų dainų sąrašą į last.fm.
nb: Om Amarok-statistikk skal synkroniseres med spilletelling/rangering på enheten og om spor spilt skal sendes til last.fm.
nds: De Amarok-Statistik mit Afspeelklock un Beweerten op de Reedschap synkroniseren un speelt Stücken na Last.fm överdregen
ne: अमारोक तथ्याङ्क यन्त्रमा प्ले गणना/मूल्याङ्कनसँग समक्रमण गरिनेछ या छैन र प्ले गरिएको ट्रयाकहरू last.fm मा पेश गरिनेछ या छैन ।
nl: Of de statistieken van Amarok gesynchroniseerd moeten worden met de afspeeltelling/waardering op het apparaat en of afgespeelde tracks ingediend moeten worden bij last.fm
nn: Synkroniser Amarok-statistikk med avspelingar/karakterar på eininga, og send automatisk inn sporinfo til last.fm.
pl: Określa, czy statystyki Amaroka powinny być synchronizowane z licznikiem odtworzeń/notowaniami na urządzeniu i czy odtworzone utwory powinny być wysłane do Last.fm.
pt: Se as estatísticas do Amarok devem ser actualizadas com base no número de vezes que ouviu as músicas e se a informação das faixas ouvidas deverá ser enviada para o last.fm.
pt_br: As estatísticas do Amarok deverão ser sincronizadas com as reproduções/avaliações no dispositivo e as faixas reproduzidas deverão ser enviadas ao last.fm.
sk: Či by mali byť štatistiky Amaroku synchronizované s počtom prehraní/hodnotením na zariadení a či by mali byť prehrané stopy automaticky odoslané na last.fm.
sr: Да ли синхронизовати статистику Amarok-а са бројевима пуштања и рејтинзима на уређају, и да ли предати пуштене нумере last.fm-у.
th: จะให้สถิติของ Amarok มีการปรับข้อมูลในเรื่องของจำนวนการเล่น/เรตติ้ง กับในอุปกรณ์หรือไม่ และจะให้ข้อมูลเพลงที่เล่นถูกส่งไปที่ last.fm หรือไม่
uk: Чи синхронізувати статистику Amarok щодо кількості прослуховувань та рейтингу на пристрої, і чи повідомляти last.fm про доріжки, що програються.

source: Connect automatically
bg: Автоматично свързване
ca: Connecta automàticament
da: Forbind automatisk
de: Automatisch verbinden
el: Αυτόματη σύνδεση
es: Conectar automáticamente
et: Automaatne ühendumine
hu: Automatikus csatlakozás
it: Connessione automatica
ja: 自動的に接続する
km: តភ្ជាប់​ដោយ​ស្វ័យ​ប្រវត្តិ
nds: Automaatsch tokoppeln
nl: Automatisch verbinden
pa: ਆਟੋਮੈਟਿਕ ਹੀ ਕੁਨੈਕਟ ਕਰੋ
pl: Połącz się automatycznie
pt: Ligar automaticamente
pt_br: Conectar automaticamente
sk: Pripojiť automaticky
sr: Повежи аутоматски
th: เชื่อมต่ออัตโนมัติ
uk: З’єднувати автоматично

source: Whether to automatically try to connect media device when starting Amarok.
bg: Дали да бъде направен опит за автоматично свързване с медийното устройство при стартиране на Amarok.
ca: Si s'ha d'intentar connectar automàticament el dispositiu de suports en iniciar l'Amarok.
da: Hvorvidt der automatisk skal forsøges at forbinde til medieenheder ved opstart af Amarok.
de: Legt fest, ob beim Start von Amarok automatisch mit Media-Playern verbunden werden soll.
el: Αν θα γίνεται αυτόματη σύνδεση της συσκευής μέσων όταν εκκινείται το Amarok.
es: Cuándo intentar conectar automáticamente el dispositivo de medios al iniciar Amarok.
et: Kas ühenduda Amaroki käivitamisel automaatselt meediaseadmega.
hu: Azt állítja be, hogy az Amarok induláskor automatikusan csatolja-e a médiaeszközt.
it: Decidi se provare a connettere automaticamente il dispositivo multimediale all'avvio di Amarok.
ja: Amarok の起動時に自動的にメディアデバイスの接続を試みるかどうか
km: ថាតើ​ត្រូវ​ព្យាយាម​តភ្ជាប់​ឧបករណ៍​មេឌៀ​ដោយ​ស្វ័យ​ប្រវត្តិ នៅ​ពេល​ចាប់ផ្ដើម Amarok ។
nds: Leggt fast, wat Amarok sik bi't Starten automaatsch na Medienreedschappen tokoppeln schall
nl: Of er automatisch wordt getracht verbinding te maken met het media-apparaat tijdens het opstarten van Amarok.
pl: Określa, czy próbować automatycznie podłączyć urządzenia kiedy uruchamiany jest Amarok.
pt: Se se deve ligar automaticamente ao dispositivo no início do Amarok.
pt_br: Tentar conectar automaticamente o dispositivo de mídia ao inicializar o Amarok.
sk: Či sa má mediálne zariadenie automaticky pripojiť pri spustení Amarok.
sr: Да ли да се аутоматски покуша повезивање са уређајем при покретању Amarok-а.
th: จะให้พยายามทำการเชื่อมต่ออุปกรณ์เล่นสื่อโดยอัตโนมัติ เมื่อเริ่มโปรแกรม Amarok หรือไม่
uk: Чи намагатися автоматично з’єднуватись з пристроєм носія при запуску Amarok.

source: Manually added servers
bg: Ръчно добавени сървъри
ca: Servidors afegits manualment
da: Manuelt tilføjede servere
de: Manuell hinzugefügte Server
el: Εξυπηρετητές που προστέθηκαν χειροκίνητα
es: Servidores añadidos manualmente
et: Käsitsi lisatud serverid
fi: Käsin lisätyt palvelimet
hu: Kézzel hozzáadott kiszolgálók
it: Server aggiunti manualmente
ja: 手動で追加されたサーバ
km: បាន​បន្ថែម​ម៉ាស៊ីន​បម្រើ​ដោយដៃ
lt: Naudotojo įdėti serveriai
nds: Vun Hand toföögt Servers
nl: Handmatig toegevoegde servers
nn: Manuelt lagt til tenarar
pa: ਖੁਦ ਸ਼ਾਮਲ ਸਰਵਰ
pl: Ręcznie dodane serwery
pt: Servidores adicionados manualmente
pt_br: Servidores adicionados manualmente
se: Manualalaččat lasihuvvon bálvvát
sk: Manuálne pridané servery
sr: Ручно додати сервери
th: เพิ่มเซิร์ฟเวอร์เอง
tr: Elle eklenen sunucular
uk: Додані вручну сервери

source: Music Sharing servers added by the user.
af: Musiek deel bedieners was deur die gebruiker bygevoeg.
bg: Потребителят добави сървъри за споделяне на музика.
ca: Servidors de música compartida afegits per l'usuari.
da: Musikdelingsservere tilføjede af brugeren.
de: Vom Benutzer hinzugefügte Server für freigegebene Musik.
el: Εξυπηρετητές μοιράσματος μουσικής που προστέθηκαν από το χρήστη.
es: Servidores compartiendo música añadidos por el usuario.
et: Kasutaja lisatud jagatud muusika serverid.
eu: Erabiltzaileak gehitutako musika partekatzeko zerbitzariak.
fa: کارسازهای اشتراک موسیقی افزوده‌شده توسط کاربر.
fi: Käyttäjän lisäämät musiikinjakopalvelimet.
fr: Serveurs de partage de musique ajoutés par l'utilisateur.
he: שרתי שיתוף מוזיקה נוספו על־ידי המשתמש.
hu: A felhasználó által hozzáadott zenemegosztási kiszolgálók.
it: Server di condivisione musica aggiunti dall'utente.
ja: ユーザによって追加された音楽共有サーバ。
km: បាន​បន្ថែម​ម៉ាស៊ីន​បម្រើ​ចែករំលែក​តន្ត្រី​ដោយ​អ្នក​ប្រើ ។
ko: 사용자에 의해 추가된 음악 공유 서버들.
lt: Naudotojo įdėti muzika besidalinantys serveriai.
nb: Tjenere som deler musikk, lagt til av brukeren.
nds: Vun den Bruker toföögte Servers mit Musikfreegaven
ne: प्रयोगकर्ताद्वारा थप गरिएको सङ्गीत साझेदारी सर्भरहरू ।
nl: Servers met gedeelde muziek toegevoegd door de gebruiker.
nn: Musikkdelingstenarar lagt til av brukaren.
pa: ਯੂਜ਼ਰ ਵਲੋਂ ਸੰਗੀਤ ਸ਼ੇਅਰਿੰਗ ਸਰਵਰ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।
pl: Serwery współdzielonej muzyki dodane przez użytkownika.
pt: Os servidores de partilha de músicas adicionados pelo utilizador.
pt_br: Servidores de Compartilhamento de Músicas adicionados pelo usuário.
se: Musihkkajuohkkinbálvát maid geavaheaddjit leat lasihan.
sk: Servery zdieľajúce hudbu pridané užívateľom.
sr: Сервери за дељење музике које је додао корисник.
th: เซิร์ฟเวอร์สำหรับการแบ่งปันดนตรีที่เพิ่มโดยผู้ใช้
tr: Kullanıcı tarafından eklenen Müzik Paylaşımı sunucuları.
uk: Сервери спільної музики, які були додані користувачем.

source: Server passwords
bg: Пароли на сървъра
ca: Contrasenyes del servidor
da: Serverkodeord
de: Server-Passwörter
el: Κωδικοί εξυπηρετητή
es: Contraseñas del servidor
et: Serveri paroolid
fi: Salsanat palvelimille
hu: Kiszolgáló-jelszavak
it: Password del server
ja: サーバのパスワード
km: ពាក្យ​សម្ងាត់​ម៉ាស៊ីន​បម្រើ
lt: Serverio slaptažodžiai
nds: Server-Passwöör
nl: Serverwachtwoorden
nn: Tenarpassord
pa: ਸਰਵਰ ਗੁਪਤ-ਕੋਡ
pl: Hasła serwera
pt: Senhas do servidor
pt_br: Senhas do servidor
se: Bálvabeassansánit
sk: Heslá pre server
sr: Лозинке сервера
th: รหัสผ่านของเซิร์ฟเวอร์
tr: Sunucu parolaları
uk: Паролі серверів

source: Passwords stored by hostname.
bg: Съхранявани от хоста пароли.
ca: Les contrasenyes es desen pel nom de la màquina.
da: Kodeord opbevaret af værtnavn.
de: Passwörter nach Rechnernamen gespeichert.
el: Κωδικοί πρόσβασης αποθηκευμένοι κατ' όνομα υπολογιστή.
es: Contraseñas almacenadas por el nombre del host
et: Masinanime kaupa salvestatud paroolid.
fa: اسم رمزها توسط نام میزبان ذخیره شد.
fi: Salasanat tallennetaan konenimen mukaan.
hu: Gépnevenként eltárolt jelszavak.
it: Password conservate in base al nome host.
ja: ホスト名で保存されたパスワード。
km: ពាក្យ​សម្ងាត់​បាន​ទុក​ដោយឈ្មោះ​ម៉ាស៊ីន ។
lt: Slaptažodžiai laikomi su mazgo pavadinimais.
nb: Passord lagret etter vertsnavn.
nds: Passwöör, wohrt na Reeknernaam
ne: होस्टनामद्वारा भण्डारण गरिएको पासवर्डहरू ।
nl: Wachtwoorden opgeslagen op hostnaam.
nn: Passord lagra av verten.
pa: ਗੁਪਤ-ਕੋਡ ਹੋਸਟ-ਨਾਂ ਨਾਲ ਸੰਭਾਲੇ ਗਏ ਹਨ।
pl: Hasła przechowywane przez serwer.
pt: Senhas guardadas pelo nome da máquina.
pt_br: Senhas guardadas por nome de máquina.
se: Beassansánit vurkejuvvot guossoheaddjenamaid bokte.
sk: Heslá uložené podľa názvu hostiteľa.
sr: Лозинке чуване према имену домаћина.
th: รหัสผ่านที่เก็บโดยชื่อโฮสต์
tr: Makine tarafından kaydedilen parolalar.
uk: Паролі, збережені вузлом.

source: Manage Devices and Plugins
af: Bestuur toestelle en inprop modules
bg: Управление на устройства и приставки
ca: Gestiona els dispositius i connectors
cs: Správa zařízení a modulů
da: Håndtér enheder og plugin
de: Media-Player und Module einrichten
el: Διαχείριση συσκευών και προσθέτων
es: Administrar dispositivos y extensiones
et: Seadmete ja pluginate haldamine
eu: Kudeatu gailuak eta plugin-ak
fa: مدیریت دستگاهها و وصله‌ها
fi: Laitteiden ja liitännäisten hallinta
fr: Gestion des périphériques et des plugins
he: ניהול התקנים ותוספים
hu: Eszközök és modulok kezelése
it: Gestisci dispositivi e plugin
ja: デバイスとプラグインを管理
ka: მოწყობილობები და მოდულები
km: គ្រប់គ្រង​ឧបករណ៍ និង​កម្មវិធី​ជំនួយ
ko: 장치들과 플러그인들 관리
lt: Tvarkyti įrenginius ir įskiepius
nb: Håndtere enheter og programtillegg
nds: Reedschappen un Modulen plegen
ne: यन्त्रहरू र प्लगइनहरू प्रबन्ध गर्नुहोस्
nl: Apparaten en plugins beheren
nn: Handter einingar og programtillegg
pa: ਜੰਤਰ ਅਤੇ ਪਲੱਗਇਨ ਪਰਬੰਧ
pl: Zarządzaj urządzeniami i wtyczkami
pt: Gerir os Dispositivos e 'Plugins'
pt_br: Gerenciar Dispositivos e Plugins
ru: Модули работы с переносными устройствами
se: Gieđahala ovttadagaid ja lassemoduvllaid
sk: Spravovať zariadenia a moduly
sr: Управљање уређајима и прикључцима
th: จัดการอุปกรณ์และปลั๊กอิน
tr: Aygıtları ve Eklentileri Yönet
uk: Керування пристроями і втулками
