Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: The device %1 was removed before it was disconnected. In order to avoid possible data loss, press the "Disconnect" button before disconnecting the device.
af: Die toestel: %1 was uitgeprop voordat dit ontkoppel was. Om data verlies te voorkom, moet die "Ontkoppel" knoppie gedruk word voordat die toestel uitgeprop word.
bg: Устройство %1 беше премахнато преди синхронизация. За да избегнете загубата на данни, преди премахването на устройството натиснете бутона "Разкачване".
ca: El dispositiu %1 s'ha extret abans que fos desconnectat. Per tal d'evitar possibles pèrdues de dades, pitgeu el botó «Desconnecta» abans d'extreure el dispositiu.
da: Enheden %1 blev fjernet inden den blev afbrudt. For at undgå muligt datatab, tryk på knappen "Afbryd" inden enheden fjernes.
de: Der Media-Player %1 wurde ohne vorheriges Trennen der Verbindung entfernt. Um Datenverluste zu vermeiden sollten Sie auf "Trennen" klicken, bevor Sie den Player entfernen.
el: Η συσκευή %1 αφαιρέθηκε πριν την αποσύνδεση. Για να αποφύγετε απώλεια δεδομένων, πατήστε το κουμπί "Αποσύνδεση" πριν την αποσύνδεση της συσκευής.
es: El dispositivo %1 se quitó antes de ser desconectado. Para prevenir posibles pérdidas de datos, pulse el botón de "Desconectar" antes de desconectar el dispositivo.
et: Seade %1 eemaldati enne lahutamist. Andmekao vältimiseks klõpsa enne seadme lahutamist nupule "Lahuta".
fa: دستگاه %1 قبل از اینکه قطع شد، حذف شد. برای پرهیز از اتلاف داده، قبل از قطع دستگاه، دکمۀ »قطع« را فشار دهید.
fi: Laite ”%1” irrotettiin ennen kuin yhteys siihen katkaistiin. Mahdolliset tietojen katoamiset voit välttää valitsemalla ”Katkaise yhteys”, ennen kuin irrotat laitteen tiedostojärjestelmästä.
fr: Le périphérique « %1 » a été enlevé avant qu'il ne soit déconnecté. Afin d'éviter la perte de données, cliquez sur "Déconnexion" avant de déconnecter le périphérique.
he: התקן המדיה %1 הוסר לפני שהוא נותק. על־מנת למנוע אבדן נתונים, לחץ על כפתור "התנתק" לפני הסרת ההתקן.
hu: A(z) "%1" eszköz el lett távolítva, mielőtt a lekapcsolódás megtörtént volna. Az adatvesztés elkerülése érdekében mindig nyomja meg a "Lekapcsolódás" gombot az eszköz lekapcsolása előtt.
it: Il dispositivo %1 è stato rimosso prima di essere disconnesso. Per evitare possibili perdite di dati, premi il pulsante "Disconnetti"prima di disconnettere il dispositivo.
ja: デバイス %1 が接続を切断する前に取り除かれました。データの消失を防ぐために、デバイスを取り外す前に「接続を切断」を押してください。
km: ឧបករណ៍ %1 ត្រូវ​បាន​យកចេញ​មុន​ពេល​​វា​ត្រូវ​បាន​ផ្ដាច់ ។ ដើម្បី​ជៀសវាង​កា​របាត់បង់​ទិន្នន័យ​ដែល​អាច​កើត​ឡើង ចុច​ប៊ូតុង "ផ្ដាច់" មុន​ពេល​ផ្ដាច់​ឧបករណ៍ ។
lt: Įrenginys %1 buvo fiziškai atjungtas nespėjus sinchronizuoti duomenų. Kad neprarastumėte duomenų prieš atjungdami įrenginį visada paspauskite mygtuką „Atjungti“.
nb: Enheten %1 ble fjernet før den var koblet fra. For å unngå å miste data må du trykke «Koble fra» før enheten tas bort.
nds: De Reedschap "%1" wöör wegnahmen, ehr se afkoppelt wöör. Wenn Du Datenverlusten verhöden wullt, klick op "Afkoppeln", ehr Du de Reedschap wegnimmst.
ne: यन्त्र %1 विच्छेदन गर्नु अघि हटाइयो । हराएको सम्भाव्य डेटा त्याग्न, यन्त्र विच्छेदन गर्नु अघि "विच्छेदन" बटन थिच्नुहोस् ।
nl: Het apparaat %1 was verwijderd voordat de verbinding ermee was verbroken. Om gegevensverlies te voorkomen, klik op de knop "Verbinding verbreken" voordat u het apparaat losmaakt van de pc.
nn: Spelaren «%1» vart fjerna før han vart synkronisert. For å unngå datatap må du trykkja «Kopla frå»-knappen før du fjernar spelaren i framtida.
pa: ਜੰਤਰ %1 ਨਾਲ ਕੁਨੈਕਸ਼ਨ ਬੰਦ ਕੀਤੇ ਬਿਨਾਂ ਹੀ ਹਟਾਇਆ ਗਿਆ ਹੈ। ਡਾਟੇ ਦੇ ਨੁਕਸਾਨ ਤੋਂ ਬਚਣ ਲਈ, ਜੰਤਰ ਨੂੰ ਹਟਾਉਣ ਤੋਂ ਪਹਿਲਾਂ "ਕੁਨੈਕਸ਼ਨ ਬੰਦ" ਨੂੰ ਦਬਾਓ।
pl: Urządzenie %1 zostało usunięte zanim zostało odłączone. Aby uniknąć utraty danych, naciśnij przycisk "Rozłącz" przed odłączeniem urządzenia.
pt: O dispositivo %1 foi removido antes de ser desligado. Para evitar perder dados, carregue no botão "Desligar" antes de desmontar o dispositivo.
pt_br: O dispositivo %1 foi removido antes que fosse desconectado. Para evitar uma possível perda de dados, pressione o botão "Desconectar" antes de desconectar o dispositivo.
sk: Zariadenie %1 bolo odstránené pred tým, než ste ho odpojili. Aby ste predišli možnej strate dát, stlačte tlačidlo "Odpojiť" pred odpojením zariadenia.
sr: Уређај %1 је уклоњен пре него што је прекинута веза. Да бисте избегли могући губитак података, кликните на „Прекини везу“ пре уклањања уређаја.
th: อุปกรณ์ %1 ถูกถอดออกก่อนที่จะมีการตัดการเชื่อมต่อ เพื่อป้องกัน การสูญเสียข้อมูลของคุณ กรุณากดที่ปุ่ม "ตัดการเชื่อมต่อ" ก่อนที่จะถอดอุปกรณ์ออก
tr: %1 aygıtı bağlantısı kesilmeden kaldırıldı. Olası veri kayıplarını önlemek için, aygıtı kaldırmadan önce "Bağlantıyı Kes" düğmesine basın.
uk: Пристрій %1 було вилучено перед від'єднанням. Щоб запобігти можливій втраті даних, натискайте кнопку "Від'єднати" перш, ніж фізично від'єднати пристрій.

source: The requested media device could not be loaded
af: Die aangevrade media toestel kon nie gelaai word nie.
bg: Заявеното медийно устройство не може да бъде заредено
ca: El dispositiu de suports desitjat no s'ha pogut carregar
cs: Požadované mediální zařízení nelze načíst
da: Forespurgt medieenhed kunne ikke indlæses
de: Der angeforderte Media-Player kann nicht geladen werden.
el: Η ζητούμενη συσκευή πολυμέσων δε μπορεί να φορτωθεί
es: No se ha podido cargar el dispositivo de medios solicitado
et: Soovitud meediaseadet ei saa laadida
eu: Eskatutako multimediako gailua ezin izan da kargatu
fa: دستگاه رسانۀ درخواست‌شده را نتوانست بار کند
fi: Valittua mediaa ei voitu ladata
fr: Le périphérique de média demandé n'a pu être chargé
he: התקן המדיה המבוקש אינו יכול להיטען
hu: A kért médiaeszközt nem lehetett betölteni
it: Il dispositivo multimediale richiesto non può essere caricato
ja: 要求されたメディアデバイスをロードできませんでした。
ka: მოთხოვნილი მედია მოწყობილობა ვერ ჩაიტვირთა
km: មិន​អាច​ផ្ទុក​ឧបករណ៍​ផ្ទុក​​ដែល​បាន​ស្នើសុំ​ឡើយ
ko: 요청된 미디어 장치를 불러올 수 없습니다.
lt: Nepavyko įkelti nurodyto muzikos įrenginio
nb: Kunne ikke laste inn den medieenheten det spørres etter
nds: De nafraagte Medienreedschap lett sik nich laden
ne: अनुरोध गरिएको मिडिया यन्त्र लोड गर्न सकेन
nl: Het verzochte media-apparaat kon niet worden geladen
nn: Klarte ikkje lasta vald mediespelar.
pa: ਮੰਗੇ ਮੀਡਿਆ ਜੰਤਰ ਨੂੰ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ
pl: Żądane urządzenie mediów nie mogło zostać załadowane
pt: O dispositivo multimédia pedido não pôde ser lido
pt_br: O dispositivo de mídia solicitado não pôde ser carregado
ru: Не удалось загрузить переносное устройство
se: Ii sáhttán lasihit válljejuvvon mediačuojana
sk: Požadované mediálne zariadenie nemohlo byť načítané
sr: Захтевани мултимедијални уређај није могао бити учитан
th: ไม่สามารถโหลดอุปกรณ์เล่นสื่อที่ร้องขอได้
tr: Bu medya aygıtı yüklenemedi
uk: Не вдалося завантажити пристрій носія мультимедії

source: _n: 1 track in queue %n tracks in queue
af: 1 snit in wagtou %n snitte in wagtou.
bg: 1 запис на опашката %n записа на опашката
ca: Una peça a la cua %n peces a la cua
cs: 1 skladba ve frontě %n skladby ve frontě %n skladeb ve frontě
da: 1 spor i køen %n spor i køen
de: 1 Stück in der Warteschlange %n Stücke in der Warteschlange
el: 1 κομμάτι σε αναμονή %n κομμάτια σε αναμονή
es: Una pista en cola %n pistas en cola
et: 1 pala järjekorras %n pala järjekorras
eu: Pista 1 ilaran %n pista ilaran
fa: %n شیار در صف
fi: Yksi kappale jonossa %n kappaletta jonossa
fr: %n morceau mis en attente %n morceaux mis en attente
he: יש רצועה אחת בתור יש %n רצועות בתור
hu: %n szám a sorban
it: 1 traccia in coda %n tracce in coda
ja: キューに %n トラック
ka: რიგშია %n ჩანაწერი
km: %n បទ​នៅ​ក្នុង​ជួរ
lt: %n daina eilėje %n dainos eilėje %n dainų eilėje
nb: 1 spor i kø %n spor i kø
nds: 1 Stück binnen de Reeg %n Stücken binnen de Reeg
ne: लाममा १ ट्रयाक लाममा %n ट्रयाक
nl: %n track in wachtrij %n tracks in wachtrij
nn: 1 spor i kø %n spor i kø
pa: ਕਤਾਰ ਵਿੱਚ 1 ਟਰੈਕ ਹੈ ਕਤਾਰ ਵਿੱਚ %n ਟਰੈਕ ਹਨ
pl: jeden utwór w kolejce %n utwory w kolejce %n utworów w kolejce
pt: 1 faixa em fila %n faixas em fila
pt_br: 1 faixa na fila %n faixas na fila
ru: %n дорожка в очереди %n дорожки в очереди %n дорожек в очереди
se: Okta bihttá gárgadasas %n bihtá gárgadasas
sk: 1 stopa vo fronte 2 stopy vo fronte %n stôp vo fronte
sr: %n нумера у реду %n нумере у реду %n нумера у реду
th: %n เพลงอยู่ในคิว
tr: Kuyrukta %n parça var
uk: %n доріжка в черзі %n доріжки в черзі %n доріжок в черзі

source: - %1 of %2 available
af: - %1 van %2 beskikbaar
bg: - налични %1 от общо %2
ca: - %1 de %2 disponibles
cs: - %1/%2 dostupné
da: - %1 af %2 tilgængelige
de: - %1 von %2 verfügbar
el: - %1 από %2 διαθέσιμα
es: - %1 de %2 disponibles
et: - %1 saadaval (%2)
eu: - %1 / %2 erabilgarri
fa: - %1 از %2 موجود است
fi: . Vapaata tilaa %1 (%2).
fr: - %1 sur %2 disponible
he: - %1 מתוך %2 זמינים
hu: - %1 elérhető, összesen: %2
it: - %1 di %2 disponibili
ja: - %1/%2 利用可能
ka: - %1 %2-დან ხელმისაწვდომია
km: - មាន %1 នៃ %2
ko: - %2 중 %1 사용가능
lt: – %1 iš %2
nb: – %1 av %2 tilgjengelig
nds: - %1 vun %2 verföögbor
ne: - %2 को %1 उपलब्ध छ
nl: - %1 van %2 beschikbaar
nn: – %1 av %2 tilgjengelege
pa: - %2 ਵਿੱਚੋਂ %1 ਉਪਲੱਬਧ
pl: - %1 z %2 dostępne
pt: - %1 de %2 disponíveis
pt_br: - %1 de %2 disponíveis
ru: - доступно %1 из %2
se: – %1 %2:s leat olámuttus
sk: - %1 z %2 dostupné
sr: — %1 од %2 доступно
th: - มี %1 จาก %2
tr: - %2 nin %1 tanesine erişilebilir
uk: - доступно %1 з %2

source: Not a playlist file: %1
af: %1 is nie 'n speel lys lêer nie
bg: Невалиден файл: %1
ca: No és un fitxer de llista de reproducció: %1
cs: Není seznamem skladeb: %1
da: Ikke en spillelistefil: %1
de: Keine Wiedergabelisten-Datei: %1
el: Μη έγκυρο αρχείο λίστας: %1
es: No es un archivo de lista de reproducción: %1
et: Pole korrektne esitusnimekirja fail: %1
eu: Ez da zerrenda motako fitxategia: %1
fa: یک پروندۀ فهرست پخش وجود ندارد: %1
fi: ”%1” ei ole soittolistatiedosto.
fr: Ce n'est pas un fichier de liste de lecture : « %1 »
he: לא קובץ רשימת־השמעה: %1
hu: Nem lejátszólista-fájl: %1
it: Non è un file di playlist: %1
ja: プレイリストファイルではありません: %1
km: មិន​មែន​ជា​ឯកសារ​បញ្ជី​ចាក់ ៖ %1
ko: 재생목록 파일이 아닙니다: %1
lt: Ne grojaraščio byla: %1
nb: Ikke en spillelistefil: %1
nds: Is keen Afspeellistdatei: %1
ne: प्ले सूची फाइल होइन: %1
nl: Geen afspeellijstbestand: %1
nn: Ikkje ei spelelistefil: %1
pa: ਇੱਕ ਸੰਗੀਤ-ਸੂਚੀ ਫਾਇਲ ਨਹੀਂ: %1
pl: Plik nie zawiera listy utworów: %1
pt: Não é um ficheiro de lista: %1
pt_br: Não é um arquivo de lista de músicas: %1
ru: Недопустимый файл списка: %1
se: Ii leat čuojahanlistofiila: %1
sk: Nie je súborom zoznamu skladieb: %1
sr: Није фајл листе нумера: %1
th: ไม่ใช่แฟ้มบันทึกรายการเล่น: %1
tr: Parça listesi dosyası değil: %1
uk: Файл не є списком композицій: %1

source: Failed to load playlist: %1
af: Kon nie die speel lys laai nie: %1
bg: Неуспешно зареждане на списък със записи: %1
ca: No s'ha pogut carregar la llista de reproducció: %1
cs: Načtení seznamu skladeb selhalo: %1
da: Mislykkedes at indlæse spilleliste: %1
de: Diese Wiedergabeliste lässt sich nicht laden: %1
el: Αποτυχία φόρτωσης της λίστας αναπαραγωγής: '%1'
es: Fallo al cargar la lista de reproducción: %1
et: Esitusnimekirja laadimine ebaõnnestus: %1
eu: Huts egin du zerrenda kargatzean: %1
fa: خرابی در بار کردن فهرست پخش: %1
fi: Soittolistan lataaminen epäonnistui: %1
fr: Échec du chargement de la liste de lecture : %1
he: כישלון בטעינת רשימת־השמעה: %1
hu: Nem sikerült betölteni ezt a lejátszólistát: %1
it: Fallito il caricamento della playlist: %1
ja: プレイリストの読み込みに失敗: %1
ka: რეპერტუარის ჩატვირთვა შეუძლებელია: %1
km: បាន​បរាជ័យ​ក្នុង​ការ​ផ្ទុក​បញ្ជីចាក់ ៖ %1
ko: 재생목록을 불러오는데 실패했습니다. %1
lt: Nepavyko įkelti grojaraščio: %1
nb: Klarte ikke laste inn spilleliste: %1
nds: Afspeellist lett sik nich laden: %1
ne: प्ले सूची लोड गर्न असफल: %1
nl: Deze afspeellijst kon niet worden geladen: %1
nn: Klarte ikkje lasta speleliste: %1
pa: ਸੰਗੀਤ-ਸੂਚੀ ਲੋਡ ਕਰਨ ਲਈ ਫੇਲ੍ਹ: %1
pl: Nie udało się załadować listy odtwarzania: %1
pt: Não foi possível carregar a lista de reprodução: %1
pt_br: Falha ao carregar a lista de músicas: %1
ru: Не удалось загрузить список: '%1'
se: Ii sáhttán viežžat čuojahanlisttu: %1
sk: Chyba pri načítaní zoznamu skladieb: %1
sr: Не могу да учитам листу: %1
th: ไม่สามารถโหลดรายการเล่น: '%1'
tr: Parça listesi yüklenemedi: %1
uk: Не вдалось завантажити список композицій: %1

source: Track already queued for transfer: %1
af: Die snit is alrees in die wagtou om oorgedra te word: %1
bg: Записът вече е сложен на опашката за прехвърляне: %1
ca: La peça ja s'ha encuat per transferir: %1
cs: Skladba již zařazena do přenosu: %1
da: Sporet allerede i kø til overførsel: %1
de: Das Stück ist bereits in der Warteschlange zur Übertragung: %1
el: Το κομμάτι έχει ήδη σημειωθεί για μεταφορά: %1
es: Pista ya puesta en cola para transferir: %1
et: Pala on juba järjekorras ülekandmiseks meediaseadmele: %1
fa: شیار از قبل برای انتقال صف شد: %1
fi: Kappale on jo siirtojonossa: %1
fr: Le morceau « %1 » a déjà été ajouté à la liste d'attente de transfert.
hu: Ez a szám már sorba van téve átvitelhez: %1
it: Traccia già accodata per il trasferimento: %1
ja: トラックは既に転送キューにあります: %1
km: បទ​បាន​ដាក់​ជាជួរ​រួចហើយ​ដើម្បី​ផ្ទេរ ៖ %1
lt: Daina jau įtraukta į eilę išsiuntimui: Track already queued for transfer: %1
nb: Sporet ligger alt i overføringskø: %1
nds: Stück al in de Överdregenreeg opnahmen: %1
ne: ट्रयाक स्थान्तरणका लागि पहिल्यै लाम लागेको छ: %1
nl: Track staat al in wachtrij voor overdracht: %1
nn: Sporet ligg alt i overføringskøen: %1
pa: ਟਰੈਕ ਪਹਿਲਾਂ ਹੀ ਟਰਾਂਸਫਰ ਲਈ ਲਾਇਨ 'ਚ ਹੈ: %1
pl: Utwór już jest skolejkowany do transferu: %1
pt: A faixa já está em espera para transferência: %1
pt_br: A faixa já está na fila para transferência: %1
ru: Дорожка уже занесена в очередь на передачу: %1
se: Bihttá lea juo sáddengárgadusas: %1
sk: Stopa je už vo fronte na prenos: %1
sr: Нумера је већ стављена у ред за пренос: %1
th: เพลงนี้อยู่ใยคิวสำหรับการถ่ายโอนแล้ว: %1
tr: Bu parça aktarma listesine zaten eklenmiş: %1
uk: Доріжка вже є в черзі для перенесення: %1

source: could not execute %1
af: Kon nie %1 uitvoer nie.
bg: %1 не може да бъде изпълнен
ca: no s'ha pogut executar %1
cs: nelze spustit %1
da: kunne ikke køre %1
de: %1 ließ sich nicht ausführen.
el: αδύνατη η εκτέλεση του %1
es: no se ha podido ejecutar %1
et: ei suutnud täita käsku %1
eu: ezin izan da %1 exekutatu
fa: %1 را نتوانست اجرا کند
fi: amaroK ei voinut suorittaa %1
fr: impossible d'exécuter « %1 »
he: אין אפשרות לבצע את %1
hu: nem sikerült végrehajtani ezt: %1
it: impossibile eseguire %1
ja: %1 を実行できませんでした
ka: შესრულება ვერ მოხერხდა %1
km: មិនអាចប្រតិបត្តិ %1 បាន​ឡើយ
ko: %1을 실행할 수 없습니다.
lt: nepavyko įvykdyti %1
nb: kunne ikke kjøre %1
nds: %1 lett sik nich utföhren
ne: %1 कार्यान्वयन गर्न सकेन
nl: kon %1 niet uitvoeren
nn: Klarte ikkje køyra «%1»
pa: %1 ਨੂੰ ਚਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: nie można było wykonać %1
pt: não foi possível executar %1
pt_br: não foi possível executar %1
ru: Не удалось выполнить %1
se: ii sáhttán vuodjit %1
sk: nie je možné spustiť %1
sr: нисам могао да извршим %1
th: ไม่สามารถประมวลผล %1 ได้
tr: %1 çalıştırılamadı
uk: не вдалось запустити %1

source: Media Device: Copying %1 to %2 failed
af: Media toestel: Kopieëring van %1 na %2 was onsuksesvol
bg: Медийно устройство: Грешка при копиране на %1 в %2
ca: Dispositiu de suports: La còpia de %1 a %2 ha fallat
cs: Média zařízení: Kopírování %1 do %2 selhalo
da: Mediaenhed: Mislykkedes at kopiere %1 til %2
de: Media-Player: Kopieren von %1 nach %2 fehlgeschlagen
el: Συσκευή πολυμέσων: Η αντιγραφή %1 στο %2 απέτυχε
es: Dispositivo de medios: Error al copiar %1 en %2
et: Meediaseade: %1 kopeerimine asukohta %2 ebaõnnestus
eu: Multimediako gailua: huts egin du %1 %2(e)n kopiatzean
fa: دستگاه رسانه: خرابی در رونوشت %1 در %2
fi: Medialaite: Kappaleen %1 kopiointi kansioon %2 epäonnistui.
fr: Périphérique de média : Échec de la copie de %1 vers %2
he: התקן מדיה: העתקת %1 אל %2 נכשלה
hu: Médiaeszköz: %1 ide való másolása nem sikerült: %2
it: Dispositivo multimediale: copia di %1 su %2 fallita
ja: メディアデバイス: %1 を %2 にコピーできませんでした
ka: მედია მოწყობილობა: %1 %2-სკენ ასლი ვერ შედგა
km: ឧបករណ៍​​ផ្ទុក ៖ ការ​ចម្លង %1 ទៅ %2 បាន​បរាជ័យ
ko: 미디어 장치: %1에서 %2로 복사하기가 실패했습니다.
lt: Muzikinis įrenginys: nepavyko nukopijuoti %1 į %2
nb: Medieenhet: Klarte ikke kopiere %1 til %2
nds: Medienreedschap: Koperen vun "%1" na "%2" fehlslaan
ne: मिडिया यन्त्र: %2 बाट %1 मा प्रतिलिपि असफल भयो
nl: Media-apparaat: kopiëren van %1 naar %2 is mislukt
nn: Mediespelar: Feil ved kopiering frå «%1» til «%2».
pa: ਮੀਡਿਆ ਜੰਤਰ: %1 ਤੋਂ %2 ਉੱਤੇ ਨਕਲ ਫੇਲ
pl: Urządzenie mediów: Kopiowanie %1 do %2 nie powiodło się
pt: Dispositivo Multimédia: A cópia de %1 para %2 falhou
pt_br: Dispositivo de Mídia: Falha ao copiar %1 para %2
ru: Переносное устройство: Не удалось скопировать %1 в %2
se: Mediaovttadat: Filtii máŋget %1 %2:ii
sk: Mediálne zariadenie: Kopírovanie %1 do %2 zlyhalo
sr: Мултимедијални уређај: Копирање %1 на %2 није успело
th: อุปกรณ์เล่นสื่อ: การคัดลอก %1 ไปยัง %2 ล้มเหลว
tr: Medya Aygıtı: %1 dosyasını %2 konumuna kopyalama işlemi başarısız oldu
uk: Пристрій носія: копіювання %1 з %2 зазнало невдачі

source: Media Device: Reading tags from %1 failed
af: Media toestel: Die lees van etikette vanuit %1 was onsuksesvol
bg: Медийно устройство: Грешка при четене на тагове от %1
ca: Dispositiu de suports: Ha fallat la lectura de les etiquetes de %1
cs: Média zařízení: Čtení značek z %1 selhalo
da: Mediaenhed: Mislykkedes at læse mærker fra %1
de: Media-Player: Lesen der Metadaten von %1 fehlgeschlagen
el: Συσκευή πολυμέσων: Η ανάγνωση ετικετών από το %1 απέτυχε
es: Dispositivo de medios: Error al leer las etiquetas de %1
et: Meediaseade: %1 siltide lugemine ebaõnnestus
eu: Multimediako gailua: huts egin du %1(e)tik etiketak irakurtzean
fa: دستگاه رسانه: خرابی در خواندن برچسبها از %1
fi: Medialaite: Tiedoston %1 sisältötietojen lukeminen epäonnistui
fr: Périphérique de média : Échec de la lecture des balises de %1
he: התקן מדיה: קריאת תגיות מתוך %1 נכשלה
hu: Médiaeszköz: nem sikerült beolvasni címkéket ebből: %1
it: Dispositivo multimediale: lettura tag da %1 fallita
ja: メディアデバイス: %1 からタグを読めませんでした
ka: მედია მოწყობილობა: %1-დან ჭდეების წაკითხვა ვერ შედგა
km: ឧបករណ៍​​ផ្ទុក ៖ ការ​អាន​ស្លាក​ពី %1 បាន​បរាជ័យ
ko: 미디어 장치: %1으로부터 태그를 읽어오기를 실패했습니다.
lt: Muzikinis įrenginys: nepavyko nuskaityti %1 meta informacijos
nb: Medieenhet: Klarte ikke lese merker fra %1
nds: Medienreedschap: Lesen vun de Betekers för "%1" fehlslaan
ne: मिडिया यन्त्र: %1 बाट ट्याग पढ्न असफल भयो
nl: Media-apparaat: lezen van tags van %1 is mislukt
nn: Mediespelar: Feil ved lesing av merkelapp frå «%1».
pa: ਮੀਡਿਆ ਜੰਤਰ: %1 ਤੋਂ ਟੈਗ ਪੜ੍ਹਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Urządzenie mediów: Odczytywanie znaczników z %1 nie powiodło się
pt: Dispositivo Multimédia: A leitura das marcas de %1 falhou
pt_br: Dispositivo de Mídia: Falha ao ler etiquetas de %1
ru: Переносное устройство: Не удалось извлечь теги из %1
se: Mediaovttadat: Filtii lohkat gilkoriid %1:s
sk: Mediálne zariadenie: Čítanie tagov z %1 zlyhalo
sr: Мултимедијални уређај: Читање ознака из %1 није успело
th: อุปกรณ์เล่นสื่อ: การอ่านแท็กจาก %1 ล้มเหลว
tr: Medya Aygıtı: %1 kaynağından etiket bilgilerini okuma işlemi başarısız oldu
uk: Пристрій носія: Помилка читання міток з %1

source: Transfer in progress. Finish or stop after current track?
af: Oordrag vind tans plaas. Stop na die huidige snit?
bg: Тече прехвърляне. Приключване или спиране след текущия запис?
ca: Hi ha una transferència en progrés. La voleu interrompre ara o acabar la peça actual?
cs: Probíhá přenos. Dokončit nebo zastavit za aktuální skladbou?
da: Overførsel i gang. Afslut eller stop efter nuværende spor?
de: Übertragung läuft. Fertigstellen oder nach aktuellem Stück stoppen?
el: Μεταφορά σε εξέλιξη. Τερματισμός ή σταμάτημα μετά το τρέχον κομμάτι;
es: Transferencia en curso. ¿Terminar o detenerse tras la pista actual?
et: Ülekanne käib. Kas lõpetada või peatada pärast aktiivset pala?
eu: Transferentzia lantzen. Amaitu edo gelditu uneko pistaren ondoren?
fa: انتقال در حال اجراست. بعد از شیار جاری تمام شود یا ایست کند؟
fi: Siirto on käynnissä. Haluatko keskeyttää nykyisen kappaleen jälkeen?
fr: Transfert en cours. Terminer ou stopper après le morceau courant ?
he: העברה מתבצעת כעת. האם לסיים או לעצור לאחר הרצועה הנוכחית?
hu: Az átvitel folyamatban van. Befejezi a műveletet vagy leállítja a jelenlegi szám után?
it: Trasferimento in corso. Finire o interrompere dopo la traccia successiva?
ja: 転送中です。完了しますか？それとも現在のトラックの後で停止しますか？
km: កា​រផ្ទេរ​កំពុង​ដំណើរការ ។ បញ្ចប់ ឬ​បញ្ឈប់​បន្ទាប់​ពី​បទ​បច្ចុប្បន្ន ?
ko: 전송이 진행중입니다. 현재 트랙에서 완료하거나 멈추시겠습니까?
lt: Siunčiama. Baigti ar sustabdyti siuntimą po dabartinės dainos?
nb: Overføring pågår. Avslutt, eller stopp etter dette sporet?
nds: Överdregen löppt. Fardig maken oder achter dat aktuelle Stück anhollen?
ne: प्रगतिमा स्थान्तरण । हालको ट्रयाक पछि समाप्त गर्नुहुन्छ वा रोक्नुहुन्छ ?
nl: Overdracht is bezig. Voltooien of na huidige track stoppen?
nn: Overføring i gang. Vil du fullføra overføringa, eller stoppa ho etter dette sporet?
pa: ਕਾਰਵਾਈ ਜਾਰੀ ਹੈ। ਹੁਣੇ ਬੰਦ ਕਰਨਾ ਹੈ ਜਾਂ ਮੌਜੂਦਾ ਟਰੈਕ ਦੇ ਬਾਅਦ?
pl: Przenoszenie jest już rozpoczęte. Zakończyć czy zatrzymać po bieżącym utworze?
pt: A transferência está em curso. Deseja terminar ou parar após a faixa actual?
pt_br: Transferência em progresso. Finalizar ou parar após a faixa atual?
ru: Идёт передача данных. Завершить её сейчас или после текущей дорожки?
se: Sirdin lea jođus. Heaittit, vai bisán dán bihttá maŋŋá?
sk: Prebieha prenos. Dokončiť alebo zastaviť po aktuálnej stope?
sr: Пренос је у току. Да завршим или да станем после текуће нумере?
th: กำลังทำการถ่ายโอน จะให้หยุดหลังจากเพลงที่กำลังทำอยู่หรือไม่?
tr: Aktarma sürüyor. Mevcut parçadan sonra bitirmek ya da durmak ister misiniz?
uk: В процесі перенесення. Завершити чи зупинити після поточної доріжки?

source: Stop Transfer?
af: Stop oordrag?
bg: Спиране на прехвърлянето?
ca: Voleu aturar la transferència?
cs: Zastavit přenos?
da: Stop overførsel?
de: Übertragung abbrechen?
el: Σταμάτημα μεταφοράς;
es: ¿Detener la transferencia?
et: Kas peatada ülekanne?
eu: Gelditu transferentzia?
fa: انتقال متوقف شود؟
fi: Siirto käynnissä
fr: Stopper le transfert ?
he: עצור העברה?
hu: Átvitel leállítása?
it: Interrompo il trasferimento?
ja: 転送を停止しますか？
km: បញ្ឈប់​ការ​ផ្ទេរ ?
ko: 전송을 중지하시겠습니까?
lt: Sustabdyti siuntimą?
nb: Stopp overføring?
nds: Överdregen anhollen?
ne: स्थान्तरण रोक्नुहुन्छ ?
nl: Overdracht stoppen?
nn: Vil du stoppa overføringa?
pa: ਕੀ ਸੰਚਾਰ ਰੋਕਣਾ ਹੈ?
pl: Zatrzymać przenoszenie?
pt: Parar a Transferência?
pt_br: Parar Transferência?
ru: Остановить передачу?
se: Gaskkalduhte sirdima?
sk: Zastaviť prenos?
sr: Зауставити пренос?
th: หยุดการถ่ายโอนหรือไม่?
tr: Aktarma durdurulsun mu?
uk: Зупинити перенесення?

source: &Finish
af: Klaar
bg: &Край
ca: &Acaba
cs: &Dokončit
da: &Færdig
de: &Fertigstellen
el: &Τερματισμός
es: &Terminar
et: Lõp&eta
eu: &Amaitu
fa: &تمام‌
fi: &Jatka
fr: &Terminé
he: &סיים
hu: &Befejezés
it: &Fine
ja: 完了する(&F)
km: បញ្ចប់
ko: 완료(&F)
lt: &Baigti
nb: &Avslutt
nds: &Fardig maken
ne: समाप्त
nl: &Voltooien
nn: &Fullfør
pa: ਮੁਕੰਮਲ(&F)
pl: &Zakończ
pt: &Terminar
pt_br: &Finalizar
ru: &Завершить
se: &Gearggat
sk: &Dokončiť
sr: &Заврши
th: เสร็&จสิ้น
tr: &Bitir
uk: Завер&шити

source: &Stop
bg: &Спиране
ca: &Interromp
cs: Za&stavit
de: &Stoppen
el: &Σταμάτημα
es: &Detener
et: &Peata
eu: &Gelditu
fa: &ایست‌
fi: &Keskeytä
fr: &Arrêter
he: &עצור
hu: &Leállítás
it: &Ferma
ja: 停止する(&S)
ka: &გაჩერება
km: បញ្ឈប់
ko: 멈추기(&S)
lt: &Sustabdyti
nb: &Stopp
nds: &Anhollen
ne: रोक्नुहोस्
nl: &Stoppen
nn: &Stopp
pa: ਰੋਕੋ(&S)
pl: &Zatrzymaj
pt: &Parar
pt_br: &Parar
ru: &Остановить
se: &Bisán
sk: Za&staviť
sr: Зау&стави
th: &หยุด
tr: &Durdur
uk: &Зупинити
