Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: No Mobile Download
af: Geen draagbare aflaai beskikbaar nie
bg: Няма мобилно сваляне
ca: Cap descàrrega mòbil
da: Ingen mobile download
de: Kein Download auf mobile Geräte
el: Χωρίς κινητή λήψη
es: Sin descarga móvil
eu: Deskarga mugikorrik ez
fa: هیچ تلفن همراهی بارگیری نشد
hu: Nincs mobil-letöltés
ja: モバイルダウンロードなし
ka: მობილური ჩამოტვირთვა არაა
km: គ្មានការ​ទាញ​យក​ចល័ត
ko: 모바일 다운로드 없음
lt: Negalima siųsti į mobilų
nds: Nich op Mobilreedschappen daalladen
ne: कुनै मोबाइल डाउनलोड गरिएको छैन
pa: ਕੋਈ ਮੋਬਾਇਲ ਡਾਊਨਲੋਡ
pl: Brak mobilnego pobierania
pt: Sem Transferência Móvel
pt_br: Nenhum Download Móvel
sk: Bez mobilného downloadu
sr: Нема мобилних преузимања
th: ไม่มีการดาวน์โหลดลงอุปกรณ์
uk: Нема мобільного звантаження

source: No More Multi Addr
af: Geen ekstra multi adresse toegelaat
bg: Няма множество адреси
ca: No més adreces múltiples
da: Ikke flere multiadresser
de: Keine weiteren mehrfachen Adressen
el: Όχι άλλες πολλαπλές διευθύνσεις
es: No mas direcciones múltiples
eu: Helbide anitz gehiagorik ez
fa: بدون Addr چندگانۀ بیشتر
hu: Nincs több többszörös cím
ka: მეტი მულტი მისამართი არაა
km: គ្មាន​អាសយដ្ឋាន​ច្រើន​ទៀត​ទេ
ko: 더 이상 멀티 주소 없음
lt: Nebegalimi daugelis adresų
nds: Keen Mehrfachadressen mehr
ne: अरू धेरै बहुँ ठेगाना छैन
pl: Brak wielokrotnych adresów
pt: Sem Mais Endereços de Multicast
pt_br: Mais Nenhum Endereço Múltiplo
sk: Už nie je viac multi adries
sr: Нема више мултиадр.
th: ไม่มี Multi Addr แล้ว
uk: Більше нема адрес групової трансляції

source: Proxy Max Connections
af: Volmag: Maksimum koppelinge
bg: Прокси - макс. свързвания
ca: Intermediari: Connexions màximes
da: Proxy maksimalt antal forbindelser
de: Maximale Proxyverbindungen
el: Μέγιστες συνδέσεις διαμεσολαβητή
es: Proxy máximas conexiones
eu: Proxy-a: gehienezko konexioak
fa: اتصالات بیشینۀ پیشکار
fi: Välityspalvelin: Yhteyksien maksimimäärä
fr: Nombre maximale de connexions au proxy
hu: Proxy - kapcsolódások maximális száma
ja: プロキシ 最大接続数
ka: პროქსის მაქსიმალური კავშირები
km: ការ​តភ្ជាប់​អតិ​.របស់​ប្រូកស៊ី
ko: 프록시 최대 연결
lt: Atstovaujantis serveris: daugiausia ryšių
nds: Hööchsttall Proxyverbinnen
ne: प्रोक्सी अधिकतम जडानहरू
pa: ਪਰਾਕਸੀ ਵੱਧ ਤੋਂ ਵੱਧ ਕੁਨੈਕਸ਼ਨ
pl: Pośrednik: Maksymalna liczba połączeń
pt: Máximo de Ligações ao 'Proxy'
pt_br: Conexões Máximas no Proxy
sk: Maximum proxy pripojení
sr: Прокси, макс. веза
th: ค่าการเชื่อมต่อสูงสุดของพร็อกซี
tr: Vekil Azami Bağlantı
uk: Проксі: максимальна кількість з'єднань

source: Proxy Max Gw Bandwidth
af: Volmag: Maksimum GW bandwydte
bg: Прокси - макс. Gw честотна лента
ca: Intermediari: Amplada de banda màxima a la porta d'enllaç
da: Proxy maksimal båndbreddetilvækst
de: Maximale Proxy-Gw-Verbindungen
el: Μέγιστο Gw εύρος δικτύου διαμεσολαβητή
es: Proxy máximo ancho de banda de la puerta de enlace
eu: Proxy-a: gehienezko Gw banda-zabalera
fa: پهنای باند بیشینۀ Gw پیشکار
fi: Välityspalvelin: Yhdyskäytävän kaistanleveyden maksimimäärä
hu: Proxy - maximális GW-sávszélesség
ja: プロキシ 最大 GW 帯域幅
ka: პროქსის მაქსიმალური Gw გამტარობა
km: កម្រិត​បញ្ជូន Gw អតិ.​របស់​ប្រូកស៊ី
ko: 프록시 최대 게이트웨이 대역폭
lt: Atstovaujantis serveris: didžiausias gw kanalas
nds: Hööchst Gw-Bandbreed Proxy
ne: प्रोक्सी अधिकतम जीडब्लु ब्यान्डविड्थ
pl: Pośrednik: maksymalna przepustowość bramki
pt: Larg. Banda Máxima da 'Gateway'
pt_br: Largura de Banda Máxima do Gw Proxy
sk: Proxy Maximálna šírka pásma brány
sr: Прокси, макс. Gw пропусност
th: ค่าแบนด์วิดธ์เกทเวย์ สูงสุดของพร็อกซี
tr: Vekil Azami Gw Bant Genişliği
uk: Проксі: максимальна пропускна здатність шлюзу

source: Proxy Max Bandwidth
af: Volmag: Maksimum bandwydte
bg: Прокси - макс. честотна лента
ca: Intermediari: Amplada de banda màxima
da: Proxy maksimal båndbredde
de: Maximale Proxy-Bandbreite
el: Μέγιστο εύρος δικτύου διαμεσολαβητή
es: Proxy máximo ancho de banda
eu: Proxy-a: gehienezko banda-zabalera
fa: پهنای باند بیشینۀ پیشکار
fi: Välityspalvelin: kaistanleveyden maksimimäärä
hu: Proxy - maximális sávszélesség
ja: プロキシ 最大帯域幅
ka: პროქსის მაქსიმალური გამტარობა
km: កម្រិត​បញ្ជូន​អតិ.​របស់​ប្រូកស៊ី
ko: 프록시 최대 대역폭
lt: Atstovaujantis serveris: didžiausias kanalas
nds: Hööchstbandbreed Proxy
ne: प्रोक्सी अधिकतम ब्यान्डविड्थ
pl: Pośrednik: maksymalna przepustowość
pt: Larg. Banda Máxima do 'Proxy'
pt_br: Largura de Banda Máxima do Proxy
sk: Maximálna šírka pásma proxy
sr: Прокси, макс. пропусност
th: ค่าแบนด์วิดธ์สูงสุดของพร็อกซี
tr: Vekil Azami Bant Genişliği
uk: Проксі: максимальна пропускна здатність

source: Bad Loadtest Password
af: Verkeerde <i>Loadtest</i> wagwoord
bg: Лоша парола при Loadtest
ca: La contrasenya pel test de càrrega és incorrecte
da: Forkert kodeord for belastningstest
de: Falsches Loadtest-Passwort
el: Εσφαλμένος κωδικός Loadtest
es: Contraseña de prueba de carga incorrecta
eu: Loadtest: okerreko pasahitza
fa: اسم رمز نادرست آزمون بارگذاری
fi: Kuormatestin salasana ei kelpaa
hu: Helytelen Loadtest-jelszó
ja: 不正なロードテストパスワード
ka: ცუდი Loadtest პაროლი
km: ពាក្យ​សម្ងាត់​សាកល្បង​ផ្ទុក​មិនល្អ
ko: 나쁜 불러오기 테스트 패스워드
lt: Blogas įkėlimo tikrinimo slaptažodis
nds: Leeg Laadtest-Passwoort
ne: खराब लोडपरीक्षण पासवर्ड
pl: Złe hasło testowania obciążenia
pt: Senha do Teste de Carga Inválida
pt_br: Senha de Teste de Carregamento Ruim
sk: Zlé loadtest heslo
th: รหัสผ่าน Loadtest ไม่ถูกต้อง
uk: Неправильний пароль тесту навантаження

source: Pna Not Supported
af: Pna word nie ondersteun nie
bg: Pna не се поддържа
ca: No s'accepta Pna
da: PNA understøttes ikke
de: Pna wird nicht unterstützt
el: Το Pna δεν υποστηρίζεται
es: Pna no soportado
et: Pna pole toetatud
eu: PNA: ez dago Onartuta
fa: Pna پشتیبانی نشد
fr: Pna non supporté
hu: "Pna" nem támogatott
ja: Pna サポートしていません
ka: Pna არაა მხარდაჭერილი
km: Pna មិន​បាន​គាំទ្រ
ko: Pna 지원하지 않음
lt: Su PNA nedirbama
nds: "Pna" warrt nich ünnerstütt
ne: पीएनए समर्थित छैन
pa: Pna ਸਹਾਇਕ ਨਹੀਂ
pl: Pna nie jest obsługiwane
pt: PNA Não Suportado
pt_br: Pna não Suportado
sk: Pna nepodporované
sr: Pna није подржано
th: ไม่รองรับ Pna
tr: Pna Desteklenmiyor
uk: Pna не підтримується

source: Proxy Origin Disconnected
af: Volmag: Oorsprong het ontkoppel
bg: Прокси - оригиналът е изключен
ca: Intermediari: L'origen s'ha desconnectat
da: Oprindelig proxy afbrudt
de: Proxy: Quelle getrennt
el: Αποσυνδέθηκε η προέλευση διαμεσολαβητή
es: Proxy origen desconectado
eu: Proxy-a: jatorria deskonektatuta
fa: اصل پیشکار قطع شد
fi: Välityspalvelin: lähde katkaisi
hu: Proxy - a forrás lekapcsolódott
ka: პროქსი წარმომავლობა კავშირი გაწყვეტილია
km: បាន​ផ្ដាច់​ប្រូកស៊ី​ដើម
ko: 프록시 원본 연결끊김
lt: Atstovaujantis serveris: šaltinis atjungtas
nds: Proxy: Born afkoppelt
ne: प्रोक्सी उत्पत्ति जडान विच्छेद गरियो
pl: Rozłączone źródło pośrednika (proxy)
pt: Origem Desligada do 'Proxy'
pt_br: Proxy de Origem Desconectado
sk: Proxy Pôvodný odpojený
sr: Прокси, прекинута веза са исходиштем
th: พร็อกซีต้นทางตัดการเชื่อมต่อ
tr: Vekil Kaynak Bağlantısı Kesildi
uk: Проксі: роз'єднано джерело

source: Internal Error
af: Interne fout
bg: Вътрешна грешка
ca: Error intern
cs: Interní chyba
da: Intern fejl
de: Interner Fehler
el: Εσωτερικό σφάλμα
es: Error interno
et: Seesmine viga
fa: خطای درونی
fi: Sisäinen virhe
fr: Erreur interne
hu: Belső hiba
it: Errore interno
ja: 内部エラー
ka: შიდა შეცდომა
km: កំហុស​ខាងក្នុង
ko: 내부 오류
lt: Vidinė klaida
nds: Intern Fehler
ne: आन्तरिक त्रुटि
pa: ਅੰਦਰੂਨੀ ਗਲਤੀ
pl: Błąd wewnętrzny
pt: Erro Interno
pt_br: Erro Interno
ru: Внутренняя ошибка
se: Siskkáldas meattáhus
sk: Interná chyba
sr: Унутрашња грешка
th: เกิดข้อผิดพลาดภายใน
tr: İç Hata
uk: Внутрішня помилка

source: Max Value
af: Maksimum waarde
bg: Макс. стойност
ca: Valor màxim
cs: Max. hodnota
da: Maksimal værdi
de: Maximaler Wert
el: Μέγιστη τιμή
es: Valor máximo
et: Maksimaalne väärtus
eu: Gehienezko balioa
fa: مقدار بیشینه
fi: Maksimiarvo
fr: Valeur maximale
hu: Maximális érték
it: Valore massimo
ja: 最大値
ka: მაქსიმალური მნიშვნელობა
km: តម្លៃ​អតិ.
ko: 최대 값
lt: Didžiausia reikšmė
nds: Hööchstweert
ne: अधिकतम मान
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਮੁੱਲ
pl: Maksymalna wartość
pt: Valor Máximo
pt_br: Valor Máximo
sk: Max hodnota
sr: Макс. вредност
th: ค่าสูงสุด
tr: En Büyük Değer
uk: Максимальне значення

source: Socket Intr
af: Sok 'Intr'
bg: Сокет - представяне
ca: Sòcol: Interrupció
da: Udtag afbrudt
de: Socket unterbrochen
el: Υποδοχή Intr
eu: Socket-a: sarrera
fa: Intr سوکت
hu: Aljazat - Intr
ka: სოკეტი Intr
km: រន្ធ Intr
ko: 소켓 인터럽트
lt: Lizdas: intr
nds: Socket: Ünnerbraken
ne: सकेट Intr
pl: Gniazdo: przerwanie
pt: Int. do 'Socket'
sr: Сокет, Intr
uk: Сокет: Intr

source: Socket Badf
af: Sok 'Badf'
bg: Сокет - Badf
ca: Sòcol: «Badf»
da: Udtag forkert format
de: Socket falsche Datei
el: Υποδοχή Badf
eu: Socket-a: okerreko fitxategia
fa: Badf سوکت
hu: Aljazat - Badf
ja: ソケット 不正なファイル
ka: სოკეტი Badf
km: រន្ធ Badf
ko: 소켓 Badf
lt: Lizdas: badf
nds: Socket: Leeg Datei
ne: सकेट Badf
pl: Gniazdo: badf
pt: Ficheiro do 'Socket' Inválido
pt_br: Socket: Formato Ruim
sr: Сокет, Badf
uk: Сокет: Badf

source: Socket Acces
af: Sok 'Access'
bg: Сокет - достъп
ca: Sòcol: Accés
da: Udtag adgang
de: Socket Zugriff
el: Πρόσβαση υποδοχής
eu: Socket-a: sarbidea
fa: دستیابی سوکت
fi: Pistoke: Käyttö
hu: Aljazat - Acces
ja: ソケット アクセス
ka: სოკეტი Acces
km: កា​រចូល​ដំណើរការ​រុន្ធ
ko: 소켓 접속
lt: Lizdas: acces
nds: Socket: Togriep
ne: सकेट पहुँच
pl: Gniazdo: dostęp
pt: Acesso ao 'Socket'
pt_br: Socket: Acesso
sk: Socket Prístup
sr: Сокет, Acces
tr: Yuva Erişimi
uk: Сокет: Acces

source: Socket Fault
af: Sok 'Fault'
bg: Сокет - грешка
ca: Sòcol: Fallada
da: Udtagsfejl
de: Socket Fehler
el: Σφάλμα υποδοχής
es: Socket error
eu: Socket-a: huts egin du
fa: عیب سوکت
fi: Pistoke: Virhe
hu: Aljazat - Hiba
ja: ソケット エラー
ka: სოკეტი Fault
km: កំហុស​រុន្ធ
ko: 소켓 실패
lt: Lizdas: klaida
nds: Socket: Fehler
ne: सकेट अवगुण
pl: Gniazdo: awaria
pt: Erro no 'Socket'
pt_br: Socket: Falha
sk: Socket Chyba
sr: Сокет, Fault
tr: Yuva Hatası
uk: Проблема сокета

source: Socket Inval
af: Sok 'Inval'
bg: Сокет - невалиден
ca: Sòcol: Invàlid
da: Udtag ugyldigt
de: Socket Ungültig
el: Μη έγκυρη υποδοχή
eu: Socket-a: baliogabea
fa: Inval سوکت
hu: Aljazat - Inval
ja: ソケット 無効
ka: სოკეტი Inval
km: រុន្ធ Inval
ko: 소캣 무효
lt: Lizdas: klaidingas
nds: Socket: Leeg
ne: सकेट इन्भल
pl: Gniazdo: Inval
pt: 'Socket' Inválido
pt_br: Socket: Inválido
sk: Socket Neplatné
sr: Сокет, Inval
tr: Yuva Geçersiz
uk: Сокет: Inval

source: Socket Mfile
af: Sok 'Mfile'
bg: Сокет - Mфайл
ca: Sòcol: «Mfile»
da: Udtag M-fil
el: Υποδοχή Mfile
eu: Socket-a: meta-fitxategia
fa: Mfile سوکت
hu: Aljazat - Mfile
ja: ソケット Mfile
ka: სოკეტი Mfile
km: រុន្ធ Mfile
ko: 소켓 M파일
lt: Lizdas: Mfile
ne: सकेट एमफाइल
pl: Gniazdo: Mfile
pt: MFile do 'Socket'
sk: Socket Msúbor
sr: Сокет, Mfile
uk: Сокет: Mfile

source: Socket Wouldblock
af: Sok 'Wouldblock'
bg: Сокет - Wouldblock
ca: Sòcol: Blocarà
da: Udtag skulle blokere
de: Socket würde blockieren
el: Υποδοχή φραγή
eu: Socket-a: blokea daiteke
fa: سوکت بلوک می‌شود
fi: Pistoke: Odottaisi
hu: Aljazat - Wouldblock
ja: ソケット ブロックします
ka: სოკეტი Wouldblock
km: រន្ធ​នឹង​ទប់ស្កាត់
ko: 소켓 블럭될 예정
lt: Lizdas: bus užblokuota
nds: Socket: Wöör blockeren
ne: सकेटले रोक्नेछ
pl: Gniazdo: Wouldblock
pt: Bloq. Potencial do 'Socket'
pt_br: Socket: Será Bloqueado
sk: Socket ByBlokovalo
sr: Сокет, Wouldblock
uk: Сокет: Wouldblock

source: Socket Inprogress
af: Sok 'Inprogress'
bg: Сокет - в прогрес
ca: Sòcol: En progrés
da: Udtag i gang
de: Socket: In Bearbeitung
el: Υποδοχή σε εξέλιξη
es: Socket en progreso
eu: Socket-a: progresioan
fa: سوکت در حال اجراست
fi: Pistoke: Kesken
hu: Aljazat - folyamatban
ja: ソケット 進行中
ka: სოკეტი Inprogress
km: រុន្ធ​កំពុង​ដំណើរការ
ko: 소켓 비진행
lt: Lizdas: vykdoma
nds: Socket: Löppt
ne: प्रगतिमा सकेट
pl: Gniazdo: Inprogress
pt: 'Socket' em Progresso
pt_br: Socket: Em Progresso
sk: Socket Prebieha
sr: Сокет, Inprogress
tr: Yuva İlerliyor
uk: Сокет: в процесі

source: Socket Already
af: Sok 'Already'
bg: Сокет - вече
ca: Sòcol: En marxa
da: Udtag allerede
de: Socket: Bereits
el: Υποδοχή ήδη
es: Socket listo
eu: Socket-a: prest
fa: سوکت از قبل
fi: Pistoke: Ennestään
hu: Aljazat - Already
ka: სოკეტი Already
km: រន្ធ​រួចរាល់
ko: 소켓 이미 존재
lt: Lizdas: jau
nds: Socket: Al
ne: सकेट पहिल्यै छ
pl: Gniazdo: Already
pt: Já em 'Socket'
pt_br: Socket: Já Existente
sk: Socket Už
sr: Сокет, Already
uk: Сокет вже з'єднаний

source: Socket Notsock
af: Sok 'Notsock'
bg: Сокет - няма сокет
ca: Sòcol: No socket
da: Udtag intet udtag
de: Socket: Kein Socket
el: Υποδοχή Notsock
eu: Socket-a: ez-socket
fa: سوکت Notsock
fi: Pistoke ei ole pistoke
hu: Aljazat - Notsock
ka: სოკეტი Notsock
km: រន្ធ​មិន​ឆក់
ko: 소켓 소켓이 아님
lt: Lizdas: ne lizdas
nds: Socket: Nich Socket
ne: सकेट सक छैन
pl: Gniazdo: nie jest gniazdem
pt: Não é um 'Socket'
pt_br: Socket: Nenhum Socket
sk: Socket Niesocket
sr: Сокет, Notsock
uk: Сокет: Notsock

source: Socket Destaddrreq
af: Sok 'Destaddrreq'
bg: Сокет - Destaddrreq
ca: Sòcol: Es requereix l'adreça de destí
da: Udtag måladresseforespørgsler
de: Socket: Zieladresse benötigt
el: Υποδοχή Destaddrreq
eu: Socket-a: helburuko helbidearen eskaera
fa: Destaddrreq سوکت
fi: Pistoke: Kohdeosoite pakollinen
hu: Aljazat - Destaddrreq
ja: ソケット 行き先アドレスが必要
ka: სოკეტი Destaddrreq
km: រុន្ធ Destaddrreq
ko: 소켓 대상주소요청
lt: Lizdas: Destaddrreq
nds: Socket: Anfraag Teeladress
ne: सकेट Destaddrreq
pl: Gniazdo: żądanie adresu celu
pt: Endereço de Destino do 'Socket' Obrigatório
sk: Socket PožiadavkaNaVzdialAdr
sr: Сокет, Destaddrreq
uk: Сокет: Destaddrreq

source: Socket Msgsize
af: Sok 'Msgsize'
bg: Сокет - размер на съобщение
ca: Sòcol: Mida de missatge
da: Udtag meddelelsesstørrelse
de: Socket: Nachrichtengröße
el: Υποδοχή Msgsize
eu: Socket-a: mezu-tamaina
fa: Msgsize سوکت
fi: Pistoke: Viestikoko
hu: Aljazat - Msgsize
ja: ソケット メッセージサイズ
ka: სოკეტი Msgsize
km: រុន្ធ Msgsize
ko: 소켓 메시지크기
lt: Lizdas: pranešimo dydis
nds: Socket: Narichtgrött
ne: सकेट सन्देश साइज
pl: Gniazdo: Rozmiar wiadomości
pt: Tamanho da Mensagem do 'Socket'
pt_br: Socket: Tamanho da Mensagem
sk: Socket Veľkosťsprávy
sr: Сокет, Msgsize
uk: Сокет: розмір повідомлення

source: Socket Prototype
af: Sok 'Prototype'
bg: Сокет - прототип
ca: Sòcol: Tipus de protocol
da: Udtag prototype
de: Socket: Prototyp
el: Πρωτότυπο υποδοχής
es: Socket prototipo
eu: Socket-a: prototipoa
fa: نمونۀ اولیۀ سوکت
fi: Pistoke: Prototyyppi
hu: Aljazat - prototípus
ja: ソケット プロトタイプ
ka: სოკეტი პროტოტიპი
km: រុន្ធ​គំរូ​ដើម
ko: 소켓 프로토타입
lt: Lizdas: prototipas
nds: Socket: Protokoll-Typ
ne: सकेट प्रोटोटाइप
pl: Gniazdo: prototyp
pt: Protótipo do 'Socket'
pt_br: Socket: Protótipo
sk: Socket Prototyp
sr: Сокет, Prototype
tr: Yuva Prototip
uk: Сокет: прототип

source: Socket Noprotoopt
af: Sok 'Noprotoopt'
bg: Сокет - Noprotoopt
ca: Sòcol: Cap operació de protocol
da: Udtag ingen prototypehandling
de: Socket: Kein Prototyp
el: Υποδοχή Noprotoopt
eu: Socket-a: ez-prototipoa
fa: Noprotoopt سوکت
hu: Aljazat - Noprotoopt
ja: ソケット プロトコル オプションなし
ka: სოკეტი Noprotoopt
km: រុន្ធ Noprotoopt
ko: 소켓 프로토옵션없음
lt: Lizdas: Noprotoopt
nds: Socket: Keen Protokoll-Optschoon
ne: सकेट Noprotoopt
pl: Gniazdo: Noprotoopt
pt: Sem Opções de Protocolo do 'Socket'
pt_br: Socket: Nenhuma Opção do Protótipo
sk: Socket ŽiadnaVoľbaProt
sr: Сокет, Noprotoopt
uk: Сокет: Noprotoopt

source: Socket Protonosupport
af: Sok 'Protonosupport'
bg: Сокет - Protonosupport
ca: Sòcol: No s'accepta el protocol
da: Udtag ingen understøttelse for prototype
de: Socket: Protokoll nicht unterstützt
el: Υποδοχή Protonosupport
eu: Socket-a: onartu gabeko prototipoa
fa: Protonosupport سوکت
fi: Pistoke: Protokollaa ei tueta
hu: Aljazat - Protonosupport
ja: ソケット プロトコル サポートなし
ka: სოკეტი Protonosupport
km: រុន្ធ Protonosupport
ko: 소켓 프로토지원없음
lt: Lizdas: protokolas nesuprantamas
nds: Socket: Protokoll warrt nich ünnerstütt
ne: सकेट Protonosupport
pl: Gniazdo: Protonosupport
pt: Protocolo do 'Socket' Não Suportado
pt_br: Socket: Protótipo Não Suportado
sk: Socket ŽiadnaPodporaProt
sr: Сокет, Protonosupport
uk: Сокет: Protonosupport

source: Socket Socktnosupport
af: Sok 'Socktnosupport'
bg: Сокет - няма поддръжка на сокет
ca: Sòcol: No s'accepta el socket
da: Udtag ingen understøttelse for udtag
de: Socket: Socket nicht unterstützt
el: Υποδοχή Socktnosupport
eu: Socket-a: onartu gabeko socket-a
fa: Socktnosupport سوکت
fi: Pistoke: Pistoketta ei tueta
hu: Aljazat - Socktnosupport
ja: ソケット サポートなし
ka: სოკეტი Socktnosupport
km: រុន្ធ Socktnosupport
ko: 소켓 소켓지원없음
lt: Lizdas: lizdas nesuprantamas
nds: Socket: Socket warrt nich ünnerstütt
ne: सकेट Socktnosupport
pl: Gniazdo: Socktnosupport
pt: 'Socket' Não Suportado
pt_br: Socket: Socket Não Suportado
sk: Socket ŽiadnaPodporaSock
sr: Сокет, Socktnosupport
uk: Сокет: Socktnosupport

source: Socket Opnotsupp
af: Sok 'Opnotsupp'
bg: Сокет - Opnotsupp
ca: Sòcol: No s'accepta l'operació
da: Udtag handling understøttes ikke
de: Socket: Aktion nicht unterstützt
el: Υποδοχή Opnotsupp
eu: Socket-a: onartu gabeko eragiketa
fa: Opnotsupp سوکت
hu: Aljazat - Opnotsupp
ja: ソケット オプション サポートなし
ka: სოკეტი Opnotsupp
km: រុន្ធ Opnotsupp
ko: 소켓 옵션지원안함
lt: Lizdas: parinktis nesuprantama
nds: Socket: Optschoon warrt nich ünnerstütt
ne: सकेट Opnotsupp
pl: Gniazdo: Opnotsupp
pt: Opção do 'Socket' Não Suportada
pt_br: Socket: Opções Não Suportadas
sk: Socket OnNepodpor
sr: Сокет, Opnotsupp
uk: Сокет: Opnotsupp

source: Socket Pfnosupport
af: Sok 'Pfnosupport'
bg: Сокет - Pfnosupport
ca: Sòcol: No s'accepta Pf
da: Udtag ingen understøttelse for PF
de: Socket: Pf nicht unterstützt
el: Υποδοχή Pfnosupport
eu: Socket-a: onartu gabeko PF
fa: Pfnosupport سوکت
hu: Aljazat - Pfnosupport
ja: ソケット PF サポートなし
ka: სოკეტი Pfnosupport
km: រុន្ធ Pfnosupport
ko: 소켓 패킷필터지원안함
lt: Lizdas: Pfnosupport
nds: Socket: "Pf" warrt nich ünnerstütt
ne: सकेट Pfnosupport
pl: Gniazdo: Pfnosupport
pt: Sem Suporte de PF do 'Socket'
pt_br: Socket: Pf Não Suportada
sk: Socket PfNepodpor
sr: Сокет, Pfnosupport
uk: Сокет: Pfnosupport

source: Socket Afnosupport
af: Sok 'Afnosupport'
bg: Сокет - Afnosupport
ca: Sòcol: No s'accepta Af
da: Udtag ingen understøttelse for AF
de: Socket: Af nicht unterstützt
el: Υποδοχή Afnosupport
eu: Socket-a: onartu gabeko AF
fa: Afnosupport سوکت
hu: Aljazat - Afnosupport
ja: ソケット AF サポートなし
ka: სოკეტი Afnosupport
km: រុន្ធ Afnosupport
ko: 소켓 주소필터지원안함
lt: Lizdas: Afnosupport
nds: Socket: "Af" warrt nich ünnerstütt
ne: सकेट Afnosupport
pl: Gniazdo: Afnosupport
pt: Sem Suporte de AF do 'Socket'
pt_br: Socket: Af Não Suportada
sk: Socket AfNepodpor
sr: Сокет, Afnosupport
uk: Сокет: Afnosupport

source: Socket Addrinuse
af: Sok 'Addrinuse'
bg: Сокет - Addrinuse
ca: Sòcol: L'adreça està en ús
da: Udtag adresse bruges
de: Socket: Adresse wird bereits verwendet
el: Υποδοχή Addrinuse
eu: Socket-a: erabilitako helbidea
fa: Addrinuse سوکت
fi: Pistoke: Osoite käytössä
hu: Aljazat - Addrinuse
ja: ソケット アドレス使用中
ka: სოკეტი Addrinuse
km: រុន្ធ Addrinuse
ko: 소켓 사용중인 주소
lt: Lizdas: Addrinuse
nds: Socket: Adress al in Bruuk
ne: सकेट एड्रिनिउज
pl: Gniazdo: Adres już używany
pt: Endereço do 'Socket' em Uso
sk: Socket Adresasapoužíva
sr: Сокет, Addrinuse
uk: Сокет: адреса вже вживається

source: Socket Address Not Available
af: Sok 'Address Not Available'
bg: Сокет - не наличен адрес
ca: Sòcol: L'adreça no està disponible
da: Udtag adresse ikke tilgængelig
de: Socket: Adresse nicht verfügbar
el: Μη διαθέσιμη διεύθυνση υποδοχής
es: Socket dirección no disponible
eu: Socket-a: helbidea ez dago erabilgarri
fa: نشانی سوکت موجود نیست
fi: Pistokeosoite ei ole käytössä
hu: Aljazat - a cím nem elérhető
ja: ソケット アドレスがありません
ka: სოკეტი მისამართი არა ხელმისაწვდომი
km: មិន​មាន​អាសយដ្ឋាន​រុន្ធ​
ko: 소켓 사용할 수 없는 주소
lt: Lizdas: adresas nepasiekiamas
nds: Socket: Adress nich verföögbor
ne: सकेट ठेगाना उपलब्ध छैन
pl: Gniazdo: Adres niedostępny
pt: Endereço do 'Socket' Indisponível
pt_br: Socket: Endereço Não Disponível
sk: Socket Adresa nie je dostupná
sr: Сокет, адреса није доступна
tr: Yuva Adres Kullanılabilir Değil
uk: Сокет: недоступна адреса

source: Socket Net Down
af: Sok 'Net Down'
bg: Сокет - мрежата е паднала
ca: Sòcol: La xarxa no està activa
da: Udtag net nede
de: Socket: Netzwerk deaktiviert
el: Ανενεργό το δίκτυο υποδοχής
es: Socket red caída
eu: Socket-a: sarea erorita
fa: شبکۀ سوکت به پایین
fi: Pistoke: Verkko alhaalla
hu: Aljazat - a hálózat le van kapcsolva
ja: ソケット ネット ダウン
ka: სოკეტი Net ქვემოთ
km: រុន្ធ​បណ្ដាញ​ខូច
ko: 소켓 네트워크 다운
lt: Lizdas: tinklas neveikia
nds: Socket: Nettwark utmaakt
ne: सकेट नेट तल छ
pl: Gniazdo: sieć wyłączona
pt: Rede em Baixo
pt_br: Socket: Rede Caiu
sk: Socket Sieť je odpojená
sr: Сокет, мрежа је ван погона
tr: Soket Ağı Kapalı
uk: Сокет: нема мережі

source: Socket Net Unreachable
af: Sok 'Net Unreachable'
bg: Сокет - мрежата е недостъпна
ca: Sòcol: No es pot abastar la xarxa
da: Udtag net kan ikke nås
de: Socket: Netzwerk nicht erreichbar
el: Μη προσπελάσιμο δίκτυο υποδοχής
es: Socket red inalcanzable
eu: Socket-a: sarea atziezina
fa: شبکۀ سوکت قابل دسترس نیست
fi: Pistoke: Verkko saavuttamattomissa
hu: Aljazat - a hálózat nem elérhető
ja: ソケット ネット 到達不可
ka: სოკეტი Net მიუწვდომელია
km: មិន​អាច​ចូល​​ដល់​រុន្ធ​បណ្ដាញ
ko: 소켓 네트워크 연결되지 않음
lt: Lizdas: tinklas nepasiekiamas
nds: Socket: Nettwark lett sik nich faatkriegen
ne: सकेट नेट अपुग छ
pl: Gniazdo: sieć nieosiągalna
pt: Rede Inacessível
pt_br: Socket: Rede Não Acessível
sk: Socket Sieť nedostupná
sr: Сокет, мрежа није доступна
tr: Yuva Ağ Erişilebilir Değil
uk: Сокет: не доступно

source: Socket Net Reset
af: Sok 'Net Reset'
bg: Сокет - анулиране на мрежа
ca: Sòcol: S'ha reinicialitzat la xarxa
da: Udtag net nulstillet
de: Socket: Netzwerk zurückgesetzt
el: Μηδενισμός δικτύου υποδοχής
es: Socket red reiniciada
eu: Socket-a: sarea berrezarri
fa: بازنشانی شبکۀ سوکت
hu: Aljazat - hálózat alapállapotba állítása
ja: ソケット ネット リセット
ka: სოკეტი Net ხელახალი კონფიგურაცია
km: កំណត់​រុន្ធ​បណ្ដាញ​ឡើង​វិញ
ko: 소켓 네트워크 리셋
lt: Lizdas: tinklas atstatytas
nds: Socket: Nettwark-Torüchsetten
ne: सकेट नेट रिसेट गर्नुहोस्
pl: Gniazdo: Reset sieciowy
pt: Reinício da Rede
pt_br: Socket: Resetar Rede
sk: Socket Reset siete
sr: Сокет, ресетовање мреже
tr: Yuva Ağ Yeniden Başlatıldı
uk: Сокет: скинуто мережу

source: Socket Connection Aborted
af: Sok 'Connection Aborted'
bg: Сокет - прекъсната връзка
ca: Sòcol: S'ha avortat la connexió
da: Udtag forbindelse afbrudt
de: Socket: Verbindung unterbrochen
el: Εγκατάλειψη σύνδεσης υποδοχής
es: Socket conexión cancelada
eu: Socket-a: konexioa abortatuta
fa: اتصال سوکت ساقط شد
fi: Pistokeyhteys keskeytetty
hu: Aljazat - a kapcsolat megszakítva
ja: ソケット 接続中止
ka: სოკეტის კავშირი შეწყვეტილია
km: បាន​បោះបង់​កា​រតភ្ជាប់​រុន្ធ
ko: 소켓 연결 중단됨
lt: Lizdas: ryšys nutrauktas
nds: Socket: Verbinnen afbraken
ne: सकेट जडान परित्याग गरियो
pl: Gniazdo: połączenie przerwane
pt: Ligação do 'Socket' Interrompida
pt_br: Socket: Conexão Interrompida
sk: Socket Pripojenie zrušené
sr: Сокет, повезивање прекинуто
tr: Yuva Bağlantı Kesildi
uk: Сокет: з'єднання перервано

source: Socket Connection Reset
af: Sok 'Connection Reset'
bg: Сокет - анулиране на връзка
ca: Sòcol: S'ha reinicialitzat la connexió
da: Udtag forbindelse nulstillet
de: Socket: Verbindung zurückgesetzt
el: Μηδενισμός σύνδεσης υποδοχής
es: Socket conexión reiniciada
eu: Socket-a: konexioa berrezarri
fa: بازنشانی اتصال سوکت
hu: Aljazat - a kapcsolat alapállapotba állítva
ja: ソケット 接続リセット
ka: სოკეტის კავშირის ხელახალი კონფიგურაცია
km: កំណត់​ការ​តភ្ជាប់​រុន្ធ​ឡើង​វិញ
ko: 소켓 연결 리셋
lt: Lizdas: ryšys užmezgamas iš naujo
nds: Socket: Verbinnen torüchsett
ne: सकेट जडान रिसेट गर्नुहोस्
pl: Gniazdo: Reset połączenia
pt: Reinício da Ligação do 'Socket'
pt_br: Conexão Socket Reiniciada
sk: Socket Reset pripojenia
sr: Сокет, ресетовање везе
tr: Yuva Bağlantı Yeniden Başlatıldı
uk: Сокет: скинуто з'єднання
