Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <h3>Tags Displayed in OSD</h3>You can use the following tokens:<ul><li>Title - %1<li>Album - %2<li>Artist - %3<li>Genre - %4<li>Bitrate - %5<li>Year - %6<li>Track Length - %7<li>Track Number - %8<li>Filename - %9<li>Directory - %10<li>Type - %11<li>Comment - %12<li>Score - %13<li>Playcount - %14<li>Disc Number - %15<li>Rating - %16<li>Moodbar - %17<li>Elapsed Time - %18</ul>If you surround sections of text that contain a token with curly-braces, that section will be hidden if the token is empty, for example:<pre>%19</pre>Will not show <b>Score: <i>%score</i></b> if the track has no score.
af: <h3>Etikette wat in OSD vertoon word</h3>Jy kan van die volgende skakels gebruik maak:<ul><li>Titel - %1<li>Album - %2<li>Kunstenaar - %3<li>Tipe - %4<li>Bistempo - %5<li>Jaar - %6<li>Snit Lengte - %7<li>Snit Nommer - %8<li>Lêernaam - %9<li>Gids - %10<li>Tipe - %11<li>Kommentaar - %12<li>Telling - %13<li>Speel telling - %14 <li>SkyfNommer - %15 <li>Rang - %16 <li>Gemoed balk - %17 <li>Verstreke tyd - %18</ul>As jy 'n deel teks wat 'n skakel bevat omsluit in kartel hakkies, sal dit weg gesteek word as die skakel leeg is. By voorbeeld: <pre>%19</pre> sal nie <b>Telling: <i>%score</i></b> vertoon as die snit nie 'n telling het nie.
bg: <h3>Показвани тагове в OSD</h3>Можете да използвате следните символи:<ul><li>Заглавие - %1<li>Албум - %2<li>Изпълнител - %3<li>Жанр - %4<li>Скорост - %5<li>Година - %6<li>Времетраене на запис - %7<li>Номер на запис - %8<li>Име на файл - %9<li>Директория - %10<li>Вид - %11<li>Коментар - %12<li>Точки - %13<li>Брояч - %14<li>Диск номер - %15<li>Оценка - %16<li>Настроение - %17<li>Изминало време - %18</ul>При заграждане на части от текст, съдържащ символ в скоби, той ще бъде скрит ако символа е празен, например: <pre>%11</pre>няма да покаже <b>Оценка:<i>%score</i></b> ако записът няма такава.
ca: <h3>Etiquetes mostrades a l'OSD</h3> Podeu usar els següents testimonis:<ul> <li>Títol - %1 <li>Àlbum - %2 <li>Artista - %3 <li>Gènere - %4 <li>Taxa de bits - %5 <li>Any - %6 <li>Longitud de peça - %7 <li>Nombre de peça - %8 <li>Nom del fitxer - %9 <li>Directori - %10 <li>Tipus - %11 <li>Comentari - %12 <li>Puntuació - %13 <li>Recompte de reproduccions - %14 <li>Nombre del disc - %15 <li>Valoració - %16 <li>Humor - %17 <li>Temps transcorregut - %18</ul> Si envolteu seccions de text que continguin testimonis entre claus, aquestes seccions no es mostraran en cas que el testimoni estigui buit. Per exemple:<pre>%11</pre>No mostrarà·<b>Puntuació:·<i>%score</i></b>·si la peça no té puntuació.
cs: <h3>Značky zobrazované v OSD</h3>Můžete použít následující příznaky:<ul><li>Název - %1<li>Album - %2 <li>Interpret - %3<li>Žánr - %4<li>Bitový tok - %5<li>Rok - %6<li>Délka skladby - %7<li>Číslo skladby - %8<li>Název souboru - %9<li>Adresář - %10<li>Typ - %11<li>Komentář - %12<li>Skóre - %13 <li>Počet přehrání - %14<li>Číslo disku - %15<li>Hodnocení - %16<li>Nálada - %17</ul> <li>Uplynulý čas - %18</ul>Pokud uzavřete sekce textu obsahující příznaky do složených závorek, tato sekce bude skryta, pokud bude příznak prázdný, např.:<pre>%19</pre>nezobrazí <b>Skóre: <i>%score</i></b>, pokud stopa nemá žádné skóre.
da: <h3>Mærker som vises i skærmvisningen</h3> Du kan bruge følgende symboler: <ul><li>Titel - %1<li>Album - %2<li>Kunstner - %3<li>Genre - %4<li>Bitfrekvens - %5<li>År - %6<li>Sporlængde - %7<li>Spornummer - %8<li>Filnavn - %9 <li>Katalog - %10 <li>Type - %11<li>Kommentar - %12<li>Points: %13<li>Antal afspilninger - %14</ul> <li>Disknummer - %15 <li>Scoring- %16</li> <li>Humørlinje - %17 <li>Tid der er gået - %18</ul> Hvis du omgiver tekst som indeholder et symbol med krøllede parenteser, skjules det hvis symbolet er tomt, for eksempel vises <pre>%19</pre> <b>Points: <i>%score</i></b> ikke hvis sporet ikke har nogen points.
de: <h3>Angezeigte Platzhalter im OSD</h3>Folgende Platzhalter sind möglich:<ul><li>Titel - %1<li>Album - %2<li>Interpret - %3<li>Genre - %4<li>Bitrate - %5<li>Jahr - %6<li>Stück-Länge - %7<li>Stück-Nummer - %8<li>Dateiname - %9<li>Ordner - %10<li>Typ - %11<li>Kommentar - %12<li>Punkte - %13<li>Abspielzähler - %14<li>CD-Nummer - %15<li>Bewertung - %16<li>Stimmungsbarometer - %17<li>Verstrichene Zeit - %18</ul>Sie können geschwungene Klammern { } um Text stellen, der einen Platzhalter enthält. Dadurch wird der Text nur angezeigt, wenn der Platzhalter mit echtem Inhalt gefüllt werden kann. Beispiel: <pre>%19</pre> Zeigt <b>Punkte: <i>%score</i></b> nicht an, wenn das Stück ohne Bewertung ist.
el: <h3>Ετικέτες που εμφανίζονται στο OSD</h3>Μπορείτε να χρησιμοποιήσετε τα παρακάτω αναγνωριστικά:<ul><li>Τίτλος - %1<li>Άλμπουμ - %2<li>Καλλιτέχνης - %3<li>Είδος - %4<li>Ρυθμός bit - %5<li>Έτος - %6<li>Διάρκεια κομματιού - %7<li>Αριθμός Κομματιού - %8<li>Όνομα αρχείου - %9 <li>Κατάλογος - %10 <li>Τύπος - %11 <li>Σχόλιο - %12<li>Βαθμολογία - %13 <li>Μετρητής εκτελέσεων - %14 <li>Αριθμός δίσκου - %15<li>Αξιολόγηση - %16<li>Διάθεση - %17 <li>Χρόνος που πέρασε - %18</ul>Αν εισάγετε σε αγκύλες { } τμήματα του κειμένου που περιέχουν ένα αναγνωριστικό, αυτό το τμήμα δε θα είναι ορατό αν το αναγνωριστικό είναι κενό, για παράδειγμα: Το <pre>%19</pre> θα κρύψει τη <b>βαθμολογία: <i>%score</i></b>αν το κομμάτι δεν έχει βαθμολογία.
es: <h3> Etiquetas mostradas en el OSD</h3> Puede utilizar los siguientes símbolos:<ul><li>Título - %1<li>Álbum - %2<li>Artista - %3<li>Género - %4<li>Tasa de bits - %5<li>Año - %6<li>Duración de la pista - %7<li>Número de la pista - %8<li>Nombre del archivo - %9<li>Carpeta - %10<li>Tipo - %11<li>Comentario - %12<li>Puntuación - %13<li>Contador de reproducciones - %14<li>Número de disco - %15<li>Valoración - %16<li>Barra de humor - %17<li>Tiempo transcurrido - %18</ul>Si encierra entre llaves secciones de texto que contengan un elemento, esa sección se ocultará si el elemento está vacío, por ejemplo: <pre>%19</pre> No mostrará <b>Puntuación: <i>%score</i></b> si la pista no tiene puntuación.
et: <h3>OSD näidatavad sildid</h3>Kasutada saab järgmisi kohatäitjaid:<ul><li>Pealkiri - %1<li>Album - %2<li>Esitaja - %3<li>Žanr - %4<li>Bitikiirus - %5<li>Aasta - %6<li>Pala pikkus - %7<li>Pala number - %8<li>Failinimi - %9<li>Kataloog - %10<li>Tüüp - %11<li>Kommentaar - %12<li>Hinne - %13<li>Esitamisloendur - %14<li>Plaadi number - %15<li>Hinnang - %16<li>Tujuriba - %17<li>Kulunud aeg - %18</ul>Teksti ümber võib panna looksulud { }, mille vahel on mõni mainitud kohatäitjatest. Sel korral näidatakse seda ainult juhul, kui vastav element on olemas, näiteks:<pre>%19</pre>Ei näidata <b>Hinne: <i>%score</i></b>, kui palal puudub hinnang.
fi: <h3>Kuvaruutunäytössä näytetyt tiedot</h3>Voit käyttää seuraavia merkkijonoja:<ul><li>Kappaleen nimi - %1<li>Levy - %2<li>Artisti - %3<li>Tyylilaji - %4<li>Bittinopeus - %5<li>Vuosi - %6<li>Pituus - %7<li>Kappaleen numero - %8<li>Tiedostonimi - %9<li>Sijainti - %10<li>Tyyppi - %11<li>Kommentti - %12<li>Pisteet - %13<li>Soittokerrat - %14 <li>Levyn numero - %15<li>Arvostelu - %16 <li>Mielialapalkki - %17 <li>Kulunut aika - %18</ul> Aaltosulkeiden ympäröimiä tekstipätkiä ei näytetä, jos sen sisältämää tietoa ei ole saatavilla. Esimerkki:<pre>%19</pre>Ei näytä <b>Pisteet: <i>%score</i></b>, jos kappaleella ei ole pisteitä.
fr: <h3>Balises affichées dans l'OSD</h3>Vous pouvez utiliser les variables suivantes :<ul><li>Titre - %1<li>Album - %2<li>Artiste - %3<li>Style - %4<li>Débit - %5<li>Année - %6<li>Durée du morceau - %7<li>Numéro du morceau - %8<li>Nom du fichier - %9 <li>Dossier - %10 <li>Type - %11<li>Commentaire - %12<li>Score - %13<li>Compteur d'écoutes - %14 <li>Numéro du disque - %15 <li>Vote - %16 <li>Barre d'humeur - %17 <li>Temps écoulé - %18</ul>Si vous entourez une section de texte contenant une variable avec des accolades { }, cette section ne sera pas affichée si la variable est vide, par exemple :<pre>%13</pre>N'affichera pas <b>Score : <i>%score</i></b> si le morceau n'a aucun score.
hu: <h3>Az OSD-ben megjelenő címkék</h3>A következő változók használhatók:<ul><li>Cím - %1<li>Album - %2<li>Előadó - %3<li>Műfaj - %4<li>Bitráta - %5<li>Év - %6<li>A szám hossza - %7<li>A szám sorszáma - %8<li>Fájlnév - %9<li>Könyvtár - %10<li>Típus - %11<li>Megjegyzés - %12<li>Pontszám - %13<li>Lejátszások száma - %14<li>Lemez-sorszám - %15<li>Besorolás - %16<li>Hangulatsáv - %17<li>Eltelt idő - %18</ul>Ha egy bizonyos, változót tartalmazó szövegrész kapcsos zárójelek {} közt szerepel, akkor az a rész rejtve lesz, amennyiben a változó értéke üres. Példa:<pre>%19</pre>esetén nem fog megjelenni a <b>Pontszám: <i>%score</i></b> szöveg, ha az adott számnak nincs pontszáma.
it: <h3>Tag visualizzati nell'OSD</h3>Puoi utilizzare le seguenti variabili:<ul><li>Titolo - %1<li>Album - %2<li>Artista - %3<li> Genere - %4<li>Bitrate - %5<li>Anno - %6<li>Durata traccia - %7<li>Numero traccia - %8<li>Nome file - %9<li>Cartella - %10<li>Tipo - %11<li>Commento - %12<li>Punteggio - %13<li>Contatore di riproduzione - %14<li>Numero disco - %15<li>Valutazione - %16<li>Barra dell'atmosfera - %17 <li>Tempo trascorso - %18</ul>Se racchiudi sezioni di testo che contengono una variabile tra parentesi graffe, queste sezioni saranno nascoste se la variabile non contiene alcun valore, per esempio:<pre>%13</pre>Non mostrerà <b>Punteggio: <i>%score</i></b> se la traccia non ha punteggio.
ja: <h3>OSD に表示するタグ</h3>有効な変数:<ul><li>タイトル - %1<li>アルバム - %2<li>アーティスト - %3<li>ジャンル -%4<li>ビットレート - %5<li>年 - %6<li>トラックの長さ - %7<li>トラック番号 - %8<li>ファイル名 - %9<li>ディレクトリ - %10<li>タイプ - %11<li>コメント - %12<li>スコア - %13<li>再生回数 - %14<li>ディスク番号 - %15<li>評価 - %16<li>ムードバー - %17<li>経過時間 - %18</ul>変数を含むテキストを { } でくくると、トラックにその要素がないときは表示しません。例えば、<pre>%19</pre> はトラックにスコアがなければ「スコア: <i>%score</i>」を表示しません。
km: <h3>ស្លាក​បង្ហាញ​នៅ​ក្នុង OSD</h3>អ្នក​អាច​ប្រើ​ថូខិន​ដូច​ខាង​ក្រោម ៖<ul><li>ចំណង​ជើង - %1<li>អាល់ប៊ុម - %2<li>សិល្បករ - %3<li>ប្រភេទ - %4<li>អត្រាប៊ីត - %5<li>ឆ្នាំ - %6<li>ប្រវែង​បទ - %7<li>លេខ​បទ - %8<li>ឈ្មោះ​ឯកសារ - %9<li>ថត - %10<li>ប្រភេទ - %11<li>សេចក្ដី​អធិប្បាយ - %12<li>ពិន្ទុ - %13<li>ចំនួច​ចាក់ - %14<li>លេខ​ថាស - %15<li>អត្រា - %16<li>របារ​របៀប - %17<li>ពេលវេលា​កន្លង​ទៅ - %18</ul>ប្រសិន​បើ​អ្នក​ព័ទ្ធ​ជុំវិញ​ផ្នែក​របស់​អត្ថបទ​នៃ​ដែលមាន​ថូខិន​ដែល​មានរ៉ាត់ ផ្នែក​នោះ​នឹង​ត្រូវ​បាន​លាក់ ប្រសិន​បើ​ថូខិន​ទទេរ ឧទាហរណ៍ ៖<pre>%19</pre>នឹង​មិនបង្ហាញ <b>ពិន្ទុ ៖ <i>%score</i></b> ប្រសិន​បើ​បទ​គ្មាន​ពិន្ទុ ។
lt: <h3>Pranešime matoma informacija</h3> Galite naudoti šiuos raktus:<ul><li>Pavadinimas – %1<li>Albumas – %2<li>Atlikėjas – %3<li>Žanras – %4<li>Bitų dažnis – %5<li>Metai – %6<li>Trukmė – %7<li>Takelis – %8<li>Bylos pavadinimas – %9<li>Aplankas – %10<li>Tipas – %11<li>Komentaras – %12<li>Reitingas – %13<li>Dažnumas – %14<li>Disko numeris – %15<li>Įvertinimas – %16<li>Nuotaikos juosta – %17<li>Atliktas laikas – %18</ul> Raktą ir teksto dalį apskliautus riestininiais skliaustais, apskliausta dalis nebus rodoma, jei raktas tuščias, pavyzdžiui:<pre>%19</pre> <b>Reitingas: <i>%score</i></b> nebus rodomas, jei daina neturi reitingo.
nb: <h3>Etiketter vist i skjermmeldinger </h3>Du kan bruke disse plassholderne:<ul> <li>Tittel – %1<li>Album – %2<li>Artist – %3<li>Sjanger – %4<li>Bitrate – %5<li>År – %6<li>Lengde på spor – %7<li>Nummer på spor – %8<li>Filnavn – %9<li> Mappe – %10<li>Type – %11<li>Kommentar – %12<li>Poeng – %13<li>Ganger spilt – %14 <li>Plate nummer %15 <li>Rangering %16 <li>Stemningsstolpe %17 <li>Spilletid %18 </ul>Hvis du bruker krøllparenteser rundt tekst som inneholder en plassholder, blir bare teksten vist om plassholderen ikke er tom. Eksempel:<pre>%13</pre>Vil ikke vise <b>Poeng: <i>%score</i></b> om sporet ikke har noen poeng.
nds: <h3>Wiest Betekers binnen de OSD</h3>Du kannst disse Platzhollers bruken:<ul><li>Titel - %1<li>Album - %2<li>Künstler - %3<li>Musikoort - %4<li>Bitrate - %5<li>Johr - %6<li>Stücklängde - %7<li>Stücknummer - %8<li>Dateinaam - %9<li>Orner - %10<li>Typ - %11<li>Kommentar - %12<li>Pünkt - %13<li>Afspeelklock - %14<li>Schievnummer - %15<li>Beweerten - %16<li>Luunbalken - %17<li>Aflopen Tiet - %18</ul>Wenn Du Text, de Platzhollers bargt, in Klampen ({}) insluttst, warrt disse Deel nich wiest, wenn keen Inholt för den Platzholler verföögbor is. Bispeel:<pre>%19</pre> wiest <b>Pünkt: <i>%score</i></b> nich, wenn dat Stück keen Pünkt tohöört.
ne: <h3>ओएसडीमा प्रदर्शन गरिएको ट्यागहरू</h3>तपाईँ निम्न टोकनहरू प्रयोग गर्न सक्नुहुन्छ:<ul><li>शीर्षक - %1<li>एल्बम - %2<li>कलाकार - %3<li>विधा - %4<li>बिट्रेट - %5<li>वर्ष - %6<li>ट्रयाक लम्बाइ - %7<li>ट्रयाक नम्बर - %8<li>फाइलनाम - %9<li>डाइरेकटरी - %10<li>प्रकार - %11<li>टिप्पणी - %12<li>प्राप्ताङ्क - %13<li>प्ले गणना - %14<li>डिस्क सङ्ख्या - %15<li>मूल्याङ्कन - %16<li>मोडबार - %17<li>बितेको समय - %18</ul>यदि तपाईँले जुँगे-कोष्ठक सहितको टोकन समाविष्ट भएको पाठको सेक्सन घेर्नु भयो भने, टोकन खाली हुँदा सेक्सन लुक्नेछ, उदाहरणका लागि: ट्रयाकसँग प्राप्ताङ्क नहुँदा <pre>%19</pre>ले प्राप्ताङ्क <b>देखाउने छैन: <i>%score</i></b> ।
nl: <h3>Informatie getoond in OSD</h3>U kunt de volgende plaatshouders gebruiken:<ul><li>Titel - %1<li>Album - %2<li>Artiest - %3<li> Genre - %4<li>Bitrate - %5<li>Jaar - %6<li>Tracklengte - %7<li>Tracknummer - %8 <li>Bestandsnaam - %9 <li>Map - %10 <li>Type - %11<li>Commentaar - %12 <li>Score - %13 <li>Afspeeltelling - %14 <li>Schijfnummer - %15 <li>Waardering - %16 <li>Stemmingsbalk - %17 <li>Verstreken tijd - %18</ul>U kunt accolades { } om één van bovenstaande plaatshouders plaatsen. Deze plaatshouders zullen dan alleen worden getoond als het bijhorende element in de track voor komt. Voorbeeld: <pre>%19</pre> zal <b>Score: <i>%score</i></b> niet tonen als de track geen score bevat.
nn: <h3>Merkelappr vist i skjermmeldingar</h3>Du kan bruka desse plasshaldarane:<ul><li>Tittel – %1<li>Album – %2<li>Artist – %3<li>Sjanger – %4<li>Bitrate – %5<li>År – %6<li>Sporlengd – %7<li>Spornummer – %8<li>Filnamn – %9<li>Mappe – %10 <li>Type – %11 <li>Merknad – %12 <li>Poeng – %13<li>Avspelingar – %14<li>Platenummer – %15<li>Karakter – %16<li>Stemningslinje – %17<li>Tid gått – %18</ul>Viss du brukar krøllparentesar rundt tekst som inneheld ein plasshaldar, vert berre teksten vist om plasshaldaren ikkje er tom. Eksempel:<pre>%19</pre>Vil ikkje visa <b>Poeng: <i>%score</i></b> om sporet ikkje har noko poenginformasjon.
pa: <h3>OSD 'ਚ ਵੇਖਾਏ ਜਾਣ ਵਾਲੇ ਟੈਗ</h3>ਤੁਸੀਂ ਹੇਠ ਦਿੱਤੇ ਸ਼ਬਦ ਵਰਤ ਸਕਦੇ ਹੋ:<ul><li>ਟਾਇਟਲ - %1<li>ਐਲਬਮ - %2<li>ਕਲਾਕਾਰ- %3<li>ਧੁਨ- %4<li>ਬਿੱਟਰੇਟ - %5<li>ਸਾਲ - %6<li>ਟਰੈਕ ਲੰਬਾਈ - %7<li>ਟਰੈਕ ਗਿਣਤੀ - %8<li>ਫਾਇਲ ਨਾਂ - %9 <li>ਡਾਇਰੈਕਟਰੀ - %10<li>ਕਿਸਮ - %11<li>ਟਿੱਪਣੀ - %12<li>ਸਕੋਰ - %13<li>ਚੱਲਣ ਗਿਣਤੀ - %14</ul> <li>ਡਿਸਕ ਨੰਬਰ - %15<li>ਰੇਟਿੰਗ- %16 <li>ਮੂਡ-ਪੱਟੀ - %17 <li>ਬਾਕੀ ਸਮਾਂ- %18</ul></ul>ਜੇਕਰ ਤੁਸੀਂ ਪਾਠ ਦੇ ਭਾਗ ਨੂੰ ਗੋਲ ਬਰੈਕਟਾਂ ਨਾਲ ਢੱਕਿਆ ਤਾਂ ਇਸ ਟੋਕਨ ਦੇ ਖਾਲੀ ਹੋਣ ਦੀ ਹਾਲਤ 'ਚ ਇਸ ਭਾਗ ਨੂੰ ਵਿਖਾਇਆ ਨਹੀਂ ਜਾਵੇਗਾ, ਉਦਾਹਰਨ ਲਈ:<pre>%19</pre> <b> ਨਹੀਂ ਵਿਖਾਏਗਾ: <i>%score</i></b> ਜੇਕਰ ਟਰੈਕ ਵਿੱਚ ਕੋਈ ਸਕੋਰ ਨਾ ਹੋਇਆ।
pl: <h3>Znaczniki wyświetlania w OSD</h3>Możesz użyć następujących znaczników:<ul><li>Tytuł - %1<li>Album - %2<li>Wykonawca - %3<li>Gatunek - %4<li>Szybkość transmisji - %5<li>Rok - %6<li>Długość utworu - %7<li>Numer utworu - %8 <li>Nazwa pliku - %9<li>Katalog - %10<li>Typ - %11 <li>Komentarz - %12<li>Punktacja - %13<li>Licznik odtworzeń - %14 <li>Numer płyty - %15 <li>Notowanie - %16 <li>Pasek nastroju - %17 <li>Czas, który upłynął - %18</ul> Jeśli otoczysz klamrami części tekstu zawierające znacznik, ta część będzie ukryta jeśli znacznik jest pusty, na przykład: <pre>%19</pre> Nie pokaże <b>Punktacja: <i>%score</i></b>, jeśli utwór nie ma punktacji.
pt: <h3>Marcas Mostradas no OSD</h3><br>Variáveis Válidas:<ul><li>Título - %1<li>Álbum - %2<li>Artista - %3<li>Género - %4<li>Taxa de Bits - %5<li>Ano - %6<li>Tamanho da Faixa - %7<li>Número da Faixa - %8</ul><li>Nome de ficheiro - %9<li>Nome da pasta - %10<li><li>Tipo - %11<li>Comentário - %12<li>Letra - %13<li>Número de reproduções - %14<li>Número do Disco - %15<li>Classificação - %16<li>Estado de Espírito - %17<li>Tempo Passado - %18</ul>Se rodear as secções de texto de um parâmetro por chavetas { }, esta só será mostrada se o elemento da faixa existir. Por exemplo: <pre>%11</pre>Não irá mostrar as <b>Letras: <i>%score</i></b> se a faixa não tiver, de facto, letras da música.
pt_br: <h3>Etiquetas Exibidas na Mensagem na Tela</h3>Você pode usar os seguintes atalhos:<ul><li>Título - %1<li>Álbum - %2<li>Artista - %3<li>Gênero - %4<li>Taxa de Bits - %5<li>Ano - %6<li>Duração da Faixa - %7<li>Número da Faixa - %8<li>Nome do Arquivo - %9<li>Diretório - %10<li>Tipo - %11<li>Comentário - %12<li>Pontuação - %13<li>Reproduções - %14<li>Número do Disco - %15<li>Avaliação - %16<li>Barra de Atmosfera - %17<li>Tempo Decorrido - %18</ul>Se você envolver seções de texto que contenham um atalho destes em parênteses aninhados, a seção será ocultada se estiver vazia; por exemplo:<pre>%13</pre>Não será mostrado <b>Pontuação: <i>%score</i></b> se a faixa não possuir pontuação.
ru: <h3>Информация, доступная для отображения на индикаторе</h3><ul><li>Название - %1<li>Альбом - %2<li>Исполнитель - %3<li>Жанр - %4<li>Битрейт - %5<li>Год - %6<li>Длительность - %7<li>Номер дорожки - %8<li>Имя файла - %9 <li>Папка файла - %10 <li>Формат - %11<li>Комментарий - %12<li>Счёт - %13<li>Количество воспроизведений - %14 <li>Номер диска - %15<li>Рейтинг - %16<li>Настроение - %17</ul> <li>Прошедшее время - %18</ul><br>Если заключить шаблон (возможно вместе с другим текстом) в фигурные скобки ( {} ), он будет выводиться только при наличии соответствующих данных, например: <pre>%19</pre>Текст <b>Score: <i>%score</i></b> не будет выведен если песня ещё не проигрывалась.
se: <h3>Gilkorat mat čájehuvvot šearbmadieđus</h3>Sáhtát geavahit dáid áđaid: <ul> <li>Namahus – %1 <li>Skearru – %2 <li>Artista – %3<li>Šaŋra – %4 <li>Bitrate – %5 <li>Jahki – %6 <li>Bihttáguhkodat – %7 <li>Bihttánummir – %8 <li>Fiilanamma – %9 <li>Máhppa – %10 <li>Šládja – %11 <li>Kommeanta – %12 <li>Čuoggát – %13 <li>Gálle geardde čuojahuvvon – %14 <li>Skearronummir – %15 <li>Árvosátni – %16<li>Miellaholga – %17<li>Vássán áigi – %18</ul>Jus geavahat roahkkeruođuid teavstta birra mas lea áhta, dat oassi čiehkoduvvo. Omd: <pre>%19</pre> Ale čájet <b>Čuoggát: <i>%score</i></b>jus bihtás eai leat čuoggádieđut.
sk: <h3>Značky zobrazované v OSD</h3>Môžete použiť nasledujúce príznaky:<ul><li>Názov - %1<li>Album - %2 <li>Interpret - %3<li>Žáner - %4<li>Bitový tok - %5<li>Rok - %6<li>Dĺžka stopy - %7<li>Číslo stopy - %8<li>Názov súboru - %9<li>Adresár - %10<li>Typ - %11<li>Komentár - %12<li>Skóre - %13<li>Počet prehraní - %14<li>Číslo disku - %15<li>Hodnotenie - %16<li>Moodbar - %17<li>Uplynutý čas - %18</ul>Pokiaľ uzavriete sekciu textu obsahujúcu príznaky do zložených zátvoriek, táto sekcia bude skrytá, pokiaľ bude príznak prázdny, napr.:<pre>%19</pre>nezobrazí <b>Skóre: <i>%score</i></b>, pokiaľ stopa nemá žiadne skóre.
sr: <h3>Ознаке приказане у OSD-у</h3>Можете користећи следеће предмете:<ul><li>наслов - %1<li>албум - %2<li>извођач - %3<li>жанр - %4<li>битски проток - %5<li>година - %6<li>трајање нумере - %7<li>број нумере - %8<li>име фајла - %9<li>фасцикла - %10 <li>тип - %11<li>коментар - %12<li>резултат - %13<li>број пуштања - %14<li>број диска - %15 <li>рејтинг - %16 <li>расположење - %17<li>протекло време - %18</ul>Ако витичастим заградама окружите део текста који садржи предмет, тај део ће бити сакривен када је предмет празан. На пример:<pre>%19</pre>Неће приказати <b>Резултат: <i>%score</i></b> ако нумера нема резултат.
th: <h3>แท็กที่จะแสดงใน OSD</h3>คุณสามารถใช้สัญลักษณ์เหล่านี้ได้:<ul><li>ชื่อเพลง - %1<li>อัลบั้ม - %2<li>ศิลปิน - %3<li>ประเภท - %4<li>บิตเรท - %5<li>ปี - %6<li>ความยาวเพลง - %7<li>หมายเลขเพลง - %8<li>ชื่อแฟ้ม - %9<li>ไดเร็คทอรี - %10<li>ชนิด - %11<li>หมายเหตุ - %12<li>คะแนน - %13<li>จำนวนครั้งที่เล่น - %14 <li>หมายเลขแผ่นดิสก์ - %15 <li>เรตติ้ง - %16 <li>แถบแสดงอารมณ์ - %17 <li>เวลาที่ผ่านไป - %18</ul>หากคุณล้อมส่วนของตัวหนังสือที่เป็นสัญลักษณ์ด้วยวงเล็บปีกกา ส่วนนั้นจะถูกซ่อนไว้ ถ้าหากว่าไม่มีค่าของสัญลักษณ์นั้นๆ ตัวอย่างเช่น:<pre>%19</pre>จะไม่แสดง <b>คะแนน: <i>%score</i></b> ถ้าหากว่าไม่มีค่าของคะแนน.
tr: </h3>Bilgilendirme Ekranında görüntülenebilecek etiketler</h3>Aşağıdaki terimleri kullanabilirsiniz:<ul><li>Başlık - %1<li>Albüm - %2<li>Sanatçı - %3<li>Tarz - %4<li>Bit oranı - %5<li>Yıl - %6<li>Şarkı Uzunluğu - %7<li>Şarkı Numarası - %8<li>Dosya Adı - %9<li>Dizin - %10<li>Tip - %11<li>Yorum - %12 <li>Puan - %13<li>Çalınma Sayısı - %14 <li>Disk Numarası - %15 <li>Beğeni - %16 <li>Moodbar - %17 <li>Geçen Süre - %18</ul>Eğer bu terimlerden içeren metin parçalarını küme parantezleri içine alırsanız, terim boşsa, metin parçası gizlenir. örneğin: <pre>%19</pre>eğer parçanın puanı yoksa, <b>Puan: <i>%score</i></b> gösterilmeyecektir.
uk: <h3>Мітки в екранному індикаторі</h3>Можна вживати наступні:<ul><li>Заголовок - %1<li>Альбом - %2<li>Виконавець - %3<li>Жанр - %4<li>Частота - %5<li>Рік - %6<li>Тривалість доріжки - %7<li>Номер доріжки - %8<li>Назва файла - %9<li>Каталог - %10<li>Тип - %11<li>Коментар - %12<li>Рахунок - %13<li>Рахунок програвання - %14<li>Номер диска - %15<li>Рейтинг - %16<li>Настрій - %17<li>Пройшло часу - %18</ul>Якщо текст з шаблоном заміни помістити у фігурні дужки, то цю секція тексту не буде показано, якщо дані для заміни шаблону відсутні. Наприклад: <pre>%19</pre>Не покаже <b>Рахунок: <i>%score</i></b>, якщо доріжка не має рахунку.

source: _: clear playlist &Clear
af: Maak skoon
bg: Из&чистване
ca: &Buida
cs: Vyčis&tit
da: &Ryd
de: &Leeren
el: &Καθαρισμός λίστας
es: &Limpiar
et: &Puhasta
eu: &Garbitu
fa: &پاک کردن‌
fi: Tyhjennä
fr: Effa&cer la liste de lecture
he: &נקה
hu: &Törlés
it: Pulis&ci
ja: クリア(&C)
km: ជម្រះ
ko: 비우기(&C)
lt: &Išvalyti
nb: &Tøm
nds: &Leddig maken
ne: खाली गर्नुहोस्
nl: &Wissen
nn: &Tøm
pa: ਖਾਲੀ ਕਰੋ(&C)
pl: &Wyczyść
pt: &Limpar
pt_br: &Limpar
ru: &Очистить список
se: &Sálke
sk: &Vyčistiť
sr: &Очисти
th: ล้าง&รายการเล่น
tr: &Temizle
uk: О&чистити

source: &Repopulate
af: Herpopuleer
bg: &Ново попълване
ca: &Repobla
cs: Z&novu naplnit
da: &Befolk igen
de: &Neu füllen
el: &Επανασυμπλήρωση
es: &Rellenar de nuevo
et: &Täida uuesti
eu: &Berriro bete
fa: &ساکن شدن مجدد‌
fi: &Alusta soittolista
fr: &Repeupler
he: &מלא מחדש
hu: Újra&népesítés
it: &Ripopolamento
ja: トラックを補充(&R)
ka: &თავიდან განშლა
km: បង្កើត​ឡើង​វិញ
ko: 재위치(&R)
lt: &Sudaryti iš naujo
nb: &Fyll på nytt
nds: Wedder &vull maken
ne: पुन: बसाउनुहोस्
nl: O&pnieuw vullen
nn: &Fyll på nytt
pa: ਮੁੜ-ਤਿਆਰ(&R)
pl: &Zapełnij
pt: &Preencher de Novo
pt_br: &Repovoar
ru: &Заполнить заново
se: &Lasit ođđasit
sk: &Znovu naplniť
sr: Поново &напуни
th: ใส่เ&พลงเข้ารายการเล่นใหม่
tr: &Yeniden Yerleştir
uk: &Знов наповнити

source: S&huffle
af: Skommel
bg: &Разбъркване
ca: Aleatorit&za
cs: Za&míchat
da: &Bland
de: &Mischen
el: Α&νακάτεμα
es: &Barajar
et: Se&gatud
eu: &Nahasi
fa: &بر زدن‌
fi: &Sekoita
fr: Aléat&oire
he: ע&רבב
hu: Össze&keverés
it: &Mescola
ja: シャッフル(&H)
ka: &არევა
km: សាប់
ko: 섞기(&H)
lt: &Maišyti
nb: &Bland
nds: &Mischen
ne: फिट्नुहोस्
nl: Door el&kaar
nn: &Bland
pa: ਰਲਵੇਂ(&h)
pl: &Tasuj
pt: Baral&har
pt_br: Al&eatória
ru: П&еремешать
se: &Seagut
sk: Za&miešať
sr: &Промешај
th: &สลับ
tr: Ka&rıştır
uk: Перемі&шати
