Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Check to enable custom colors for the On-Screen-Display.
af: Kies hierdie om jou eie kleure te gebruik vir die OSD ("On screen display")
bg: Включете тук ако искате потребителски цветове в OSD.
ca: Seleccioneu per habilitar els colors a mida pel visor en pantalla.
cs: Zaškrtněte pro povolení uživatelsky definovaných barev pro zobrazení OSD.
da: Markér for at aktivere egne farver for skærmvisning.
de: Aktivieren Sie diese Einstellung, um eigene Farben für das On-Screen-Display zu verwenden.
el: Επιλέξτε το για να ορίσετε προσαρμοσμένα χρώματα για την απεικόνιση πάνω στην οθόνη.
es: Marque para activar los colores personalizados en el On-Screen-Display.
et: Klõpsa ekraaniesituse (OSD) kohandatud värvide lubamiseks.
eu: Egiaztatu pantaila gaineko bistaraketan kolore pertsonalizatuak erabiltzeko.
fa: علامت زدن برای فعال‌سازی رنگهای سفارشی برای نمایش روی پرده.
fi: Valitse ottaaksesi omat värit käyttöön kuvaruutunäytössä.
fr: Cochez cette case pour activer les couleurs personnalisées pour l'affichage à l'écran OSD.
he: סמן לאפשור צבעים מותאמים אישית בתצוגה על המסך.
hu: Ha szeretne egyéni színeket az OSD-ben, akkor jelölje be
it: Selezionare per abilitare i colori personalizzati per l'On-Screen-Display.
ja: オンスクリーンディスプレイに使う色を指定する場合はチェックを入れてください。
ka: შემოწმება -სკენ ფერები -თვის ეკრანი ჩვენება.
km: ធីក ដើម្បី​អនុញ្ញាត​ពណ៌​ផ្ទាល់​ខ្លួន​សម្រាប់​ការ​បង្ហាញ​លើ​អេក្រង់ ។
ko: 화면상 디스플레이에서 사용자 정의 색을 사용하려면 체크합니다.
lt: Įjungti pasirinktas pranešimo spalvas.
nb: Bruk selvvalgte farger på skjermmeldingene.
nds: Aktiveer dit, wenn Du egen Klören för de Op-Schirm-Dorstellen bruken wullt.
ne: पर्दा प्रदर्शनका लागि अनुकूल रङहरू सक्षम पार्न जाँच गर्नुहोस् ।
nl: Selecteer dit om uw eigen kleuren in te stellen voor de On-Screen-Display.
nn: Bruk sjølvvalde fargar på skjermmeldingane.
pa: ਆਨ-ਸਕਰੀਨ-ਝਲਕ (OSD) ਲਈ ਚੋਣਵੇਂ ਰੰਗਾਂ ਦੇ ਯੋਗ ਹੋਣ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Zaznacz by włączyć kolory użytkownika w OSD.
pt: Carregue para utilizar cores personalizadas no 'On-Screen Display'.
pt_br: Selecione para habilitar cores personalizadas para a Mensagem na Tela.
ru: Настроить цветовую схему индикатора.
se: Merke dán jus hálidat iešválljejuvvon ivnniid šearbmadieđus.
sk: Zaškrtnite pre povolenie vlastných farieb pre OSD.
sr: Попуните да укључите посебне боје за екрански приказ.
th: กาเลือกเพื่อเปิดใช้สีที่ตั้งเองสำหรับข้อความแสดงบนหน้าจอ
tr: Bilgilendirme Ekranı'nda özel renkler kullanabilmek için işaretleyiniz.
uk: Ввімкніть, щоб уможливити нетипові кольори в індикаторі.

source: Background color:
af: Agtergrond kleur:
bg: Цвят на фона:
ca: Color de fons:
cs: Barva pozadí:
da: Baggrundfarve:
de: Hintergrundfarbe:
el: Χρώμα φόντου:
es: Color de fondo:
et: Tausta värv:
eu: Atz.pl. kolorea:
fa: رنگ زمینه:
fi: Taustaväri:
fr: Couleur de l'arrière-plan :
he: צבע רקע:
hu: Háttérszín:
it: Colore di sfondo:
ja: 背景色:
ka: ფონის ფერი:
km: ពណ៌​ផ្ទៃ​ខាង​ក្រោយ ៖
ko: 바탕색:
lt: Fono spalva:
nb: Bakgrunnsfarge:
nds: Achtergrundklöör:
ne: पृष्ठभूमि रङ:
nl: Achtergrondkleur:
nn: Bakgrunnsfarge:
pa: ਪਿੱਠਭੂਮੀ ਰੰਗ:
pl: Kolor tła:
pt: Cor de fundo:
pt_br: Cor de fundo:
ru: Цвет фона:
se: Duogášivdni:
sk: Farba pozadia:
sr: Боја позадине:
th: สีพื้นหลัง:
tr: Arkaplan rengi:
uk: Колір тла:

source: The color of the OSD background.
af: Die kleur vir die OSD ("On screen display") agtergrond.
bg: Цветът на OSD фона.
ca: El color de fons de l'OSD.
cs: Barva pozadí OSD.
da: Farven på OSD-baggrunden.
de: Hintergrundfarbe für das On-Screen-Display.
el: Το χρώμα φόντου της απεικόνισης πάνω στην οθόνη (OSD).
es: El color de fondo del OSD.
et: Ekraaniesituse (OSD) tausta värv.
eu: PGBren atzeko planoko kolorea.
fa: رنگ زمینۀ OSD.
fi: Kuvaruutunäytön taustaväri.
fr: La couleur d'arrière-plan de l'affichage à l'écran.
he: צבע הרקע בתצוגה על המסך.
hu: Az OSD hátterének színe
it: Il colore di sfondo dell'OSD.
ja: OSD 背景の色
ka: OSD.
km: ពណ៌​ផ្ទៃ​ខាង​ក្រោយ OSD ។
ko: OSD 바탕색을 선택합니다.
lt: Pranešimo fono spalva.
nb: Bakgrunnsfargen til skjermmeldingene.
nds: De Klöör vun den OSD-Achtergrund.
ne: ओएसडी पृष्ठभूमिको रङ ।
nl: De achtergrond kleur voor On-Screen-Display.
nn: Bakgrunnsfargen til skjermmeldingane.
pa: OSD ਪਿੱਠਭੂਮੀ ਦਾ ਰੰਗ ਹੈ।
pl: Kolor tła OSD.
pt: A cor do fundo do OSD.
pt_br: A cor de fundo da Mensagem na Tela.
ru: Цвет фона индикатора.
se: Šearbmadieđu duogášivnni.
sk: Farba pozadia OSD.
sr: Боја позадине OSD-а.
th: สีของพื้นหลัง OSD
tr: Ekranda görüntülenecek bilgi penceresinin arkaplan rengi.
uk: Колір тла індикатора.

source: Click to select the color of the OSD text.
af: Kliek om die kleur vir die OSD ("On screen display") teks te spesifiseer
bg: Натиснете и изберете цвят на OSD текста.
ca: Feu clic per seleccionar el color del text de l'OSD.
cs: Kliknutím vyberte barvu textu pro OSD.
da: Klik for at vælge farven på skærmvisningens tekst.
de: Klicken Sie, um die Textfarbe für das On-Screen-Display auszuwählen.
el: Κλικ για επιλογή του χρώματος του κειμένου OSD.
es: Pulse para seleccionar el color del texto del OSD.
et: Klõpsa ekraaniesituse (OSD) teksti värvi valimiseks.
eu: Egin klik PGBko testuaren kolorea ezartzeko.
fa: برای برگزیدن رنگ متن OSD فشار دهید.
fi: Valitse kuvaruutunäytön tekstin väri napsauttamalla.
fr: Cliquez pour sélectionner la couleur du texte de l'OSD.
he: לחץ לבחירת צבע הטקסט בתצוגה על המסך.
hu: Az OSD szövegszínének módosításához kattintson ide
it: Premi per selezionare il colore del testo dell'OSD.
ja: クリックして OSD テキストの色を選択します。
ka: -სკენ არჩება OSD ტექსტი.
km: ចុច ដើម្បី​ជ្រើស​ពណ៌​អត្ថបទ OSD ។
ko: OSD에서 사용될 글자 색을 선택하려면 클릭합니다.
lt: Parinkite pranešimo teksto spalvą.
nb: Tekstfargen til skjermmeldingene.
nds: Klick hier, wenn Du de Klöör vun den OSD-Text fastleggen wullt.
ne: ओएसडी पाठको रङ चयन गर्न क्लिक गर्नुहोस् ।
nl: Klik om de tekst voor de On-Screen-Display te kiezen.
nn: Tekstfargen til skjermmeldingane.
pa: OSD b ਪਾਠ ਦੇ ਰੰਗ ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਦਬਾਉ।
pl: Kliknij, by wybrać kolor tekstu OSD.
pt: Carregue para escolher a cor do texto do OSD.
pt_br: Clique para selecionar a cor do texto da Mensagem na Tela.
ru: Выбрать цвет текста индикатора.
se: Šearbmadieđu teakstaivdni.
sk: Kliknutím vyberte farbu textu pre OSD.
sr: Кликните да изаберете боју за текст OSD-а.
th: คลิกเพื่อเลือกสีของข้อความใน OSD
tr: Ekranda görüntülenecek metnin rengini seçmek için tıklayın.
uk: Клацніть, щоб вибрати колір тексту індикатора.

source: The color of the OSD text.
af: Die kleur vir die OSD ("On screen display") teks
bg: Цветът на OSD текста.
ca: El color del text de l'OSD.
cs: Barva OSD textu.
da: Farven på OSD-teksten.
de: Textfarbe für das On-Screen-Display.
el: Το χρώμα του κειμένου OSD.
es: El color del texto del OSD.
et: Ekraaniesituse (OSD) teksti värv.
eu: PGBko testuaren kolorea.
fa: رنگ متن OSD.
fi: Kuvaruutunäytön edustaväri.
fr: La couleur du texte de l'OSD.
he: צבע הטקסט בתצוגה על המסך.
hu: Az OSD szövegének színe
it: Il colore del testo dell'OSD.
ja: OSD テキストの色
ka: OSD ტექსტი.
km: ពណ៌​អត្ថបទ OSD ។
ko: OSD에서 사용될 글자 색을 선택합니다.
lt: Pranešimo teksto spalva.
nb: Farge på skjermmeldingene.
nds: De Klöör vun den OSD-Text.
ne: ओएसडी पाठको रङ ।
nl: De kleur van de tekst voor On-Screen-Display
nn: Farge på skjermmeldingane.
pa: OSD ਪਾਠ ਦਾ ਰੰਗ ਹੈ।
pl: Kolor tekstu OSD.
pt: A cor do texto do OSD.
pt_br: A cor do texto da Mensagem na Tela.
ru: Цвет текста индикатора.
se: Šearbmadiedu teavstta ivdni.
sk: Farba OSD textu.
sr: Боја за текст OSD-а.
th: สีของข้อความใน OSD
tr: Ekranda görüntülenecek metnin rengi.
uk: Колір тексту індикатора.

source: Click to select the background color of the OSD.
af: Kliek om die kleur vir die OSD ("On screen display") agtergrond te spesifiseer
bg: Натиснете и изберете цвят на OSD фона.
ca: Feu clic per seleccionar el color de fons de l'OSD.
cs: Kliknutím vyberte barvu pozadí pro OSD.
da: Klik for at vælge baggrundsfarven for skærmvisningen.
de: Klicken Sie hier, um die Hintergrundfarbe für das On-Screen-Display auszuwählen.
el: Κλικ για επιλογή του χρώματος φόντου του OSD.
es: Pulse para seleccionar el color de fondo del OSD.
et: Klõpsa ekraaniesituse (OSD) taustavärvi valimiseks.
eu: Egin klik PGBren atzeko planoaren kolorea hautatzeko.
fa: برای برگزیدن رنگ زمینۀ OSD فشار دهید.
fi: Valitse kuvaruutunäytön taustaväri napsauttamalla.
fr: Cliquez pour sélectionner la couleur d'arrière-plan de l'OSD
he: לחץ לבחירת צבע לרקע התצוגה על המסך.
hu: Az OSD háttérszínének módosításához kattintson ide
it: Premi per selezionare il colore di sfondo dell'OSD.
ja: クリックして OSD の背景色を選択します。
ka: -სკენ არჩება OSD.
km: ចុច ដើម្បី​ជ្រើស​ពណ៌​ផ្ទៃ​ខាង​ក្រោយ OSD ។
ko: OSD에서 바탕색으로 사용할 색을 선택하려면 클릭합니다.
lt: Parinkite pranešimo fono spalvą.
nb: Bakgrunnsfarge til skjermmeldingene.
nds: Klick hier, wenn Du de Achtergrundklöör vun de OSD fastleggen wullt.
ne: ओएसडीको पृष्ठभूमि रङ चयन गर्न क्लिक गर्नुहोस् ।
nl: Klik om de kleur voor de achtergrond van de On-Screen-Display te kiezen.
nn: Bakgrunnsfarge til skjermmeldingane.
pa: OSD ਦੇ ਪਿੱਠਭੂਮੀ ਦੇ ਰੰਗ ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਦਬਾਉ।
pl: Kliknij, by wybrać kolor tła OSD.
pt: Carregue para escolher a cor de fundo do OSD.
pt_br: Clique para selecionar a cor de fundo da Mensagem na Tela.
ru: Выбрать цвет фона индикатора.
se: Šearbmadieđu duogášivdni.
sk: Kliknutím vyberte farbu pozadia pre OSD.
sr: Кликните да изаберете боју позадине за OSD.
th: คลิกเพื่อเลือกสีพื้นหลังของ OSD
tr: Bilgilendirme Ekranının arkaplan rengini seçmek için tıklayın.
uk: Клацніть, щоб вибрати колір тла для індикатора.

source: Text color:
af: Teks kleur:
bg: Цвят на текста:
ca: Color del text:
cs: Barva textu:
da: Tekstfarve:
de: Textfarbe:
el: Χρώμα κειμένου:
es: Color del texto:
et: Teksti värv:
eu: Testuaren kolorea:
fa: رنگ متن:
fi: Tekstin väri:
fr: Couleur du texte :
he: צבע טקסט:
hu: Szövegszín:
it: Colore del testo:
ja: テキストの色:
ka: ტექსტის ფერი:
km: ពណ៌​អត្ថបទ ៖
ko: 글자 색:
lt: Teksto spalva:
nb: Tekstfarge:
nds: Textklöör:
ne: पाठ रङ:
nl: Tekstkleur:
nn: Tekstfarge:
pa: ਪਾਠ ਰੰਗ:
pl: Kolor tekstu:
pt: Cor do texto:
pt_br: Cor do texto:
ru: Цвет текста:
se: Teakstaivdni:
sk: Farba textu:
sr: Боја текста:
th: สีตัวข้อความ:
tr: Yazı rengi:
uk: Колір тексту:

source: Make the &background translucent
af: Maak die agtergrond semi deurskynend
bg: Прозра&чен фон
ca: Fes el &fons translúcid
cs: Pozadí &je průhledné
da: Gør &baggrunden gennemsigtig
de: Den Hintergrund &durchscheinen lassen
el: Ορισμός φόντου ως διαφα&νές
es: Hacer el &fondo trasparente
et: Taust muudetakse lä&bipaistvaks
eu: Egin atzeko planoa &zeharrargitsua
fa: مات کردن &زمینه‌
fi: Läpikuultava &tausta
fr: &Rendre l'arrière-plan translucide
he: הפוך את הרקע ל&שקוף
hu: A &háttér legyen áttetsző
it: Rendi trasparente lo s&fondo
ja: 背景を半透明にする(&B)
ka: Make
km: ធ្វើ​ឲ្យ​ផ្ទៃ​ខាង​ក្រោយ​ថ្លា
ko: 배경을 반투명하게 함(&B)
lt: &Peršviečiamas fonas
nb: Gjør &bakgrunnen gjennomsiktig
nds: &Achtergrund dörsichtig maken
ne: पृष्ठभूमिलाई पारदर्शक बनाउँनुहोस्
nl: Achtergrond &doorschijnend maken
nn: Gjer &bakgrunnen gjennomsiktig
pa: ਪਿੱਠਭੂਮੀ ਅਲਪ-ਪਾਰਦਰਸ਼ੀ ਬਣਾਓ(&b)
pl: Półprzezroczyste &tło
pt: Tornar o fundo &transparente
pt_br: Tornar o &fundo translúcido
ru: &Полупрозрачный фон
se: Daga &duogáža čađačuovgin
sk: Prie&hľadné pozadie
sr: Учини &позадину прозирном
th: ทำให้พื้นหลังโปร่งแ&สง
tr: A&rkaplanı yarı şeffaf hale getir
uk: Зробити &тло прозорим

source: Display &Text
af: Vertoon Teks
bg: Показван &текст
ca: Mostra el &text
cs: Zobrazený &text
da: Vis &tekst
el: Εμφάνιση &κειμένου
es: Mostrar &texto
et: &Teksti näitamine
eu: Bis&taratu testua
fa: نمایش &متن‌
fi: &Sisältö
fr: Affichage du &texte
he: הצג &טקסט
hu: Megjelenítendő szö&veg
it: Mostra &testo
ja: 表示テキスト(&T)
ka: &ტექსტის ჩვენება
km: បង្ហាញ​អត្ថបទ
ko: 표시할 텍스트(&T)
lt: Pranešimo &tekstas
nb: Vis &tekst
nds: &Text
ne: पाठ प्रदर्शन गर्नुहोस्
nl: &Tekst
nn: Vis &tekst
pa: ਦਿੱਖ ਪਾਠ(&T)
pl: Wyświetl &tekst
pt: &Texto a Mostrar
pt_br: Exibir &Texto
ru: Содержимо&е
se: Čájet &teavstta
sk: Zobrazený &text
sr: &Текст за приказ
th: แสดงข้อความ
tr: &Görüntülenecek Metin
uk: Показувати &текст

source: Display the same information as the columns in the playlist
af: Vertoon die selfde inligting as wat in die kolomme van die speel lys voorkom
bg: Показване на същата информация като в колоните на списъка със записи
ca: Mostra la mateixa informació que les columnes de la llista de reproducció
cs: Zobrazovat stejné informace jako sloupce v seznamu skladeb
da: Vis samme information som søjlerne i spillelisten
de: Die gleichen Informationen wie in der Wiedergabeliste anzeigen
el: Εμφάνιση των ίδιων πληροφοριών με τις στήλες της λίστας
es: Mostrar la misma información que las columnas de la lista de reproducción
et: Esitusnimekirja veergudega sama info näitamine
eu: Bistaratu zerrendako zutabeetako informazio berdina
fa: نمایش همین اطلاعات به صورت ستونهایی در فهرست پخش
fi: Näytä samat tiedot kuin soittolistan sarakkeissa
fr: Afficher les mêmes informations que les colonnes dans la liste de lecture
he: הצג את אותו המידע כמו בעמודות שברשימת־ההשמעה
hu: Ugyanazon információ megjelenítése mint a lejátszólista oszlopaiban
it: Visualizza le stesse informazioni delle colonne della playlist
ja: プレイリストのカラムと同じ情報を表示する
ka: ჩვენება ინფორმაცია -ში
km: បង្ហាញ​ព័ត៌មាន​ដូច​នៅ​ក្នុង​ជួរឈរ​បញ្ជី​ចាក់​
ko: 재생목록에서 칸마다 같은 정보 표시
lt: Pranešime rodyti grojaraščio stulpeliuose esančią informaciją
nb: Vis den samme informasjonen som vises i spillelista
nds: De sülvigen Informatschoon as binnen de Afspeellist wiesen.
ne: प्लेसूचीमा स्तम्भको रूपमा उही सूचना प्रदर्शन गर्नुहोस्
nl: Dezelfde informatie tonen als de kolommen in de afspeellijst
nn: Vis same informasjon som kolonnane i spelelista.
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਕਾਲਮਾਂ ਬਾਰੇ ਕੁਝ ਜਾਣਕਾਰੀ ਵਿਖਾਉਦਾ ਹੈ
pl: Pokaż tę samą informację jak w kolumnach listy odtwarzania
pt: Mostrar a mesma informação como colunas na lista de reprodução
pt_br: Exibir as mesmas informações mostradas nas colunas da lista de músicas
ru: Показывать то же, что и в столбцах списка.
se: Čájet seamma dieđuid go čuojahanlisttus
sk: Zobrazovať rovnaké informácie ako stĺpce v zozname skladieb
sr: Прикажи исте информације као колоне у листи нумера
th: แสดงข้อความแบบเดียวกับคอลัมน์ในรายการเล่น
tr: Parça listesindeki sütunlarla aynı bilgiyi görüntüle
uk: Показувати ту саму інформацію, що й стовпчиках списку композицій

source: &Duration:
af: Lengte:
bg: Про&дължителност:
ca: &Durada:
cs: &Doba trvání:
da: &Varighed:
de: &Anzeigedauer:
el: &Διάρκεια:
es: &Duración:
et: K&estus:
eu: &Iraupena:
fa: &مدت:‌
fi: &Kesto:
fr: &Durée :
he: &משך זמן:
hu: &Időtartam:
it: &Durata:
ja: 表示時間(&D):
ka: &ციკლის ხანგრძლიობა:
km: ថិរវេលា ៖
ko: 표시 시간(&D):
lt: &Trukmė:
nb: &Lengde:
nds: &Duer:
ne: अवधि:
nl: &Duur:
nn: &Lengd:
pa: ਅੰਤਰਾਲ(&D):
pl: Czas &trwania:
pt: &Duração:
pt_br: &Duração:
ru: &Длительность:
se: &Guhkkodat:
sk: &Doba trvania:
sr: &Трајање:
th: ระยะเ&วลา:
tr: S&üre:
uk: &Тривалість:

source: Forever
af: Vir altyd
bg: Безкрайно
ca: Per sempre
cs: Napořád
da: For altid
de: Für immer
el: Για πάντα
es: Para siempre
et: Igavesti
eu: Beti
fa: برای همیشه
fi: Ikuisesti
fr: Toujours
he: לתמיד
hu: Korlátlan
it: Per sempre
ja: 永久
ka: სამუდამოდ
km: រហូត
ko: 계속
lt: Nuolatos
nb: Evig
nds: Hele Tiet
ne: सधैका लागि
nl: Altijd
nn: Evig
pa: ਹਮੇਸ਼ਾ
pl: Wiecznie
pt: Sempre
pt_br: Para Sempre
ru: Постоянно
se: Agálaš
sk: Navždy
sr: Заувек
th: ตลอดกาล
tr: Sonsuz
uk: Завжди

source: The time in milliseconds to show the OSD. The value must be between 500 ms and 10000 ms.
af: Die tyd (in millisekondes) wat die OSD ("On screen display) vertoon moet word. Die waarde moet tussen 500 ms en 1000 ms wees.
bg: Време в милисекунди за показване на OSD. Стойността трябва да е между 500 и 10 000 мс.
ca: El temps en mil·lisegons que s'ha de mostrar l'OSD. El valor ha d'estar entre 500 ms i 10000 ms.
cs: Čas v milisekundách, po který má být zobrazen OSD. Hodnota musí být mezi 500 ms a 10000 ms.
da: Tiden i millisekunder som OSD vises. Værdien skal være mellem 500 ms og 10000 ms.
de: Die Anzeigedauer des On-Screen-Displays in Millisekunden. Der Wert muss zwischen 500 und 10000 ms liegen.
el: Η διάρκεια εμφάνισης του OSD σε χιλιοστά του δευτερολέπτου. Οι τιμές είναι μεταξύ 500 ms και 10000 ms.
es: El tiempo en milisegundos durante el que se mostrará el OSD. El valor debe estar entre 500ms y 10000ms.
et: OSD näitamise aeg millisekundites. Peab jääma vahemikku 500 ms kuni 10 000 ms.
eu: Denbora milisegundotan PGB erakusteko. Balioa 500 ms eta 10000 ms artekoa izan behar du.
fa: زمان بر حسب میلی‌ثانیه برای نمایش OSD. حجم صدا باید بین ۵۰۰ میلی‌ثانیه و ۱۰۰۰۰ میلی‌ثانیه باشد.
fi: Aika millisekunteina kuinka kauan kuvaruutunäyttöä näytetään. Ajan pitää olla välillä 500 ms ja 10000 ms.
fr: La durée d'affichage de l'OSD. La valeur doit être comprise entre 500 et 10 000 millisecondes
he: משך הזמן של להצגת התצוגה על המסך. הערך חייב להיות בין 500 מילי־שניות ל־ 10000 מילי־שניות.
hu: Az időtartam (ezredmásodpercben), ameddig az OSD-nek látszania kell. Az értéknek 500 és 10000 ms közt kell lennie.
it: La durata in millisecondi dell'OSD. Il valore deve essere compreso tra 500 e 10.000 ms.
ja: OSD を表示する時間 (ミリ秒単位)。値は 500ms から 10000ms の範囲でなければなりません。
ka: დრო -ში მილიწამები -სკენ OSD მწ და მწ.
km: រយៈពេល​គិត​ជា​មិល្លីវិនាទី ដើម្បី​បង្ហាញ OSD ។ តម្លៃ​ត្រូវ​តែ​ស្ថិត​នៅ​ចន្លោះ ៥០០ មិ.វិ. និង ១០០០០ មិ.វិ. ។
ko: OSD를 보여줄 시간을 밀리초 단위로 입력합니다. 수치는 500 ms와 10000 ms 사이에 있어야 합니다.
lt: Pranešimo rodymo trukmė milisekundėmis. Galimos reikšmės nuo 500 ms iki 10000 ms.
nb: Hvor lenge skjemmeldingene skal vises, målt i millisekunder. Tallet må være mellom 500 og 10 000.
nds: De Tiet in Millisekunnen, de de OSD wiest warrt. De Weert mutt twischen 500 un 10000 ms liggen.
ne: ओएसडी देखाउनका लागि मिलिसेकेन्डमा समय । मान ५०० मिलिसेकेन्ड र १०००० मिलिसेकेन्डको बीचमा हुनुपर्छ ।
nl: De tijd in milliseconden dat de On-Screen-Display zichtbaar zal zijn. De waarde dient te liggen tussen 500ms en 10000 ms.
nn: Kor lenge skjemmeldingane skal visast, målt i millisekund. Talet må vera mellom 500 og 10 000.
pa: OSD ਨੂੰ ਵਿਖਾਉਣ ਲਈ ਮਿਲੀਸਕਿੰਟਾਂ ਵਿੱਚ ਸਮਾਂ ਹੈ। ਇਹ ਮੁੱਲ 500 ਮਿ-ਸਕਿੰਟ ਅਤੇ 10000 ਮਿ-ਸਕਿੰਟ ਵਿੱਚ ਹੋ ਸਕਦਾ ਹੈ।
pl: Czas pokazywania OSD w milisekundach. Wartość ta musi znajdować się pomiędzy 500 ms a 10000 ms.
pt: O tempo em milisegundos a mostrar o OSD. O valor deve encontrar-se entre 500 ms e 10000 ms.
pt_br: O tempo, em milisegundos, para mostrar a Mensagem na Tela. O valor deve estar entre 500 e 10000 ms.
ru: Длительность в миллисекундах отображения индикатора. Диапазон значений - 500..10000.
se: Man guhkká galgá čajehit šearbmadieđu. Árvu ferte leat 500 ms ja 10000 ms gaskkas.
sk: Čas v milisekundách, počas ktorého má byť OSD zobrazený. Hodnota musí byť medzi 500 ms a 10000 ms.
sr: Време у милисекундама за приказивање OSD-а. Вредност мора бити између 500 ms и 10000 ms.
th: ระยะเวลาในหน่วยมิลลิวินาทีที่จะแสดง OSD ค่าที่ใส่จะต้องอยู่ระหว่าง 500 ms และ 10000 ms
tr: Ekrandaki bilginin görüntülenme süresi. Bu değer 500 ve 10000 ms. arasında olmalıdır.
uk: Тривалість показу індикатора в мілісекундах. Значення мусить бути між 500 і 10000 мс.

source: The screen that should display the OSD.
af: Die skerm waarop die OSD vertoon moet word.
bg: Екранът на който трябва да се показва OSD.
ca: La pantalla que hauria de mostrar l'OSD.
cs: Obrazovka, na které zobrazovat OSD.
da: Skærmen der viser OSD.
de: Der Bildschirm, auf dem das On-Screen-Display gezeigt werden soll.
el: Η οθόνη στην οποία θα απεικονίζεται το OSD.
es: La pantalla que debe mostrar el OSD.
et: Ekraan, mis näitab OSD-d.
eu: Pantaila PGBa erakutsi beharko lukeena.
fa: پرده‌ای که باید OSD را نمایش دهد.
fi: Fyysinen näyttö, jolla kuvaruutunäyttö näytetään.
fr: L'écran sur lequel sera affiché l'OSD.
he: המסך שיציג את התצוגה על המסך.
hu: A képernyő, amelyen az OSD-nek meg kell jelennie
it: Lo schermo che dovrebbe visualizzare l'OSD.
ja: OSD を表示するスクリーン
ka: OSD.
km: អេក្រង់​ដែល​គួរ​បង្ហាញ OSD ។
ko: OSD를 출력할 화면 번호를 선택합니다.
lt: Kuriame ekrane rodyti pranešimą.
nb: Skjermen skjermmeldingene skal vises på.
nds: De Schirm, op de de OSD wiest warrt.
ne: ओएसडी प्रदर्शन गर्ने पर्दा ।
nl: Het scherm waarop de On-Screen-Display zichtbaar zal zijn.
nn: Skjermen skjermmeldingane skal visast på.
pa: OSD ਵਿਖਾਉਣ ਵਾਲੀ ਸਕਰੀਨ ਹੈ।
pl: Ekran, który ma wyświetlać OSD.
pt: O ecrã que deve mostrar o OSD.
pt_br: A área de trabalho que deverá exibir a Mensagem na Tela.
ru: Экран, на котором следует отображать индикатор.
se: Šearbma gos šearbmadiehtu oidno.
sk: Obrazovka, na ktorej zobrazovať OSD.
sr: Екран на којем ће се приказивати OSD.
th: หน้าจอที่ควรจะแสดง OSD
tr: Bilgilendirme penceresinin hangi ekranda duracağını belirtir.
uk: Екран, на якому показувати індикатор.

source: Sc&reen:
af: Skerm:
bg: &Екран:
ca: P&antalla:
cs: Ob&razovka:
da: S&kærm:
de: &Bildschirm:
el: Ο&θόνη:
es: Pa&ntalla:
et: Ek&raan:
eu: &Pantaila:
fa: &پرده:‌
fi: &Näyttö:
fr: É&cran :
he: מ&סך:
hu: Ké&pernyő:
it: Sche&rmo:
ja: スクリーン(&R):
ka: ეკ&ანი:
km: អេក្រង់ ៖
ko: 화면(&R):
lt: Ek&ranas:
nb: S&kjerm:
nds: &Schirm:
ne: पर्दा:
nl: Sche&rm:
nn: &Skjerm:
pa: ਪਰਦਾ(&r):
pl: Ek&ran:
pt: Ec&rã:
pt_br: Te&la:
ru: &Экран:
se: Šear&bma:
sk: Ob&razovka:
sr: Ек&ран:
th: หน้า&จอ:
tr: &Ekran:
uk: &Екран:

source: Collection Setup
af: Versameling Opstelling
bg: Настройки на колекция
ca: Configuració de la col·lecció
cs: Nastavení kolekce
da: Samlingsindstilling
de: Einrichtung der Sammlung
el: Ρύθμιση συλλογής
es: Configuración de la colección
et: Muusikakogu seadistamine
eu: Bildumaren konfigurazioa
fa: برپایی مجموعه
fi: Kokoelman asetukset
fr: Configuration de la collection
he: הגדרות האוסף אוסף
hu: Gyűjtemény-beállítások
it: Impostazioni collezione
ja: コレクションの設定
km: ការ​រៀបចំ​សម្រាំង
ko: 모음집 설정
lt: Fonotekos parinktys
nb: Samlingsoppsett
nds: Sammeln instellen
ne: सङ्कलन सेटअप गर्नुहोस्
nl: Collectie-instellingen
nn: Samlingsoppsett
pa: ਭੰਡਾਰ ਸੈੱਟਅੱਪ
pl: Ustawienia kolekcji
pt: Configuração da Colecção
pt_br: Configuração da Coleção
ru: Настройка коллекции
se: Čoahkkádusheivehus
sk: Nastavenie kolekcie
sr: Подешавање збирке
th: ตั้งค่าคลังดนตรี
tr: Koleksiyon Ayarları
uk: Налаштування збірки

source: Collection Folders
af: Versameling Gidse
bg: Директории на колекцията
ca: Carpetes de la col·lecció
cs: Složky s kolekcí
da: Samlingsmapper
de: Sammlungs-Ordner
el: Φάκελοι συλλογής
es: Carpetas de la colección
et: Muusikakogu kataloogid
eu: Bildumaren karpetak
fa: پوشه‌های مجموعه
fi: Kokoelman kansiot
fr: Dossiers de la collection
he: התיקיות־האוסף
hu: Gyűjteménykönyvtárak
it: Cartelle della collezione
ja: コレクションフォルダ
ka: კოლექციის დასტები
km: ថត​ជ្រើសរើស
ko: 모음집 폴더
lt: Fonotekos aplankai
nb: Samlingsmapper
nds: Sammelnornern
ne: सङ्कलन फोल्डर
nl: Collectiemappen
nn: Samlingsmapper
pa: ਭੰਡਾਰ ਫੋਲਡਰ
pl: Katalogi kolekcji
pt: Pastas de Colecção
pt_br: Pastas da Coleção
ru: Папки
se: Čoahkkádusmáhpat
sk: Priečinky kolekcie
sr: Фасцикле збирке
th: โฟลเดอร์คลังดนตรี
tr: Koleksiyon Dizinleri
uk: Теки збірки

source: Collection Database
af: Versameling Databasis
bg: База данни на колекцията
ca: Base de dades de la col·lecció
cs: Databáze s kolekcí
da: Samlingsdatabase
de: Sammlungs-Datenbank
el: Βάση δεδομένων συλλογής
es: Base de datos de la colección
et: Muusikakogu andmebaas
eu: Bildumaren datu-basea
fa: دادگان مجموعه
fi: Kokoelman tietokanta
fr: Base de données de la collection
he: מסד־הנתונים של האוסף
hu: Gyűjtemény-adatbázis
it: Database della collezione
ja: コレクションデータベース
ka: კოლექციის მონაცემთა ბაზა
km: មូលដ្ឋាន​ទិន្នន័យ​ជ្រើសរើស
ko: 모음집 데이터베이스
lt: Fonotekos duomenų bazė
nb: Samlingsdatabase
nds: Sammelndatenbank
ne: सङ्कलन डाटाबेस
nl: Collectiedatabase
nn: Samlingsdatabase
pa: ਭੰਡਾਰ ਡਾਟਾਬੇਸ
pl: Baza danych kolekcji
pt: Base de Dados de Colecção
pt_br: Banco de Dados da Coleção
ru: База данных коллекции
se: Čoahkkádusdiehtovuođđu
sk: Databáza kolekcie
sr: База података збирке
th: ฐานข้อมูลคลังดนตรี
tr: Koleksiyon Veritabanı
uk: База даних збірки
