Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Some media could not be loaded (not playable).
af: Party media was nie gelaai nie (nie speelbaar nie).
bg: Някои записи не бяха заредени (не са изпълними).
ca: Algun suport no s'ha pogut carregar (no és reproduïble).
cs: Některá média nemohla být načtena (nejsou přehratelná).
da: Et medie kunne ikke indlæses (kan ikke afspilles).
de: Einige ließen sich nicht laden (nicht abspielbar).
el: Κάποια πολυμέσα δεν ήταν δυνατόν να φορτωθούν (δεν αναπαράγονται).
es: No se ha podido cargar algún medio (no reproducibles).
et: Mõningaid andmekandjaid ei saa laadida (pole mängitavad).
eu: Zenbait euskarri ezin izan dira kargatu (ezin erreproduzitu).
fa: مقداری از رسانه را نمی‌توان بار کرد )قابل پخش نیست(.
fi: Kaikkia nimikkeitä ei voitu ladata, koska ne eivät ole soitettavia.
fr: Quelques médias n'ont pu être chargés (non jouables).
he: אין אפשרות לטעון חלק מהמידיות (לא ניתנות להשמעה).
hu: Bizonyos anyagokat nem sikerült betölteni (nem lejátszhatók).
it: Alcuni media non possono essere caricati (non riproducibili).
ja: いくつかのメディアをロードできませんでした (再生できません)。
ka: ზოგიერთი მედია ვერ ჩაიტვირთა (არაა დაკვრადი).
km: មិន​អាច​ផ្ទុក (មិន​អាច​ចាក់​បាន) មេឌៀ​មួយ​ចំនួន​បានឡើយ ។
ko: 몇몇 (재생할 수 없는) 미디어를 불러올 수 없습니다.
lt: Kai kurių bylų nepavyko įkelti (ne muzikinės bylos).
nb: Noen medier kunne ikke bli lastet (kan ikke spilles av).
nds: En poor Medien laat sik nich laden (laat sik nich afspelen).
ne: केही मिडिया लोड गर्न सकेन (बजाउनयोग्य छैन) ।
nl: Sommige media kon niet worden geladen (niet afspeelbaar).
nn: Klarte ikkje opna alle medium.
pa: ਕੁਝ ਮੀਡਿਆ ਲੋਡ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕੇ (ਚੱਲਣ ਯੋਗ ਨਹੀਂ)।
pl: Nie można było wczytać niektórych mediów (nie dają się odtworzyć).
pt: Não foi possível carregar algum média (não reproduzível).
pt_br: Alguns arquivos não puderam ser carregados.
ru: Некоторые файлы невозможно воспроизвести.
se: Ii sáhttán rahpat buot mediad.
sk: Niektoré média nemohli byť načítane (nie sú prehrateľné).
sr: Неки медијуми се не могу учитати (не могу се пустити).
th: ไม่สามารถโหลดสื่อบางตัวได้ (ไม่สามารถเล่นได้)
tr: Bazı ortamlar yüklenemedi (çalınabilir değil).
uk: Не вдалось завантажити деяку медіа (не програється).

source: The XML in the playlist was invalid. Please report this as a bug to the Amarok developers. Thank you.
af: Die XML in die speel lys is ongeldig. Rapporteer asb. hierdie fout aan die Amarok onwikkelaars. Dankie.
bg: XML-ът в в списъка със записи е невалиден. Моля, съобщете за тази грешка на разработчиците на Amarok. Благодарим ви.
ca: El codi XML de la llista de reproducció és invàlid. Si us plau informeu d'aquesta fallada als desenvolupadors de l'Amarok. Gràcies.
cs: V seznamu skladeb použité XML není validní. Ohlaste to prosím jako chybu vývojářům programu Amarok. Děkujeme.
da: XML i spillelisten var ugyldig. Rapportér venligst dette som en fejl til udviklerne af Amarok. Mange tak.
de: Das XML in der Wiedergabeliste ist ungültig. Bitte berichten Sie diesen Fehler an die Amarok-Entwickler. Danke.
el: Η XML στη λίστα δεν είναι έγκυρη. Παρακαλώ αναφέρετέ το σαν σφάλμα στους προγραμματιστές του AmaroK. Ευχαριστούμε.
es: El XML de la lista de reproducción era inválido. Por favor, informe de esto a los desarrolladores de Amarok como un fallo. Gracias.
et: Esitusnimekirja XML on vigane. Palun anna sellest veast teada Amaroki arendajatele. Täname sind.
fa: XML موجود در فهرست پخش، نامعتبر بود. لطفاً، این را به عنوان اشکال به توسعه‌دهندگان amaroK گزارش دهید. متشکرم.
fi: Soittolistan rakenne on viallinen. Voit ilmoittaa tästä virheestä Amarokin kehittäjille.
fr: Le XML de la liste de lecture n'est pas valable. Merci de signaler cela en tant que bogue aux développeurs d'Amarok. Merci par avance.
he: מבנה ה־XML של רשימת־ההשמעה לא תקין. אנא דווח על זה כבאג לצוות המפתחים של Amarok. תודה.
hu: A lejátszólistában levő XML érvénytelen. Kérjük, jelentse be ezt hibaként az Amarok fejlesztőinek. Köszönjük.
it: L'XML nella playlist non è valido. Segnala l'errore agli sviluppatori di Amarok. Grazie.
ja: プレイリストの XML が不正です。これをバグとして Amarok 開発者へ報告していただければ幸いです。
km: XML នៅ​ក្នុង​បញ្ជី​ចាក់​មិន​ត្រឹមត្រូវ​ទេ ។សូម​រាយការណ៍​​វា​ជា​កំហុស​​​ទៅ​អ្នក​បង្កើត amaroK ។ សូម​អរគុណ ។
ko: 재생목록의 XMl 파일이 유효하지 않습니다. Amarok 개발자들에게 이 버그를 보고해 주십시오. 감사합니다.
lt: Grojaraščio XML kodas neteisingas. Prašome pranešti apie šią klaidą AmaroK kūrėjams.
nb: XML-en i spillelista er ugyldig. Vennligst gi beskjed om dette til Amarok-utviklerene. På forhånd takk!
nds: Dat XML binnen de Afspeellist weer leeg. Bitte stüer de Amarok-Schrievers dor en Fehlerbericht över to. Dank Di dorför!
ne: प्ले सूचीमा एकसएमएल वैध छैन । कृपया यसलाई अमारोक विकासकर्ताहरूमा बगको रूपमा प्रतिवेदन गर्नुहोस् । धन्यवाद ।
nl: De XML in de afspeellijst is ongeldig. Rapporteer dit als een bug aan het ontwikkelaarsteam van Amarok. Alvast bedankt.
nn: XML-en i spelelista er ugyldig. Venlegst meld frå om dette til Amarok-utviklarane. På førehand takk!
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ XML ਗਲਤੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਦੀ ਤਰੁੱਟੀ (ਬੱਗ) ਰਿਪੋਰਟ ਅਮਰੋਕ ਖੋਜੀਆਂ ਨੂੰ ਭੇਜੋ। ਤੁਹਾਡਾ ਧੰਨਵਾਦ ਹੈ।
pl: Kod XML w liście odtwarzania był nieprawidłowy. Proszę zgłosić to jako błąd do twórców Amaroka. Dziękujemy.
pt: O XML da lista de músicas era inválido. Por favor comunique isto como um erro aos programadores do Amarok. Obrigado.
pt_br: O código XML na lista de músicas é inválido. Por favor, reporte esse erro aos desenvolvedores do Amarok. Obrigado.
ru: Ошибка в структуре XML списка воспроизведения.
se: Lei gusthohis XML čuojahanlisttus. Dieđihastte dán vigi Amarok ovdánahtiide. Giitu.
sk: V zozname skladieb použité XML sú neplatné. Ohláste to prosím ako chybu vývojárom programu Amarok. Ďakujeme.
sr: XML листе нумера није био исправан. Пријавите ово као грешку развијачима Amarok-а. Хвала вам.
th: รูปแบบ XML ภายในรายการเล่นไม่ถูกต้อง กรุณารายงานเป็นข้อผิดพลาดไปยังผู้พัฒนา Amarok ขอบคุณ
tr: Parça listesindeki XML geçersiz. Bunu lütfen Amarok geliştiricilerine hata olarak bildirin. Teşekkürler.
uk: Не чинний формат XML в списку композицій. Будь ласка, надішліть розробникам Amarok звіт про помилку. Дякуємо.

source: Your last playlist was saved with a different version of Amarok than this one, and this version can no longer read it. You will have to create a new one. Sorry :(
af: Jou speel lys was met 'n ander weergawe van Amarok gestoor. Hierdie weergawe kan dit nie meer lees nie. Jy sal 'n nuwe een moet skep. Jammer :(
bg: Последният ви списък със запис е записан с друга версия на Amarok, а текущата не може да я прочете. Трябва да създадете нов. Извинете ни :(
ca: La darrera llista de reproducció es va desar amb una versió diferent de l'Amarok, i la versió actual ja no la pot llegir. Haureu de crear-ne una ne nova. Disculpeu :(
cs: Váš poslední seznam skladeb byl uložen s jinou verzí Amarok než je tato, která tento soubor již nemůže přečíst. Budete si muset vytvořit nový seznam. Je nám líto :(
da: Den seneste spilleliste blev gemt med en anden udgave af Amarok end denne, og denne udgave kan ikke længere læse den. Du er desværre nødsaget til at oprette en ny.
de: Ihre letzte Wiedergabeliste wurde mit einer anderen Version von Amarok gespeichert als dieser, und diese Version kann Ihre Wiedergabeliste nicht länger lesen Sie müssen sie leider neu erstellen Das tut uns wirklich leid :(
el: Η τελευταία λίστα αναπαραγωγής σας αποθηκεύτηκε με μια διαφορετική έκδοση του AmaroK, και αυτή η έκδοση δε μπορεί να την διαβάσει πλέον. Δυστυχώς πρέπει να δημιουργήσετε μια καινούργια. Ζητάμε συγνώμη :(
es: Su última lista de reproducción se guardó con una versión de Amarok diferente a ésta, y esta versión no puede leerlo. Deberá crear otra nueva. Disculpe :(
et: Sinu viimane esitusnimekiri salvestati Amaroki praegusest erineva versiooniga ning praegune versioon ei suuda seda enam lugeda. Sul tuleb seepärast luua uus nimekiri. Vabandame :-(
eu: Zure zerrenda Amarok-en beste bertsio batekin gordetakoa da eta bertsio honek ezin du irakurri. Berri bat sortu beharko duzu. Sentitzen da :(
fa: فهرست پخش آخر شما با نسخۀ متفاوتی از این نسخۀ Amarok ذخیره شده بود، و این نسخه بیش از این نمی‌تواند آن را بخواند. باید نسخۀ جدیدی ایجاد کنید. متأسفم :)
fi: Soittolista on tallennettu toisella Amarokin versiolla, ja se ei ole yhteensopiva.
fr: Votre dernière liste de lecture a été sauvegardée avec une version d'Amarok différente de celle utilisée actuellement, et cette version ne peut pas la lire. Vous devez en créer une nouvelle. Désolé :(
he: רשימת־ההשמעה הקודמת שלך נשמרה עם גרסה של Amarok השונה מגרסה זו, וגרסה זו אינה יכולה לקרוא אותה. יהיה עליך ליצור רשימה חדשה. מצטערים :(
hu: Az Ön legutóbbi lejátszólistája az Amarok egy másik verziójával lett elmentve. Jelen verzió nem tudja azt beolvasni. Új lejátszólistát kell létrehoznia.
it: L'ultima playlist è stata salvata con una versione di Amarok diversa da quella attuale, e questa versione non può più leggerla. Dovrai crearne una nuova. Ci dispiace :(
ja: 前回のプレイリストはこれとは異なるバージョンの Amarok で保存されたもので、このバージョンではもう読むことができません。 申し訳ありませんが新しいプレイリストを作成してください。
km: បញ្ជីចាក់​ចុងក្រោយ​របស់​អ្នក​ត្រូវ​បាន​រក្សាទុក​ជាមួយ​កំណែ amaroK ខុស​គ្នា​ពី​កំណែ​នេះ ហើយ​កំណែ​នេះ​មិន​អាចអាន​​​វា​បាន​ទៀត​ឡើយ ។ អ្នក​ត្រូវ​តែ​បង្កើត​បញ្ជីចាក់​ថ្មី​មួយ ។ សូមទោស​ណា :(
ko: 여러분의 마지막 재생목록이 다른 버전의 아마록으로 저장되었습니다. 이 버전은 이것을 더 이상 읽을 수 없습니다. 여러분은 새로운 버전의 재생목록을 생성해야 할 것입니다. 죄송합니다. :(
lt: Grojaraštis paskutinį kartą buvo įrašytas kita AmaroK versija. Šiai AmaroK versijai nepavyksta perskaityti grojaraščio. Grojaraštį teks susikurti iš naujo. Atsiprašome :(
nb: Den siste spillelista ble lagret med en annen versjon av Amarok enn denne, og denne versjonen kan ikke lese den lenger. Du må dessverre lage en ny spilleliste.
nds: Dien verleden Afspeellist wöör vun en anner Verschoon vun Amarok sekert, un disse Verschoon kann ehr nich mehr lesen. Du muttst wull en niege opstellen, deit uns leed! :(
ne: तपाईँको अन्तिम प्ले सूची अमारोकको विभिन्न संस्करणसँगै यो भन्दा अलग बचत गरिएको छ, र यो संस्करणले यसलाई पढ्न धेरै समय लिदैन । तपाईँले एउटा नयाँ सिर्जना गर्नुपर्नेछ । माफ गर्नुहोस् :(
nl: Uw laatste afspeellijst is opgeslagen met een andere versie van Amarok. De versie die u nu gebruikt kan dit formaat niet langer lezen. U zult een nieuwe afspeellijst moeten aanmaken. Onze excuses voor het ongemak.
nn: Den siste spelelista di var lagra under ein anna versjon av Amarok, og kan derfor ikkje lesast. Du må laga ei ny ei.
pa: ਤੁਹਾਡੀ ਆਖਰੀ ਸੰਗੀਤ-ਸੂਚੀ ਅਮਰੋਕ ਦੇ ਇਸ ਤੋਂ ਵੱਖਰੇ ਵਰਜਨ ਰਾਹੀਂ ਬਣਾਈ ਗਈ ਸੀ, ਅਤੇ ਇਹ ਵਰਜਨ ਉਸ ਨੂੰ ਪੜ੍ਹ ਨਹੀਂ ਸਕਦਾ ਹੈ। ਤੁਹਾਨੂੰ ਨਵੀਂ ਬਣਾਉਣੀ ਪਵੇਗੀ ਸਾਨੂੰ ਭਾਰੀ ਅਫ਼ਸੋਸ ਹੈ:(
pl: Twoja poprzednia lista odtwarzania została zapisana w innej wersji Amaroka niż ta, a ta wersja nie może już tego odczytać. Będziesz musiał utworzyć nową. Przykro nam :(.
pt: A sua última lista foi gravada com uma versão diferente desta do Amarok, e esta versão não consegue ser mais lida. Terá de criar uma nova. Desculpe :(
pt_br: Sua última lista de músicas foi salva com uma versão do Amarok diferente desta, e essa versão não pode mais lê-la. Você terá que criar uma nova. Desculpe :(
ru: Список был сохранён другой версией amaroK, и он не может быть распознан настоящей. Придётся вам начать с чистого листа...
se: Du čuojahanlist lea vurkejuvvon eará Amarok-veršuvnnain go dus lea dál, ja dát veršuvdna ii sáhte šat dan lohkat. Fertet ráhkadit ođđa Ándagássii :(
sk: Váš posledný zoznam skladieb bol uložený inou verziou Amaroku než aktuálnou a táto verzia ho nemôže prečítať. Budete musieť vytvoriť nový. Ľutujeme :(
sr: Ваша последња листа је снимљена различитом верзијом Amarok-а, и ова верзија је не може прочитати. Мораћете да направите нову листу. Извините :(
th: รายการเล่นของคุณถูกบันทึกด้วย Amarok รุ่นอื่น และรุ่นนี้ไม่สามารถอ่านรายการเล่นรายการนี้ได้อีกต่อไปแล้ว คุณคงต้องสร้างรายการเล่นใหม่เสียแล้ว เสียใจด้วยจริงๆ :(
tr: Parça listeniz Amarok'un bu sürümünden farklı bir sürüm kullanılarak kaydedilmiş olduğundan bu sürüm tarafından okunamıyor. Yeni bir parça listesi oluşturmalısınız. Üzgünüm :(
uk: Ваш останній список композицій було створено іншою версією програми Amarok, а ця версія не в змозі його прочитати. Необхідно створити новий список композицій. Вибачте за незручність :(

source: Amarok could not open the file.
af: Amarok kon nie die lêer oopmaak nie.
bg: Amarok не успя да отвори файла.
ca: L'Amarok no ha pogut obrir el fitxer.
cs: Amarok nemohl otevřít soubor.
da: Amarok kunne ikke åbne filen.
de: Die Datei lässt sich nicht öffnen.
el: Το AmaroK αδυνατεί να ανοίξει το αρχείο.
es: Amarok no pudo abrir el archivo.
et: Amarokil ebaõnnestus faili avamine.
fa: amaroK نتوانست پرونده را باز کند.
fi: Amarok ei voinut avata tiedostoa.
fr: Amarok n'a pas pu ouvrir le fichier.
he: ל־ Amarok הייתה בעיה בפתיחת הקובץ.
hu: Az Amarok nem tudta megnyitni a fájlt.
it: Amarok non può aprire il file.
ja: ファイルを開けませんでした。
km: amaroK មិន​អាច​បើក​ឯកសារ​បាន​ឡើយ ។
ko: Amarok이 파일을 열 수 없습니다.
lt: AmaroK nepavyko atverti bylos.
nb: Amarok kunne ikke åpne fila.
nds: Amarok kunn de Datei nich opmaken.
ne: अमारोकले फाइल खोल्न सकेन ।
nl: Amarok kon het bestand niet openen.
nn: Klarte ikkje opna fila.
pa: ਅਮਰੋਕ ਫਾਇਲ ਖੋਲ੍ਹ ਨਹੀਂ ਸਕਿਆ ਹੈ।
pl: Amarok nie mógł otworzyć pliku.
pt: Não foi possível ao Amarok abrir o ficheiro.
pt_br: O Amarok não pôde abrir o arquivo.
ru: Не удалось открыть файл.
se: Amarok ii sáhttán rahpat fiilla.
sk: Amarok nemohol otvoriť súbor.
sr: Amarok није могао да отвори фајл.
th: Amarok ไม่สามารถเปิดแฟ้มได้
tr: Amarok dosyayı açamadı.
uk: Amarok не зміг відкрити файл.

source: This component of Amarok cannot translate XML playlists.
af: Hierdie komponent van Amarok kan nie XML speel lyste vertaal nie.
bg: Този компонент на Amarok не може да промени XML списъците със записи.
ca: Aquest component de l'Amarok no pot traduir llistes de reproducció XML.
cs: Tato komponenta Amaroku neumí překládat XML seznamy skladeb.
da: Denne komponent i Amarok kan ikke oversætte XML-spillelister.
de: Diese Amarok-Komponente kann keine XML-Wiedergabelisten verarbeiten.
el: Αυτό το συστατικό του AmaroK αδυνατεί να μεταφράσει λίστες XML.
es: Este componente de Amarok no puede traducir listas de reprodución en XML.
et: See Amaroki komponent ei suuda tõlgendada XML-is esitusnimekirju.
fa: این مؤلفۀ amaroK نمی‌تواند فهرستهای پخش XML را ترجمه کند.
fi: Tämä Amarokin osa ei osaa tulkita XML-soittolistoja.
fr: Ce composant d'Amarok ne peut pas traduire les listes de lecture XML.
he: רכיב זה של Amarok לא יכול להמיר רשימות השמעה בתבנית XML.
hu: Az Amarok ezen komponense nem tudja értelmezni az XML formátumú lejátszólistákat.
it: Questo componente di Amarok non può tradurre le playlist XML.
ja: Amarok のこのコンポーネントは XML プレイリストを変換できません。
km: សមាសភាគ​នេះ​របស់ amaroK មិន​អាច​បកប្រែ​បញ្ជី​ចាក់ XML បាន​ឡើយ ។
ko: 이 Amarok 컴포넌트는 XML 재생목록 변환할 수 없습니다.
lt: Šis AmaroK komponentas negali išversti XML grojaraščių.
nb: Denne komponenten i Amarok kan ikke tolke XML-baserte spillelister.
nds: Disse Deel vun Amarok kann XML-Afspeellisten nich översetten.
ne: अमारोकको यो अवयवले एक्सएमएल प्ले सूची अनुवाद गर्न सक्दैन ।
nl: Dit component van Amarok kan geen XML-afspeellijsten vertalen.
nn: Denne komponenten i Amarok kan ikkje lesa XML-baserte spelelister.
pa: ਅਮਰੋਕ ਦਾ ਇਹ ਭਾਗ XML ਸੰਗੀਤ-ਸੂਚੀਆਂ ਨੂੰ ਅਨੁਵਾਦ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ।
pl: Ten składnik Amaroka nie mógł przetłumaczyć listy odtwarzania XML.
pt: Este componente do Amarok não consegue traduzir listas de músicas em XML.
pt_br: Este componente do Amarok não pode traduzir listas de músicas em XML.
ru: Этот компонент amaroK не поддерживает XML-списки.
se: Dát oassi Amarok:as ii sáhte jorgalit XML-čuojahanlisttuid.
sk: Tento komponent Amaroku nevie prekladať XML zoznamy skladieb.
sr: Ова компонента Amarok-а не може да преводи XML листе нумера.
th: ส่วนประกอบของ Amarok ส่วนนี้ไม่สามารถแปลรายการเล่น XML ได้
tr: Amarok'un bu bileşeni XML parça listelerini yorumlayamıyor.
uk: Цей компонент Amarok не може перекладати XML-списки композицій.

source: Amarok does not support this playlist format.
af: Amarok ondersteun nie hierdie speel lys formaat nie.
bg: Amarok не поддържа формата на този списък със записи.
ca: L'Amarok no accepta aquest format de llistes de reproducció.
cs: Amarok nepodporuje tento formát seznamu skladeb.
da: Dette spillelisteformat understøttes ikke af Amarok.
de: Dieses Wiedergabelisten-Format wird von Amarok nicht unterstützt.
el: Το AmaroK δεν υποστηρίζει αυτή τη μορφή λίστας.
es: Amarok no soporta este formato de lista de reproducción.
et: Amarok ei toeta seda esitusnimekirja vormingut.
fa: amaroK از این قالب فهرست پخش پشتیبانی نمی‌کند.
fi: Amarok ei tue tätä soittolistatyyppiä.
fr: Amarok ne gère pas ce format de liste de lecture.
he: התבנית של רשימת־השמעה זו לא נתמכת על ידי Amarok.
hu: Az Amarok nem támogatja ezt a lejátszólista-formátumot.
it: Amarok non supporta questo formato di playlist.
ja: Amarok はこのプレイリストフォーマットをサポートしていません。
km: amaroK មិន​គាំទ្រ​ទ្រង់ទ្រាយ​បញ្ជី​ចាក់​នេះ​ឡើយ ។
ko: Amarok은 이 재생목록 형식을 지원하지 않습니다.
lt: AmaroK nesupranta šio grojaraščio formato.
nb: Amarok støtter ikke dette spillelisteformatet.
nds: Amarok ünnerstütt dit Afspeellistformaat nich.
ne: अमारोकले यो प्ले सूची ढाँचा समर्थन गर्दैन ।
nl: Amarok biedt geen ondersteuning voor afspeellijsten van dit formaat.
nn: Dette spelelisteformatet er ikkje støtta i Amarok.
pa: ਅਮਰੋਕ ਇਸ ਸੰਗੀਤ-ਸੂਚੀ ਫਾਰਮੈਟ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
pl: Amarok nie obsługuje tego formatu listy odtwarzania.
pt: O Amarok não suporta este formato de lista de músicas.
pt_br: O Amarok não suporta esse formato de lista de músicas.
ru: amaroK не поддерживает этот формат списков.
se: Amarok ii doarjjo dán čuojahanlistoformáhta.
sk: Amarok nepodporuje tento formát zoznamu skladieb.
sr: Amarok не подржава овај форма листе нумера.
th: Amarok ไม่รองรับรูปแบบของรายการเล่นชนิดนี้
tr: Amarok bu parça listesi biçimini desteklemiyor.
uk: Amarok не підтримує цей формат списку композицій.

source: The playlist did not contain any references to files.
af: Die speel lys het geen verwysing na lêers nie.
bg: Списъкът със записи не съдържа връзки към файлове.
ca: La llista de reproducció no conté cap referència a fitxers.
cs: Seznam skladeb neobsahoval žádné odkazy na soubory.
da: Spillelisten indeholdt ikke nogen referencer til filer.
de: Die Wiedergabeliste enthielt keine Verweise auf Dateien.
el: Η λίστα δεν περιέχει καμία αναφορά σε αρχεία.
es: La lista de reproducción no contiene ninguna referencia a archivos.
et: Esitusnimekiri ei sisalda viiteid failidele.
eu: Zerrendak ez du fitxategien inolako erreferentziarik.
fa: فهرست پخش حاوی مرجعی برای پرونده‌ها نبود.
fi: Soittolistassa ei ole viittauksia tiedostoihin.
fr: La liste de lecture ne contient aucune référence à des fichiers.
he: רשימת־השמעה זו לא הכילה הפניות לקבצים.
hu: A lejátszólista nem tartalmazott semmilyen hivatkozást fájlokra.
it: La playlist non contiene alcun riferimento ai file.
ja: このプレイリストにはファイルへの参照が一つも含まれていません。
ka: რეპერტუარი არ შეიცავს ინფორმაციას ფაილების მდებარეობოს შესახებ.
km: បញ្ជី​ចាក់​មិន​មាន​សេចក្ដីយោង​ណា​មួយ​ទៅ​កាន់​ឯកសារ​ឡើយ ។
ko: 이 재생목록에는 파일에 대한 어떤 참조도 포함되어 있지 않습니다.
lt: Grojaraštyje nėra nuorodų į bylas.
nb: Spillelista inneholder ingen referanser til filer.
nds: De Afspeellist gifft keen Dateien an.
ne: यो प्ले सूचीले फाइलमा कुनै सन्दर्भहरू समाविष्ट गर्दैन ।
nl: De afspeellijst bevat geen verwijzingen naar bestanden.
nn: Spelelista inneheld ingen referansar til filer.
pa: ਇਸ ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਕਿਸੇ ਫਾਇਲ ਲਈ ਹਵਾਲਾ ਨਹੀਂ ਹੈ।
pl: Lista odtwarzania nie zawierała żadnych odnośników do plików.
pt: A lista de músicas não contém quaisquer referências a ficheiros.
pt_br: A lista de músicas não continha nenhuma referência à arquivos.
ru: Список не содержит ссылок на файлы.
se: Čuojahanlisttus ii lean makkárge bájuhus fiillaide.
sk: Zoznam skladieb neobsahoval žiadne odkazy na súbory.
sr: Листа нумера није садржала ниједну референцу на фајл.
th: รายการเล่นนี้ไม่มีการอ้างอิงไปยังแฟ้มใดๆ เลย
tr: Parça listesi herhangi bir dosyaya referans içermedi.
uk: Список композицій не містить жодних посилань на файли.

source: Retrieving Playlist
af: Besig om speel lys te onttrek
bg: Търсене на списък със записи
ca: S'està obtenint la llista de reproducció
cs: Získávám seznam skladeb
da: Henter spilleliste
de: Wiedergabeliste wird geholt
el: Ανάκτηση λίστας
es: Recuperando la lista de reproducción
et: Esitusnimekirja hankimine
eu: Zerrenda eskuratzen
fa: بازیابی فهرست پخش
fi: Haetaan soittolistaa
fr: Récupération de la liste de lecture
he: מאחזר רשימת־השמעה
hu: A lejátszólista letöltése
it: Richiamo la playlist
ja: プレイリストを取得
ka: რეპერტუარის მიღება
km: កំពុង​ទៅ​យក​បញ្ជី​ចាក់
ko: 재생목록 검색중
lt: Gaunamas grojaraštis
nb: Henter spilleliste
nds: Afspeellist warrt haalt
ne: प्ले सूची पुन: प्राप्त गर्दै
nl: Afspeellijst wordt opgehaald
nn: Hentar speleliste
pa: ਸੰਗੀਤ-ਸੂਚੀ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Pobieranie listy odtwarzania
pt: A Transferir a Lista de Reprodução
pt_br: Recuperando Lista de Músicas
ru: Получение списка
se: Viežžamin čuojahanlisttu
sk: Získavam zoznam skladieb
sr: Добављам листу нумера
th: กำลังดึงข้อมูลของรายการเล่น
tr: Parça Listesi Alınıyor
uk: Отримання списку композицій

source: These folders will be scanned for media to make up your collection:
af: Hierdie gidse sal geskandeer word vir media om in jou versameling te plaas:
bg: За съставяне на колекцията ви ще бъдат сканирани следните директории:
ca: Aquestes carpetes s'escanejaran per trobar suports per confeccionar la vostra col·lecció:
cs: V těchto složkách budou hledány mediální soubory pro vaši kolekci:
da: Disse mapper vil blive gennemsøgt for medier der skal udgøre din samling:
de: Die markierten Ordner werden nach Medien durchsucht, die dann Ihre Sammlung bilden:
el: Αυτοί οι φάκελοι θα σαρωθούν για πολυμέσα για τη δημιουργία της συλλογής σας:
es: Estas carpetas van a ser analizadas en busca de medios para crear su colección:
et: Järgmistest kataloogidest otsitakse uusi faile sinu kogu loomiseks:
fa: این پوشه‌ها جهت ساختن مجموعه‌تان برای رسانه پویش می‌شوند:
fi: Näistä kansioista etsitään sisältöä kokoelmaan:
fr: Ces dossiers seront analysés afin de détecter les médias à ajouter à votre collection.
he: תיקיות אלו יעברו סריקת מדיה על־מנת לבנות את האוסף שלך:
hu: Ezekben a könyvtárakban történik az anyagok keresése a gyűjtemény összeállításakor:
it: Queste cartelle verranno analizzate alla ricerca di nuovi file per costruire la tua collezione:
ja: これらのフォルダに含まれるメディアをスキャンしてコレクションを構築します:
ka: ეს საქაღალდეები სკანირებული იქნება მედიისთვის რათა შეიქმნას თქვენი კოლექცია:
km: ថត​ទាំងនេះ​នឹង​ត្រូវ​បាន​វិភាគ​រក​មេឌៀ ដើម្បី​បង្កើត​ការ​សម្រាំង​របស់​អ្នក ។
ko: 여러분의 모음집을 구성하기 위한 미디어를 이 폴더에서 검색할 것입니다.
lt: Peržiūrėti šiuos aplankus ir rastas dainas įtraukti į fonoteką:
nb: Disse mappene blir gjennomsøkt etter medier til samlinga:
nds: Disse Ornern warrt för Dien Sammeln na Klangdateien dörkeken:
ne: यी फोल्डरहरू तपाईँको सङ्कलन माथि उठाउन मिडियाका लागि स्क्यान गरिनेछ:
nl: Deze mappen zullen worden doorzocht op bestanden om uw collectie aan te maken:
nn: Desse mappene vert gjennomsøkte etter medium til samlinga:
pa: ਤੁਹਾਡਾ ਭੰਡਾਰ ਬਣਾਉਣ ਲਈ ਇਹਨਾਂ ਫੋਲਡਰਾਂ ਦੀ ਖੋਜ ਕੀਤੀ ਜਾਵੇਗੀ:
pl: Te katalogi zostaną przeszukane w poszukiwaniu multimediów do utworzenia Twojej kolekcji:
pt: Estas pastas serão pesquisadas por ficheiros multimédia para criar a sua colecção:
pt_br: Estas pastas serão escaneadas, a procura de arquivos de mídia, para construir a sua coleção:
ru: В этих папках будет производиться поиск файлов для коллекции:
se: Amarok ohcá mediafiillaid dáid máhpain ja ráhkada dan láhkái iežat čoahkkádusa:
sk: V týchto priečinkoch budú vyhľadávané médiá pre zostavenie vašej kolekcie:
sr: У овим фасциклама ће бити потражени медијуми за прављење ваше збирке:
th: โฟลเดอร์เหล่านี้จะถูกตรวจหาสื่อรูปแบบต่างๆ เพื่อสร้างเป็นคลังดนตรีของคุณ:
tr: Koleksiyonunuzu toplamak için bu dizinler taranacak:
uk: Ці теки буде проскановано за файлами мультимедії для вашої збірки:
