Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: A rating is 1 to 5 stars, set manually by you to describe how well you like a given track.
af: 'n Rang tussen 1 tot 5 sterre. Jy stel dit self en dit dui aan hoeveel jy van die snit hou.
bg: Оценката е между 1 и 5 звезди, която задавате ръчно с цел да опишете колко харесвате даден запис.
ca: La valoració és d'1 a 5 estrelles, l'establiu manualment per descriure com us agrada una determinada peça.
da: Klassificering er 1 til 5 stjerner, som du angiver selv for at beskrive hvor godt du synes om et givet spor.
de: Die Bewertung wird von Ihnen selbst manuell für jedes Stück vergeben. Mit der Bewertung zwischen 1 und 5 Sternen drücken Sie aus, wie gut Ihnen ein Stück gefällt.
el: Η αξιολόγηση μεταξύ ενός και πέντε αστεριών, ορίζεται χειροκίνητα από εσάς για να δηλώσει πόσο σας αρέσει ένα δεδομένο κομμάτι.
es: Una valoración va de 1 hasta 5 estrellas y es establecida por usted para describir cuánto le gusta una determinada pista.
et: Hinnang on 1 kuni 5 tärni, mille saad ise määrata, et kirjeldada, kui palju antud pala sulle meeldib.
eu: Balioa 1 eta 5 izer artekoa da, eskuz ezartzen da emandako pista bat zenbat atsegin duzun adieraziz.
fa: ارزیابی از ۱ تا ۵ ستاره است که برای توضیح اینکه چقدر شما یک شیار را دوست دارید به طور دستی تنظیم می‌شود.
fi: Arvostelu on 1–5 tähteä, jotka käyttäjä on antanut kappaleelle.
fr: Un vote est composé de 1 à 5 étoiles, définies manuellement par vous afin de décrire votre intérêt pour un morceau.
he: מדרוג הוא ערך בין 1 ל־ 5 כוכבים, שאתה קובע באופן ידני, על־מנת לתאר את חיבתך לרצועה הנתונה.
hu: A besorolás egy 1 és 5 csillag közti érték, amellyel Ön adhatja meg, hogy mennyire kedvel egy adott számot.
it: Una valutazione va da 1 a 5 stelle, impostata manualmente da te per esprimere l'apprezzamento per una data traccia.
ja: 評価はあなたがトラックをどの程度気に入っているかを表すために手動で設定します。一つから五つの星の数で表現します。
ka: A ტოლია -სკენ ვარლსკვავები მინიჭება -სკენ a.
km: ការ​វាយ​តម្លៃ​គឺ​ចាប់​ពី​ផ្កាយ ១ ដល់ ៥ កំណត់​ដោយដៃ ដោយ​អ្នក​ត្រូវ​ពិពណ៌នា​ថាតើ​វិធី​ល្អ​យ៉ាង​ណា​ដែល​អ្នក​ចូល​ចិត្ត​បទ​ដែល​បានផ្ដល់ ។
ko: 비중은 1부터 5입니다. 주어진 트랙에서 여러분이 얼마나 좋아하는지 나타내기 위해 직접 설정하십시오.
lt: Dainą įvertinate Jūs patys, suteikdami jai įvertinimą nuo 1 iki 5 žvaigždučių.
nb: En rangering er en til fem stjerner, som du oppgir manuelt for å si hvor godt du liker et gitt spor.
nds: Du kannst de Stücken per Hand mit 1 bet 5 Steerns beweerten, jümmer dor na, wo goot Du en Stück lieden magst.
ne: मूल्याङ्कन १ बाट ५ ताराहरू सम्म छन्, तपाईँले दिएको ट्रयाक कति मन पराउनुहुन्छ भन्ने वर्णन गर्न आफै म्यानुअल तरिकाले सेट गर्नुहोस् ।
nl: Waarderingen bestaan uit 1 tot 5 sterren die u zelf kunt opgeven. Op die manier kunt u aangeven hoe goed u een bepaalde track vindt.
nn: Kvart spor kan frå få 1 til 5 stjerner, som du må velja sjølv, basert på kor godt du likar det.
pa: ਰੇਟਿੰਗ 1 ਤੋਂ 5 ਤਾਰਿਆਂ ਦੇ ਵਿੱਚ ਹੁੰਦੀ ਹੈ, ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਆਪਣੀ ਮਰਜ਼ੀ ਮੁਤਾਬਕ ਸੈੱਟ ਸਕਦੇ ਹੋ ਕਿ ਕੋਈ ਗੀਤ ਤੁਹਾਨੂੰ ਕਿੰਨਾ ਪਸੰਦ ਆਇਆ ਹੈ।
pl: Notowanie ma od jednej do pięciu gwiazdek, ustawianych ręcznie przez Ciebie, by określić jak bardzo lubisz dany utwór.
pt: Esta classificação vai de 1 a 5 estrelas e é colocadas manualmente por si para descrever o quanto gosta da faixa.
pt_br: A avaliação vai de uma a cinco estrelas, definidas manualmente por você para descrever o quanto você gosta de uma determinada faixa.
se: Árvosátni lea ovtta ja vihtta násti gaskkas, maid ieš bijat, ja čájeha man bures liikot dihto bihtái.
sk: Hodnotenie je 1 až 5 hviezdičiek, nastavované vami ako popis toho, ako máte radi danú stopu.
sr: Рејтинг је једна до пет звездица, које ручно постављате да опишете колико волите дату нумеру.
th: เรตติ้งคือดาว 1 ถึง 5 ดวง ซึ่งจะให้คุณตั้งขึ้นมาเอง เพื่อบอกว่าคุณชอบเพลงนั้นๆ มากแค่ไหน
uk: Рейтинг може мати від 1 до 5 зірок, і надається вами вручну, залежно від того наскільки вам подобається дана доріжка.

source: Whether to use custom colors for ratings stars
bg: Дали да бъдат използвани потребителски цветове за звездите от оценката
ca: Si s'han d'usar colors a mida per les estrelles de valoració
da: Om egne farver skal bruges til skærmvisning
de: Benutzerdefinierte Farben für Bewertungs-Sterne verwenden
el: Αν θα γίνεται χρήση προσαρμοσμένων χρωμάτων στην αξιολόγηση
es: Si se usan colores personalizados para las estrellas de las valoraciones
et: Kas kasutada hinnangutärnide puhul kohandatud värve
fi: Käytetäänkö omia värejä arvostelutähdissä
hu: Egyéni színek használata a besorolások csillagaihoz
it: Decidi se usare colori personalizzati per le stelle delle valutazioni
ja: 評価の星にカスタム色を使うかどうか
km: ថា​តើ​ត្រូវ​ប្រើ​ពណ៌​ផ្ទាល់​ខ្លួន​សម្រាប់​សម្រាប់​លផ្កាយ​វាយ​តម្លៃ
lt: Nurodyti įvertinimo žvaigdučių spalvas
nb: Om det skal brukes selvvalgte farger for rangeringsstjerner
nds: Egen Klören för Beweerten-Steerns bruken
ne: मूल्याङ्कन ताराहरूका लागि अनुकूल रङ प्रयोग गर्ने या नगर्ने
nl: Of u uw eigen kleuren wilt gebruiken voor de waarderingssterren
nn: Om det skal brukast sjølvvalde fargar for karakterstjerne.
pa: ਕੀ ਰੇਟਿੰਗ ਸਟਾਰ ਲਈ ਪਸੰਦੀਦਾ ਰੰਗ ਵਰਤਣੇ ਹਨ।
pl: Czy używać własnych kolorów dla gwiazdek notowań
pt: Usar ou não cores nas estrelas da classificação
pt_br: Usar cores personalizadas para as estrelas de avaliação
sk: Či používať vlastné farby pre hodnotiace hviezdičky
sr: Да ли користити посебне боје за звездице рејтинга
th: จะให้ใช้สีที่ตั้งเองสำหรับดาวเรตติ้งหรือไม่
tr: Beğeni yıldızları için özel renk kullan
uk: Чи використовувати нетипові кольори для зірок рейтингу

source: Selects whether the user wants to use custom colors for ratings stars.
bg: Дали да бъдат използвани потребителски цветове за звездите от оценката.
ca: Determina si l'usuari vol usar colors a mida per les estrelles de valoració.
da: Vælger om brugeren ønsker at egne farver skal bruges til stjerner.
de: Legt fest, ob benutzerdefinierte Farben für Bewertungs-Sterne verwendet werden sollen
el: Αν θα γίνεται χρήση προσαρμοσμένων χρωμάτων στην αξιολόγηση.
es: Selecciona si el usuario quiere utilizar colores personalizados para las estrellas de las valoraciones.
et: Valib, kas kasutaja soovib kasutada hinnangutärnide puhul kohandatud värve
fi: Valitsee, käytetäänkö omia värejä arvostelutähdissä,
hu: Egyéni színek legyenek-e használva a besorolások csillagaihoz.
it: Seleziona se l'utente desidera utilizzare colori personalizzati per le stelle delle valutazioni.
ja: 評価の星にカスタム色を使うかどうかを選択します。
km: ជ្រើស​ថាតើ​អ្នក​ប្រើចង់​ប្រើ​ពណ៌​ផ្ទាល់ខ្លួន​សម្រាប់​ផ្កាយ​វាយ​តម្លៃ ។
lt: Naudoti naudotojo nurodytas įvertinimo žvaigdučių spalvas.
nb: Om det skal brukes selvvalgte farger for rangeringsstjerner.
nds: Leggt fast, wat Du egen Klören för de Beweerten-Steerns bruken wullt.
ne: प्रयोगकर्ताले मूल्याङ्कन ताराहरूका लागि अनुकूल रङ प्रयोग गर्न चाहान्छ या चाहदैन चयन गर्दछ
nl: Bepaalt of u uw eigen kleuren wilt gebruiken voor de sterren bij de waardering.
nn: Om det skal brukast sjølvvalde fargar for karakterstjerne.
pl: Włączenie tej opcji pozwala na wybranie własnego koloru dla gwiazdek notowań.
pt: Selecciona se o utilizador deseja usar cores personalizadas nas estrelas das classificações.
pt_br: Seleciona se deverão ser usadas cores personalizadas para as estrelas de avaliação.
sk: Vyberá, či užívateľ chce používať vlastné farby pre hodnotiace hviezdy.
sr: Одређује да ли корисник жели да користи посебне боје за звездице рејтинга.
th: เลือกว่าผู้ใช้ต้องการที่จะใช้สีตั้งเองสำหรับดาวเรตติ้งหรือไม่
tr: Beğeni yıldızları için özel renk kullanılıp kullanılmamasını seçer.
uk: Чи використовувати нетипові кольори для зірок рейтингу.

source: Whether half-stars should use a fixed color or follow the one above
bg: Дали полу-звездата да използва определен цвят или горния
ca: Si les mitges estrelles han d'emprar un color fixat o emprar el de sobre
da: Om halve stjerner skal bruge en forudbestemt farve eller følge den ovenfor
de: Legt fest, ob halbe Sterne eine feste Farbe oder die oben eingestellte erhalten sollen
el: Αν το μισό αστέρι χρησιμοποιεί το παραπάνω χρώμα ή κάποιο σταθερό
es: Si las medias estrellas deben usar un color fijo o seguir el de arriba
et: Kas pooltärnid kasutavad fikseeritud värvi või järgivad ülaltooduid
hu: A félcsillagok egy rögzített színt használjanak vagy a fentit
it: Decidi se la mezza stella dovrebbe utilizzare un colore prefissato o il seguente
ja: 半分の星に固定色を使うか、あるいは上のものに従うか
km: ថាតើ​ផ្កាយ​ពាក់កណ្ដាល​គួរ​ប្រើ​ពណ៌ថេរ ​ឬ​ធ្វើតាម​មួយ​ខាង​លើ
lt: Žvaigždžių pusėms naudoti numatytą spalvą ar aukščiau nurodytą
nds: Gifft an, wat halve Steerns en fast Klöör hebbt oder de vun baven
ne: आधा-ताराले स्थिर रङ प्रयोग गर्नेछ वा माथिको मध्ये एउटालाई पछ्याउनेछ
nl: Of halve sterren een vaste kleur hebben of bovenstaande kleur volgen
nn: Om halvstjerner skal bruka ein fast farge eller følgja den over.
pl: Określa czy pół-gwiazdki mają używać ustalonego koloru, czy też jednego z poniższych
pt: se as meias-estrelas devem usar uma cor fix ou seguir a anterior
pt_br: Meia-estrelas devem usar uma cor fixa ou seguir a cor acima
sk: Či by mali polo-hviezdy používať fixnú farbu alebo nasledovať tú vyššiu
sr: Да ли полузвездице треба да користе фиксну боју или прате једно од горњег
th: จะให้ครึ่งดาวเรตติ้งใช้สีที่ตั้งไว้หรือตามด้านบน
uk: Чи вживати для пів-зірок сталий колір, чи слідувати за тим, що вище

source: Selects whether the user wants to define a custom color for the half-star.
bg: Дали да бъдат използвани потребителски цветове за полу-звездата.
ca: Determina si l'usuari vol definir un color personalitzat per les mitges estrelles.
da: Vælger om brugeren vil definere en egen farve for halve stjerner.
de: Legt fest, ob benutzerdefinierte Farben für halbe Bewertungs-Sterne verwendet werden sollen
el: Καθορίζει αν ο χρήστης θέλει να ορίσει 'ένα προσαρμοσμένο χρώμα για το μισό αστέρι.
es: Selecciona si el usuario quiere definir un color personalizado para la media estrella.
et: Valib, kas kasutaja soovib kasutada pooltärnide puhul kohandatud värve
hu: Megadja, hogy a felhasználó meg szeretne-e adni egy egyéni színt a félcsillagok számára.
it: Seleziona se l'utente desidera definire un colore personalizzato per la mezza stella.
ja: 半分の星にカスタム色を使うかどうかを選択します。
km: ជ្រើស​ថាតើ​អ្នក​ប្រើចង់​ប្រើ​ពណ៌​ផ្ទាល់ខ្លួន​សម្រាប់​ផ្កាយ​វាយ​តម្លៃ ។
lt: Žvaigždžių pusėms naudoti numatytą spalvą ar naudotojo nurodytą spalvą.
nds: Leggt fast, wat Du en egen Klöör för den halven Steern bruken wullt.
ne: प्रयोगकर्ताले आधा-ताराका लागि अनुकूल रङ परिभाषा गर्न चाहन्छ या चाहदैन चयन गर्दछ ।
nl: Bepaalt of u zelf een kleur wilt opgeven voor de halve ster.
nn: Om halvstjerner skal bruka ein fast farge eller følgja den over.
pl: Włączenie tej opcji pozwala użytkownikowi ustalić własny kolor pół-gwiazdki.
pt: Selecciona se o utilizador deseja usar cores personalizadas para a meia-estrela.
pt_br: Seleciona se o usuário deseja definir uma cor personalizada para meia-estrela.
sk: Stanovuje, či chce užívateľ stanoviť vlastnú farbu pre polo-hviezdu.
sr: Одређује да ли корисник жели да дефинише посебну боју за полузвездице.
th: เลือกว่าผู้ใช้ต้องการที่จะระบุสีตั้งเองสำหรับครึ่งดาวเรตติ้งหรือไม่
tr: Beğeni yarım-yıldızları için özel renk kullanılıp kullanılmamasını seçer.
uk: Чи вживати для пів-зірок нетиповий колір.

source: Which track(s) to play repeatedly
af: Watter snit(te) moet herhaaldelik gespeel word
bg: Кои записи да се повтарят
ca: Quines peces es reprodueixen repetidament
da: Hvilke spor som skal spilles gentagne gange
de: Legt fest, welche Stücke wiederholt werden sollen
el: Ποια κομμάτια θα αναπαράγονται συνεχώς
es: Qué pista(s) reproducir de manera repetida
et: Milliseid palu korrata
fa: کدام شیار)ها( مکرراً پخش شود
fi: Mitä kappaleita soitetaan uudelleen
fr: Quel(s) morceau(x) à répéter
he: אלו רצועות להשמיע ללא הפסקה
hu: Mely szám(ok) legyen(ek) folytatólagosan lejátszva
it: Quali tracce riprodurre ripetutamente
ja: どのトラックを繰り返し再生するか
ka: s -სკენ
km: បទ​ណា​មួយ​ដែល​ត្រូវ​ចាក់​ឡើង​វិញ
ko: 트랙들을 반복으로 재생할지 여부
lt: Groti kartojant
nb: Hvilke(t) spor skal gjentas
nds: Leggt de Stück(en), de wedderhaalt warrt
ne: बारबार कुन ट्रयाक प्ले गर्ने
nl: Welke tracks herhaaldelijk zullen worden afgespeeld
nn: Kva spor som skal gjentakast
pa: ਕਿਹੜਾ ਟਰੈਕ ਲਗਾਤਾਰ ਚਲਾਉਣਾ ਹੈ
pl: Jakie utwory powtarzać
pt: Quais as faixas a tocar de forma repetida
pt_br: Reproduzir Faixa(s) Repetidamente
ru: Повторяемые в цикле композиции
se: Makkár bihtá(id) galgá ođđasit čuojahit
sk: Ktoré stopy(u) opakovane prehrávať
sr: Које нумере пуштати са понављањем
th: เพลงไหนที่จะให้เล่นซ้ำๆ
tr: Hangi parça/lar tekrarlanarak çalınsın
uk: Які(у) доріжки(у) повторювати безперестанно

source: Whether to repeat the current track, the current album, or the current playlist indefinitely, or neither.
af: Bepaal of die huidige snit, album of speel lys aanhoudend herhaal moet word of glad nie.
bg: Дали текущия запис, албума или списъка да се повтарят безкрайно или не.
ca: Si s'ha de repetir la peça actual, l'àlbum actual o la llista de reproducció actual indefinidament, o cap d'ells.
da: Om nuværende spor, nuværende album eller nuværende spilleliste skal gentages for altid, eller ingen af delene.
de: Legt fest, ob das aktuelle Stück, Album oder die aktuelle Wiedergabeliste unendlich oder gar nicht wiederholt werden sollen.
el: Αν θα αναπαράγεται το τρέχον κομμάτι, το άλμπουμ, ή η τρέχουσα λίστα αναπαραγωγής συνεχώς, ή όχι.
es: Si se repite la pista actual, el álbum actual, o la lista de reproducción actual indefinidamente.
et: Kas korrata lõputult aktiivset pala, aktiivset albumit, aktiivset esitusnimekirja või mitte midagi.
eu: Uneko pista, albuma edo zerrenda etengabe errepikatu edo ez.
fa: آیا شیار جاری، آلبوم جاری، یا فهرست پخش جاری به طور نامحدود تکرار شود یا نه.
fi: Toistetaanko nykyistä kappaletta, levyä, soittolistaa päättymättömästi – vai ei mitään.
fr: Si oui ou non le morceau courant, l'album courant ou la liste de lecture courante doit être répété indéfiniment.
he: האם לחזור על הרצועה הנוכחית, האלבום הנוכחי, או רשימת־ההשמעה הנוכחית ללא הפסקה, או שמא אף־לא־על אחד מהם.
hu: A jelenlegi szám, a jelenlegi album, a jelenlegi lejátszólista vagy egyik se legyen folyamatosan ismételve.
it: Decidi se ripetere la traccia attuale, l'album attuale, o la playlist attuale all'infinito, o meno.
ja: 現在のトラック、アルバム、プレイリストを繰り返し再生するかどうか
ka: -სკენ ან ან.
km: ថា​តើ​ត្រូវ​ចាក់​បទ​បច្ចុប្បន្ន អាល់ប៊ុម​បច្ចុប្បន្ន ឬ បញ្ជី​ចាក់​បច្ចុប្បន្ន​ឡើង​វិញ​រហូត​ឬ​ទេ ឬ​ក៏​មិន​ចាក់ ។
ko: 현재 트랙, 엘범 혹은 현재 재생목록을 정하지 않고 계속 반복할지 여부
lt: Nurodykite groti kartojant nuolatos arba dabartinę dainą, arba dabartinį albumą, arba dabartinį grojaraštį.
nb: Om dette sporet, albumet eller spillelista skal gjentas fortløpende, eller ingen av dem.
nds: Dat aktuelle Stück, Album, de aktuelle Afspeellist oder gor nix ahn Enn wedderhalen
ne: हालको ट्रयाक, हालको एल्बम, वा हालको प्लेसूची अवास्तविक रूपमा, वा कहिल्यै पनि दोहोर्याउने या नदोहोर्याउने ।
nl: Of de huidige track, album of afspeellijst oneindig zal worden afgespeeld of niet.
nn: Om gjeldande spor, gjeldande album eller gjeldande speleliste skal spelast om att heile tida.
pa: ਕੀ ਮੌਜੂਦਾ ਗੀਤ ਮੁੜ ਚਲਾਉਣਾ ਹੈ, ਜਾਂ ਮੌਜੂਦਾ ਐਲਬਮ, ਜਾਂ ਮੌਜੂਦਾ ਸੰਗੀਤ-ਸੂਚੀ ਲਗਾਤਾਰ ਚਲਾਉਣੀ ਹੈ ਜਾਂ ਕੁਝ ਵੀ ਨਹੀਂ।
pl: Czy powtarzać bieżący utwór, bieżący album lub bieżącą listę odtwarzania nieokreśloną liczbę razy lub wcale.
pt: Se deve repetir indefinidamente a faixa actual, o álbum actual, a lista de reprodução actual ou nenhuma delas.
pt_br: Repetir a faixa atual, o álbum atual ou a lista de músicas atual indefinidamente, ou nenhum deles.
se: Jus galgá geardduhit dálá bihtá, dálá skearru dahje dálá čuojahanlisttu agibeaivái, dahje ii obanassiige.
sk: Či donekonečna opakovať aktuálnu stopu, aktuálny album alebo aktuálny zoznam skladieb alebo ani jedno.
sr: Да ли бесконачно понављати тренутну нумеру, тренутни албум или тренутну листу нумера, или ниједно.
th: จะให้เล่นเพลงจากเพลงที่กำลังเล่นอยู่, อัลบั้มที่กำลังเล่นอยู่ หรือรายการเล่นที่กำลังเล่นอยู่ วนไปเรื่อยๆ หรือไม่
uk: Чи повторювати безперестанно поточну доріжку, поточний альбом, поточний список композицій, або нічого.

source: Don't Repeat
af: Moet nie herhaal nie
bg: Без повторение
ca: No repeteixis
cs: Neopakovat
da: Gentag ikke
de: Nicht wiederholen
el: Να μην επαναληφθεί
es: No repetir
et: Ei korrata
eu: Ez errepikatu
fa: عدم تکرار
fi: Älä toista
fr: Ne pas répéter
he: אל תחזור
hu: Ne legyen ismétlés
it: Non ripetere
ja: リピートなし
ka: t გამეორება
km: កុំ​ចាក់​ឡើង​វិញ
ko: 반복하지 않음
lt: Nekartoti nieko
nb: Ikke gjenta
nds: Nich wedderhalen
ne: नदोहोर्याउनुहोस्
nl: Niet herhalen
nn: Ikkje gjenta
pa: ਮੁੜ ਨਾ ਚਲਾਓ
pl: Nie powtarzaj
pt: Não Repetir
pt_br: Não Repetir
ru: Не повторять
se: Ale gearddut
sk: Neopakovať
sr: Не понављај
th: ไม่ต้องซ้ำ
tr: &Tekrarlama
uk: Не повторювати

source: Repeat Track
af: Herhaal Snit
bg: Повторение
ca: Repeteix la peça
cs: Opakovat skladbu
da: Gentag spor
de: Stück wiederholen
el: Επανάληψη κομματιού
es: Repetir pista
et: Pala kordamine
fa: تکرار شیار
fi: Toista kappaletta
fr: Répéter le morceau
he: חזור על הרצועה
hu: A szám ismétlése
it: Ripeti traccia
ja: トラックリピート
ka: გამეორება ჩანაწერი
km: ចាក់​បទ​ឡើង​វិញ
ko: 트랙 반복
lt: Kartoti dainą
nb: Gjenta spor
nds: Stück wedderhalen
ne: ट्रयाक दोहोर्याउनुहोस्
nl: Track herhalen
nn: Gjenta spor
pa: ਟਰੈਕ ਮੁੜ-ਚਲਾਓ
pl: Powtarzaj utwór
pt: Repetir a Faixa
pt_br: Repetir Faixa
ru: Повторять дорожку
se: Gearddut bihtá
sk: Opakovať stopu
sr: Понављај нумеру
th: เล่นเพลงซ้ำ
tr: Parçayı Tekra&rla
uk: Повторювати доріжку

source: Repeat Album
af: Herhaal Album
bg: Повторение на албума
ca: Repeteix l'àlbum
cs: Opakovat album
da: Gentag album
de: Album wiederholen
el: Επανάληψη άλμπουμ
es: Repetir álbum
et: Albumi kordamine
eu: Errepikatu albuma
fa: تکرار آلبوم‌
fi: Toista levyä
fr: Répéter l'album
he: חזור על הכותר
hu: Az album ismétlése
it: Ripeti album
ja: アルバムリピート
ka: გამეორება ალბომი
km: ចាក់​អាល់ប៊ុម​ឡើង​វិញ
ko: 엘범 반복
lt: Kartoti albumą
nb: Gjenta album
nds: Album wedderhalen
ne: एल्बम दोहोर्याउनुहोस्
nl: Album herhalen
nn: Gjenta album
pa: ਐਲਬਮ ਮੁੜ-ਚਲਾਓ
pl: Skolejkuj album
pt: Repetir o Álbum
pt_br: Repetir Álbum
ru: Повторять альбом
se: Gearddut skearru
sk: Opakovať album
sr: Понављај албум
th: เล่นอัลบั้มซ้ำ
tr: &Albümü Tekrarla
uk: Повторювати альбом

source: Repeat Playlist
af: Herhaal speel lys
bg: Повторение на списъка със записи
ca: Repeteix la llista de reproducció
cs: Opakovat seznam skladeb
da: Gentag spilleliste
de: Wiedergabeliste wiederholen
el: Επανάληψη λίστας
es: Repetir lista de reproducción
et: Esitusnimekirja kordamine
fa: تکرار فهرست پخش‌
fi: Toista soittolistaa
fr: Répéter la liste de lecture
he: חזור על רשימת־ההשמעה
hu: A lejátszólista ismétlése
it: Ripeti playlist
ja: プレイリストリピート
ka: გამეორება რეპერტუარი
km: ចាក់​បញ្ជីចាក់​ឡើង​វិញ
ko: 재생목록 반복
lt: Kartoti grojaraštį
nb: Gjenta spilleliste
nds: Afspeellist wedderhalen
ne: प्ले सूची दोहोर्याउनुहोस्
nl: Afspeellijst herhalen
nn: Gjenta speleliste
pa: ਸੰਗੀਤ-ਸੂਚੀ ਮੁੜ-ਚਲਾਓ
pl: Powtarzaj listę odtwarzania
pt: Repetir a Lista de Músicas
pt_br: Repetir Lista de Músicas
ru: Повторять список
se: Gearddut čuojahanlisttu
sk: Opakovať zoznam skladieb
sr: Понављај листу нумера
th: เล่นรายการเล่นซ้ำ
tr: &Parça Listesini Tekrarla
uk: Повторювати список композицій

source: Which tracks or albums to favor in Random Mode
af: Watter snitte of albums voorkeur moet geniet in Willekeurige Modus.
bg: Кои записи или албуми да бъдат предпочетена в "Случайно изпълнение"
ca: Quines peces o àlbums s'han d'afavorir en el mode Aleatori
da: Hvilke spor eller albummer at foretrække i tilfældigt tilstand
de: Legt fest, welche Stücke im Zufallsmodus bevorzugt werden sollen.
el: Ποια κομμάτια θα ευνοούνται στην τυχαία λειτουργία
es: Qué pistas o álbumes favorecer en el modo aleatorio
et: Milliseid palu või albumeid eelistada juhuslikus režiimis
eu: Zein pista edo album nahi diren ausazko moduan
fa: کدام شیارها یا آلبومها در حالت تصادفی مورد توجه قرار می‌گیرند
fi: Mitä kappaleita tai levyjä suositaan satunnaistilassa.
fr: Quels morceaux ou albums seront favorisés dans le mode aléatoire
he: אילו רצועות או כותרים להעדיף במצב אקראי
hu: Mely számok vagy albumok legyenek előnyben részesítve véletlenszerű módban
it: Quali tracce o album preferire in modalità casuale
ja: ランダムモードで優先するトラックまたはアルバム
km: តើ​បទ ឬ​អាល់ប៊ុម​មួយ​ណា​ពេញ​ចិត្ត​នៅ​ក្នុង​របៀប​ចៃដន្យ
ko: 임의 재생 모드에서 좋아하는 트랙 혹은 엘범
lt: Kokioms dainoms teikti prioritetą grojant atsitiktine tvarka
nb: Hvilke spor eller album skal foretrekkes i tilfeldig modus
nds: Leggt de Stücken un Alben fast, de in den Tofallbedrief vörtrocken warrt
ne: अनियमित मोडमा कुन ट्रयाक वा एल्बम मन पराउने
nl: Welke tracks of albums de voorkeur krijgen in de willekeurige modus
nn: Kva spor eller album som skal føretrekkast ved tilfeldig avspeling.
pa: ਰਲਵੇਂ ਜਾਂ ਸਫ਼ਰੀ ਢੰਗ ਵਿੱਚ ਟਰੈਕ ਜਾਂ ਐਲਬਮ ਪਸੰਦ
pl: Jakie utwory lub albumy preferować w trybie losowym
pt: Quais as faixas preferidas no Modo Aleatório ou Dinâmico
pt_br: Quais faixas ou álbuns preferir no Modo Aleatório
se: Makkár bihtáid dahje skerruid galggašii oidit sáhtedohko modusis
sk: Ktoré stopy alebo albumy uprednostňovať v náhodnom režime
sr: Којим нумерама или албумима дати предност у насумичном режиму
th: เพลงหรืออัลบั้มไหนที่อยากจะให้เล่นในโหมดสุ่ม
uk: Яким доріжкам чи альбомам надавати перевагу у випадковому режимі
