Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Restore Server Timeout
af: Herstel Bediener verstreke tyd
bg: Просрочено време за възстановяване на сървъра
ca: S'ha excedit el temps per a la restauració del servidor
da: Tidsgrænse overskredet for genoprettelse af server
de: Restore Server Zeitüberschreitung
el: Επαναφορά λήξη χρονικού ορίου εξυπηρετητή
es: Restaurar tiempo de espera agotado del servidor
et: Taastamisserveri aegumine
eu: Leheneratzeko zerbitzariaren denbora-muga gaindituta
fa: بازگردانی اتمام وقت کارساز
fi: Palautus: Palvelimen aikakatkaisu
fr: Délai dépassé pour le serveur de restauration
hu: Visszaállítási kiszolgáló - időtúllépés
ja: Restore サーバ タイムアウト
ka: სერვერის დაყოვნების დროის აღდგენა
km: ស្ដារពេលសម្រាក​របស់​ម៉ាស៊ីន​បម្រើ​​
ko: 복구 서버 시간초가
lt: Atstatyti serverio laiko limitą
nds: Wedderherstell-Server - Teitafloop
ne: सर्भरको समय समाप्ति पूर्वावस्थामा ल्याउनुहोस्
pa: ਸਰਵਰ ਸਮਾਂ-ਸਮਾਪਤ ਮੁੜ-ਪ੍ਰਾਪਤ
pl: Odzyskiwanie: przekroczono czas połączenia z serwerem
pt: Repor o Tempo-Limite do Servidor
pt_br: Timeout na Restauração do Servidor
sk: Obnoviť timeout servera
sr: Врати истицање сервера
th: หมดเวลาสำหรับการเชื่อมต่อ Restore Server
tr: Sunucu Geri Yükleme Zaman Aşımı
uk: Відновлення: перевищено час з'єднання з сервером

source: Revoke Server Connect
af: Herroep Bediener Koppeling
bg: Отмяна на връзка със сървър
ca: Connexió per la revocació del servidor
da: Tilbagekald serverforbindelse
de: Revoke Server verbunden
el: Ανάκληση σύνδεσης εξυπηρετητή
es: Revocar conexión servidor
eu: Errebokatzeko zerbitzariaren konexioa
fa: لغو اتصال کارساز
fr: Connexion au serveur de révocation
hu: Visszavonási kiszolgáló - kapcsolódás
ja: Revoke サーバ 接続
ka: სერვერის კავშირის გამოხმობა
km: ដកហូត​ការ​តភ្ជាប់​ម៉ាស៊ីនបម្រើ​វិញ
ko: 서버 연결 철회
lt: Iškviesti serverio ryšį
nds: Torüchroop-Server - Tokoppelt
ne: सर्भर जडान खारेज गर्नुहोस्
pl: Odwoływanie: połączono z serwerem
pt: Revogar a Ligação ao Servidor
pt_br: Cancelar Conexão do Servidor
sk: Odvolať pripojenia na server
sr: Опозови повезивање сервера
th: เชื่อมต่อ Revoke Server
tr: Sunucu Bağlantısını İptal Et
uk: Відкликання: з'єднання з сервером

source: Revoke Server Timeout
af: Herroep Bediener verstreke tyd
bg: Отмяна на просрочено време за сървър
ca: S'ha excedit el temps per a la revocació del servidor
da: Tidsgrænse overskredet for at tilbagekalde server
de: Revoke Server Zeitüberschreitung
el: Ανάκληση λήξης χρονικού ορίου εξυπηρετητή
es: Revocar tiempo de espera agotado del servidor
eu: Errebokatzeko zerbitzariaren denbora-muga gaindituta
fa: لغو اتمام وقت کارساز
fr: Délai dépassé pour le serveur de révocation
hu: Visszavonási kiszolgáló - időtúllépés
ja: Revoke サーバ タイムアウト
ka: სერვერის დაყოვნების დროის გამოხმობა
km: ដកហូត​ពេលសម្រាក​របស់ម៉ាស៊ីន​បម្រើ
ko: 서버 시간초과 철회
lt: Iškviesti serverio laiko limitą
nds: Torüchroop-Server - Tiet aflopen
ne: सर्भरको समय समाप्ति खारेज गर्नुहोस्
pl: Odwoływanie: przekroczono czas operacji z serwerem
pt: Revogar o Tempo-Limite do Servidor
pt_br: Timeout ao Cancelar a Conexão do Servidor
sk: Odvolať časové vypršanie servera
sr: Опозови истицање сервера
th: หมดเวลาสำหรับการเชื่อมต่อ Revoke Server
tr: Sunucu Zaman Aşımını İptal Et
uk: Відкликання: перевищення часу з'єднання з сервером

source: View Rights Nodrm
af: Besigtig Regte: Nodrm
bg: Преглед на права Nodrm
ca: Visualitzeu els drets «Nodrm»
da: Visningsrettigheder uden digital indholdbeskyttelsesbegrænsning
el: Προβολή δικαιωμάτων Nodrm
es: Ver derechos Nodrm
eu: Ikusi Nodrm eskubideak
fa: مشاهدۀ حقوق Nodrm
fr: Visualisation des droits Nodrm
hu: Jogok - megjelenítés (nincs DRM)
it: Visualizzazione diritti Nodrm
ka: Nodrm ახალი უფლებები
km: មើល Nodrm ត្រឹមត្រូវ
ko: Nodrm 권한 보기
lt: Peržiūrėti teises be drm
nds: Rechten bekieken - Keen DRM
ne: अधिकार Nodrm हेर्नुहोस्
pl: Podgląd praw bez DRM
pt: Ver os Direitos do Nodrm
pt_br: Visualizar Direitos Nãodrm
sk: Zobraziť práva Nodrm
sr: Приказ дозвола без DRM
th: ดูสิทธิ์ Nodrm
uk: Перегляд прав: нема drm

source: Wm Opl Not Supported
af: Wm Opl word nie ondersteun nie
bg: Wm Opl не се поддържа
ca: No s'accepta «Wm Opl»
da: WM OPL understøttes ikke
de: Wm Opl nicht unterstützt
el: Μη υποστηριζόμενο Wm Opl
es: Wm Opl no soportado
et: Wm Opl pole toetatud
eu: Wm Opl ez dago onartuta
fa: Wm Opl پشتیبانی نشد
fr: Wm Opl non supporté
hu: "Wm Opl" nem támogatott
it: Wm Opl non supportato
ja: Wm Opl サポートしていません
ka: Wm Opl არაა მხარდაჭერილი
km: Wm Opl មិន​បាន​បញ្ឈប់
ko: Wm Opl 지원되지 않음
lt: Nėra Wm Opl
nds: "Wm Opl" nich ünnerstütt
ne: Wm Opl समर्थित छैन
pl: Wm Opl: nie obsługiwane
pt: Wm Opl Não Suportado
pt_br: Wm Opl Não Suportado
ru: Wm Opl Не Поддерживается
sk: Wm Opl nepodporované
sr: Wm Opl није подржано
th: ไม่รองรับ Wm Opl
tr: Wm Opl Desteklenmiyor
uk: Не підтримується Wm Opl

source: Restoration Complete
af: Herstel voltooi
bg: Възстановяването е завършено
ca: Restauració completada
da: Restaurering færdig
de: Wiederherstellung vollständig
el: Η επαναφορά ολοκληρώθηκε
es: Restauración completa
et: Taastamine valmis
eu: Leheneratzea eginda
fa: بازگردانی کامل
fi: Palautus valmis
fr: Fin de la restauration
hu: Visszaállítás befejezve
ja: 復元完了
ka: აღდგენა შესრულებულია
km: ស្ដារ​ចប់​សព្វគ្រប់
ko: 복구 완료
lt: Atstatymas baigtas
nds: Wedderherstellen afslaten
ne: प्रतिपादन समाप्त
pl: Odzyskiwanie ukończone
pt: Reposição Completa
pt_br: Restauração Completada
ru: Восстановление завершено
sk: Obnova dokončená
sr: Обнављање је завршено
th: การเรียกคืนสมบูรณ์
tr: Geri Yükleme Tamamlandı
uk: Відновлення завершено

source: Backup Complete
af: Rugsteun voltooi
bg: Създаването на резервно копие завърши
ca: Còpia de seguretat completada
cs: Záloha dokončena
da: Sikkerhedskopiering færdig
de: Backup vollständig
el: Το αντίγραφο ασφαλείας ολοκληρώθηκε
es: Copia de seguridad completa
et: Varukoopia valmis
eu: Babeskopia eginda
fa: پشتیبان‌گیری کامل
fi: Varmuuskopiointi valmis
fr: Fin de la sauvegarde
hu: Mentés befejezve
it: Backup completo
ja: バックアップ完了
ka: სარეზერვო ასლი შესრულებულია
km: ចម្លងទុក​ចប់​សព្វគ្រប់
ko: 백업 완료
lt: Atsarginė kopija padaryta
nds: Sekern afslaten
ne: जगेडा समाप्त
pa: ਬੈਕਅੱਪ ਮੁਕੰਮਲ
pl: Kopia zapasowa ukończona
pt: Salvaguarda Completa
pt_br: Backup Completado
ru: Резервирование завершено
sk: Záloha dokončená
sr: Прављење резерве је завршено
th: การสำรองข้อมูลสมบูรณ์
tr: Yedekleme Tamamlandı
uk: Резервування завершено

source: Tlc Not Certified
af: Tlc is nie gesertifiseer nie
bg: Tlc не е сертифициран
ca: «Tlc» sense certificar
da: TLC ikke autoriseret
de: Tlc nicht zertifiziert
el: Μη πιστοποιημένο Tlc
es: Tlc no certificado
et: Tlc pole sertifitseeritud
eu: TLC ziurtatu gabe
fa: Tlc تصدیق نشد
fr: Tlc non certifié
hu: Tlc nincs tanúsítva
it: Tlc non certificato
ja: Tlc 未認証
ka: Tlc არაა სერტიფიცირებული
km: មិន​បាន​បញ្ជាក់ Tlc
ko: Tlc 는 인증되지 않음
lt: Nesertifikuotas tlc
nds: Böverst Zertifikaat nich zertifizeert
ne: अप्रमाणीत Tlc
pa: Tlc ਪਰਮਾਣਤ ਨਹੀਂ
pl: Tlc: nie jest certyfikowane
pt: TLC Sem Certificação
pt_br: Tlc: Não Certificado
ru: Tlc не сертифицирован
sk: Tlc bez certifikácie
sr: Tlc није оверен
th: Tlc ไม่ได้รับการรับรองบิตเรท
tr: Tlc Sertifikasız
uk: Tlc: не сертифікований

source: Corrupted Backup File
af: Die rugsteun lêer is korrup
bg: Повредено резервно копие
ca: Fitxer de còpia de seguretat corrupte
cs: Poškozený záložní soubor
da: Skadet sikkerhedskopieringsfil
de: Korrupte Backup-Datei
el: Κατεστραμμένο αντίγραφο ασφαλείας
es: Archivo de copia de seguridad dañado
et: Vigane varukoopiafail
eu: Babeskopiako fitxategia hondatuta
fa: پروندۀ پشتیبان‌گیری خراب شد
fi: Vioittunut varmuuskopiotiedosto
fr: Fichier de sauvegarde corrompu
hu: Sérült mentésfájl
it: File di backup corrotto
ja: 壊れたバックアップファイル
ka: სარეზერვო ასლის ფაილი დაზიანებულია
km: ឯកសារ​បម្រុង​ទុក​បានខូច
ko: 백업 파일 충돌됨
lt: Atsarginė kopija sugadinta
nds: Schaadhaftig Sekern-Datei
ne: दूषित जगेडा फाइल
pa: ਨਿਕਾਰਾ ਬੈਕਅੱਪ ਫਾਇਲ
pl: Uszkodzony plik kopii zapasowej
pt: Cópia de Segurança Corrompida
pt_br: Arquivo de Backup Corrompido
ru: Повреждён резервный файл
sk: Poškodený súbor so zálohou
sr: Искварен фајл резерве
th: เกิดข้อผิดพลาดในแฟ้มสำรอง
tr: Bozuk Yedek Dosyası
uk: Пошкоджена резервна копія

source: Awaiting License
af: Besig om vir lisensie te wag
bg: Чакащ лиценз
ca: S'està esperant la llicència
da: Venter på licens
de: Warten auf Lizenz
el: Αναμονή για άδεια
es: Esperando la licencia
et: Oodatakse litsentsi
eu: Lizentziaren zai
fa: انتظار برای مجوز
fi: Odotetaan lisenssiä
fr: Attente d'une licence
hu: Várakozás licencre
it: In attesa di licenza
ja: ライセンス待ち
ka: ლიცენზიის ლოდინი
km: កំពុង​រង់ចាំ​អាជ្ញាបណ្ណ
ko: Awaiting 라이센스
lt: Laukiama licencijos
nds: Töven op Lizenz
ne: प्रतिक्षारत इजाजतपत्र
pa: ਲਾਈਸੈਂਸ ਦੀ ਉਡੀਕ ਜਾਰੀ
pl: Oczekiwanie na licencje
pt: À Espera da Licença
pt_br: Aguardando Licença
ru: Ожидание лицензии
se: Vuordimin liseanssa
sk: Očakávam licenciu
sr: Очекујем лиценцу
th: กำลังรอลิขสิทธิ์
tr: Lisans Bekleniyor
uk: Очікування на ліцензію

source: Already Initialized
af: Is alreeds geïnisialiseer
bg: Вече инициализиран
ca: Ja està inicialitzat
da: Allerede initieret
de: Bereits initialisiert
el: Ήδη αρχικοποιημένο
es: Ya inicializado
et: Juba initsialiseeritud
eu: Jadanik hasieratuta
fa: از قبل مقداردهی اولیه شد
fi: Jo alustettu
fr: Déjà initialisé
hu: Már inicializálva
it: Già inizializzato
ja: 既に初期化されています
ka: უკვე ინიციალიზებულია
km: ចាប់ផ្ដើម​រួច​ហើយ
ko: 이미 초기화 됨
lt: Jau paleista
nds: Al torechtmaakt
ne: पहिल्यै थालनी गरिएको
pa: ਪਹਿਲਾਂ ਹੀ ਸ਼ੁਰੂ
pl: Już zainicjowanie
pt: Já Inicializado
pt_br: Já foi Inicializado
ru: Уже инициализировано
se: Juo gárvvistuvvon
sk: Už zinicializované
sr: Већ иницијализовано
th: ทำการเริ่มต้นแล้ว
tr: Zaten Başlatıldı
uk: Вже започатковано

source: Not Supported
af: Nie ondersteun nie
bg: Не се поддържа
ca: No acceptat
cs: Nepodporováno
da: Understøttes ikke
de: Nicht unterstützt
el: Μη υποστηριζόμενο
es: No soportado
et: Pole toetatud
eu: Onatu gabea
fa: پشتیبانی نشود
fi: Ei tuettu
fr: Non supporté
hu: Nem támogatott
it: Non supportato
ja: サポートしていません
ka: არაა მხარდაჭერილი
km: មិន​គាំទ្រ
ko: 지원되지 않음
lt: Nesuprantama
nds: Nich ünnerstütt
ne: समर्थित छैन
pa: ਸਹਾਇਕ ਨਹੀਂ
pl: Nieobsługiwane
pt: Não Suportado
pt_br: Não Suportado
ru: Не поддерживается
se: Ii dorjojuvvon
sk: Nepodporované
sr: Није подржано
th: ไม่รองรับ
tr: Desteklenmiyor
uk: Не підтримується

source: False
af: Vals
bg: Грешен
ca: Fals
cs: Chybný
da: Falsk
de: Falsch
el: Ψευδές
es: Falso
et: Väär
eu: Faltsua
fa: نادرست
fi: Epätosi
fr: Faux
hu: Hamis
it: Falso
ja: 誤り
ka: მცდარი
km: ខុស
ko: 부정
lt: Klaidinga
nds: Falsch
ne: फल्स
pa: ਗਲਤ
pl: Fałsz
pt: Falso
pt_br: Falso
ru: Ложь
se: Ii duohtta
sk: Nepravda
sr: Нетачно
th: ผิด
tr: Yanlış
uk: Ні

source: Buffering
af: Besig om te buffer
bg: Създаване на буфер
ca: S'està omplint el buffer
cs: Načítá se
de: Pufferung
el: Φόρτωση
es: Almacenando en el búfer
et: Puhverdamine
eu: Bufferreratzen
fa: میان‌گیرسازی
fi: Puskuroidaan
fr: Mise en cache
hu: Pufferelés
it: Riempimento del buffer
ja: バッファ中
ka: ბუფერის შევსება
km: សតិបណ្ដោះអាសន្ន
ko: 버퍼링
lt: Įkeliama į buferį
nds: An't Puffern
ne: बफरिङ
pa: ਬਫ਼ਰਿੰਗ
pl: Buforowanie
pt: A Preencher o 'Buffer'
pt_br: Preenchendo Buffer
ru: Буферизация
se: Dustemin
sk: Predčítam
sr: Пуним бафер
th: กำลังสำรองกระแสข้อมูล
tr: Tamponlanıyor
uk: Підготовка

source: Paused
af: In pouse
bg: Пауза
ca: Pausat
cs: Pozastaveno
da: Holder pause
de: Angehalten
el: Παύση
es: En pausa
et: Paus
eu: Pausarazita
fa: مکث کرد
fi: Tauko
fr: Pause
hu: Szünet
it: In pausa
ja: 一時停止
ka: შეჩერებულია
km: បាន​ផ្អាក
ko: 일시 정지
lt: Pristabdyta
nds: Anhollen
ne: पज गरियो
pa: ਵਿਰਾਮ
pl: Pauza
pt: Em pausa
pt_br: Pausado
ru: Воспроизведение приостановлено
se: Boatkejuvvon
sk: Pozastavené
sr: Паузирано
th: หยุดชั่วคราว
tr: Durakladı
uk: Пауза

source: No Data
af: Geen data
bg: Няма данни
ca: Sense dades
cs: Žádná data
da: Ingen data
de: Keine Daten
el: Χωρίς δεδομένα
es: Sin datos
et: Andmed puuduvad
eu: Daturik ez
fa: بدون داده
fi: Ei dataa
fr: Pas de donnée
hu: Nincs adat
it: Nessun dato
ja: データなし
ka: არა მონაცემები
km: គ្មាន​ទិន្នន័យ
ko: 데이터가 없음
lt: Nėra duomenų
nds: Keen Daten
ne: डेटा छैन
pa: ਕੋਈ ਡਾਟਾ ਨਹੀਂ
pl: Brak danych
pt: Sem Dados
pt_br: Nenhum Dado
ru: Нет данных
se: Eai leat dáhtat
sk: Žiadne dáta
sr: Нема података
th: ไม่มีข้อมูล
tr: Veri Yok
uk: Нема даних

source: Stream Done
af: Stroom klaar
bg: Потокът е готов
ca: S'ha acabat el flux
cs: Proud dokončen
da: Strøm færdig
de: Stream zuende
el: Η ροή ολοκληρώθηκε
es: Flujo finalizado
et: Voog tehtud
eu: Korrontea eginda
fa: جریان انجام شد
fi: Virta valmis
fr: Flux effectué
hu: Adatfolyam feldolgozva
it: Flusso completato
ja: ストリーム完了
ka: ნაკადი შესრულებულია
km: ស្ទ្រីម​បានធ្វើ​រួច
ko: 스트림 종료
lt: Srautas užbaigtas
nds: Stroom fardig
ne: प्रवाह पूरा भयो
pa: ਸਟਰੀਮ ਹੋਇਆ
pl: Zakończono strumień
pt: Transmissão Completa
pt_br: Stream Concluído
ru: Поток завершён
se: Rávdnji geargan
sk: Prúd hotový
sr: Ток сређен
th: โหลดข้อมูลแล้ว
tr: Yayın Tamamlandı
uk: Потік завершився

source: Net Socket Invalid
af: Net prop ('socket') is ongeldig
bg: Невалиден мрежов сокет
ca: Sòcol de xarxa invàlid
da: Netudtag ugyldigt
de: Netzwerksocket ungültig
el: Μη έγκυρη υποδοχή δικτύου
es: Socket de red no válido
et: Vigane võrgusokkel
eu: Sareko socket baliogabea
fa: سوکت شبکۀ نامعتبر
fi: Verkkopistoke ei kelpaa
fr: Socket Net invalide
hu: Érvénytelen hálózati aljazat
it: Socket di rete non valido
ja: ネットソケット不正
ka: Net სოკეტი არასწორია
km: រុន្ធ​បណ្ដាញ​មិន​ត្រឹមត្រូវ
ko: 넷 소켓이 유효하지 않음
lt: Neteisingas tinklo lizdas
nds: Leeg Nettwark-Socket
ne: नेट सकेट अवैध
pa: ਨੈੱਟ ਸਾਕਟ ਗਲਤ ਹੈ
pl: Niewłaściwe gniazdo sieciowe
pt: 'Socket' de Rede Inválido
pt_br: Socket da Rede Inválido
sk: Net Socket Neplatný
sr: Неисправан нови сокет
th: Net Socket ไม่ถูกต้อง
tr: Geçersiz Net Soketi
uk: Не чинний мережний сокет

source: Net Connect
af: Net Koppel
bg: Мрежово свързване
ca: Connexió a la xarxa
cs: Nepřipojeno
da: Netforbindelse
el: Σύνδεση δικτύου
es: Conexión de red
et: Võrguühendus
eu: Sareko konexioa
fa: اتصال شبکه
fi: Verkkoyhdistäminen
fr: Connexion réseau
hu: Hálózati kapcsolódás
it: Connessione alla rete
ja: ネット接続
ka: Net დაკავშირება
km: ការ​តភ្ជាប់​បណ្ដាញ
ko: 넷 연결
lt: Prisijungti
nds: Tokoppelt na't Nett
ne: नेट जडान गर्नुहोस्
pa: ਨੈੱਟ ਕੁਨੈਕਸ਼ਨ
pl: Połączenie sieciowe
pt: Ligação à Rede
pt_br: Conexão de Rede
sk: Pripojiť sieť
sr: Мрежно повезивање
tr: Net Bağlan
uk: Мережне з'єднання

source: Bind
bg: Свързване
ca: Vincula
da: Binding
el: Δέσμευση
es: Asociar
eu: Lotura
fa: مقیدسازی
fi: Sitoutuminen
fr: Liage
hu: Kötés
it: Collegamento
ja: バインド
ka: მიბმა
km: ចង
lt: Susieti
nds: Anbinnen
ne: बाइन्ड
pa: ਜੋੜ
pl: Rezerwacja adresu
pt: Associar
pt_br: Ligação
sk: Zviazať
sr: Везивање
uk: Прив'язка

source: Socket Create
af: Skep prop ('socket')
bg: Сокет - създаване
ca: Creació del socket
cs: Vytvoření soketu
da: Opret udtag
de: Erstellen eines Socket
el: Δημιουργία υποδοχής
es: Creación de socket
et: Sokli loomine
eu: Socket-aren sorrera
fa: ایجاد سوکت
fi: Pistokkeen luonti
fr: Création du socket
hu: Aljazat létrehozása
ja: ソケット作成
ka: სოკეტის შექმნა
km: ​បង្កើត​រុន្ធ
ko: 소켓 생성
lt: Sukurti lizdą
nds: Socket opstellen
ne: सकेट सिर्जना गर्नुहोस्
pa: ਸਾਕਟ ਬਣਾਈ
pl: Utworzenie gniazda
pt: Criação do 'Socket'
pt_br: Criação do Socket
sk: Vytvorenie socketu
sr: Прављење сокета
th: สร้าง Socket
tr: Soket Oluştur
uk: Створити сокет

source: Invalid Host
af: Ongeldige bediener
bg: Невалиден хост
ca: Màquina invàlida
da: Ugyldig vært
de: Ungültiger Rechner
el: Μη έγκυρος υπολογιστής
es: Máquina no válida
et: Vigane masin
eu: Ostalari baliogabea
fa: میزبان نامعتبر
fi: Kone ei kelpaa
fr: Hôte invalide
hu: Érvénytelen gép
it: Host non valido
ja: 不正なホスト
ka: არასწორი მასპინძელი სერვერი
km: ម៉ាស៊ីន​មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 호스트
lt: Neteisingas mazgas
nds: Leeg Reekner
ne: अवैध होस्ट
pa: ਗਲਤ ਹੋਸਟ
pl: Nieprawidłowa nazwa komputera
pt: Máquina Inválida
pt_br: Máquina Inválida
sk: Neplatný hostiteľ
sr: Неисправан домаћин
th: โฮสต์ไม่ถูกต้อง
tr: Geçersiz Sunucu
uk: Не чинний вузол

source: Net Read
af: Net Lees
bg: Мрежово четене
ca: Lectura de xarxa
da: Netlæsning
de: Netzwerklesen
el: Ανάγνωση δικτύου
es: Lectura de la red
eu: Sareko irakurketa
fa: خواندن شبکه
fi: Verkkoluku
fr: Lecture de Net
hu: Hálózati olvasás
it: Lettura da rete
ja: ネット読み込み
ka: Net წაკითხვა
km: អាន​បណ្ដាញ
ko: 넷 읽기
lt: Skaityti tinkle
nds: Lesen ut dat Nettwark
ne: नेट पढ्नुहोस्
pl: Sieć: odczyt
pt: Leitura da Rede
pt_br: Leitura da Rede
sk: Čítanie zo siete
sr: Мрежно читање
tr: Net Oku
uk: Мережа: читання

source: Net Write
af: Net Skryf
bg: Мрежов запис
ca: Escriptura de xarxa
cs: Zápis na síť
da: Netskrivning
de: Netzwerkschreiben
el: Εγγραφή δικτύου
es: Escritura en la red
eu: Sareko idazketa
fa: نوشتن شبکه
fi: Verkkokirjoitus
fr: Écriture réseau
hu: Hálózati írás
it: Scrittura su rete
ja: ネット書き込み
ka: Net ჩაწერა
km: សរសេរ​បណ្ដាញ
ko: 넷 쓰기
lt: Rašyti tinkle
nds: Schrieven na't Nettwark
ne: नेट लेख्नुहोस्
pa: ਨੈੱਟ ਲੇਖਕ
pl: Sieć: zapis
pt: Escrita para a Rede
pt_br: Gravação da Rede
sk: Zápis do siete
sr: Мрежно писање
tr: Net Yaz
uk: Мережа: запис

source: Net Udp
bg: Мрежов UDP
ca: Xarxa UDP
da: UDP-net
el: Udp δικτύου
es: Red udp
eu: Sareko UDPa
fa: Udp شبکه
fi: Verkko UDP
hu: Hálózat - UDP
it: Udp su rete
ja: ネット UDP
lt: Atnaujinti tinkle
nds: Nettwark-UDP
ne: नेट यूडीपी
pl: Sieć: Udp
pt: UDP da Rede
pt_br: Udp da Rede
sk: Udp sieť
sr: Мрежни UDP
uk: Мережа Udp

source: Retry
af: Probeer weer
bg: Нов опит
ca: Reintenta
cs: Restartovat
da: Forsøg igen
de: Erneuter Versuch
el: Προσπάθεια ξανά
es: Reintentar
et: Uuestiproovimine
eu: Saiatu berriro
fa: سعی مجدد
fi: Uudelleenyritys
fr: Recommencer
hu: Ismételt próbálkozás
it: Riprova
ja: 再試行
ka: თავიდან ცდა
km: ព្យាយាម​ម្តង​ទៀត
ko: 재시도
lt: Bandyti dar kartą
nds: Nieg Versöök
ne: पुन: प्रयास गर्नुहोस्
pa: ਮੁੜ-ਕੋਸ਼ਿਸ਼
pl: Ponowna próba
pt: Repetir
pt_br: Tentar Novamente
ru: Повтор
se: Geahččal ođđasit
sk: Skúsiť znovu
sr: Поновни покушај
th: ลองใหม่
tr: Yeniden Dene
uk: Спробувати ще раз

source: Server Timeout
af: Bediener tyd verstreke
bg: Просрочено време за сървъра
ca: El servidor ha excedit el temps d'espera
da: Tidsgrænse overskredet for server
de: Server Zeitüberschreitung
el: Λήξη χρονικού ορίου εξυπηρετητή
es: Tiempo de espera agotado del servidor
et: Serveri aegumine
eu: Zerbitzariaren denbora-muga gaindituta
fa: اتمام وقت کارساز
fi: Palvelimen aikakatkaisu
fr: Délai d'attente dépassé pour le serveur
hu: Időtúllépés a kiszolgálón
it: Tempo scaduto sul server
ja: サーバタイムアウト
ka: სერვერის დაყოვნების დრო
km: ម៉ាស៊ីន​បម្រើ​អស់​ពេល
ko: 서버 시간초과
lt: Serveriui beigėsi laiko limitas
nds: Server - Tiet aflopen
ne: सर्भर समय समाप्त
pa: ਸਰਵਰ ਅੰਤਰਾਲ
pl: Przekroczony czas serwera
pt: Tempo-Limite do Servidor
pt_br: Timeout do Servidor
sk: Vypršanie časového limitu serveru
sr: Истицање сервера
th: หมดเวลาเชื่อมต่อกับเซิร์ฟเวอร์
tr: Sunucuda Zaman Aşımı
uk: Тайм-аут сервера

source: Server Disconnected
af: Bediener het ontkoppel
bg: Сървърът е изключен
ca: El servidor s'ha desconnectat
da: Server nedkoblet
de: Serververbindung unterbrochen
el: Ο εξυπηρετητής αποσυνδέθηκε
es: Servidor desconectado
et: Serveri ühendus kadus
eu: Zerbitzaria deskonektatuta
fa: کارساز قطع شد
fi: Palvelin katkaisi yhteyden
fr: Déconnexion du serveur
hu: Kiszolgáló szétkapcsolva
it: Server disconnesso
ja: サーバ接続切断
ka: სერვერთან კავშირი გაწყვეტილია
km: បាន​ផ្ដាច់​ម៉ាស៊ីនបម្រើ
ko: 서버 연결끊김
lt: Serveris atjungtas
nds: Server afkoppelt
ne: सर्भर विच्छेदन गरियो
pa: ਸਰਵਰ ਕੁਨੈਕਸ਼ਨ ਬੰਦ
pl: Serwer rozłączony
pt: Servidor Desligado
pt_br: Servidor Desconectado
sk: Odpojený od servera
sr: Прекинута веза са сервером
th: ตัดการเชื่อมต่อกับเซิร์ฟเวอร์
tr: Sunucu Bağlantısı Kesildi
uk: Сервер роз'єднано

source: Would Block
af: Sal blokkeer
bg: Ще блокира
ca: Blocarà
da: Ville blokere
de: Würde blockieren
el: Θα έφραζε
es: Bloquearía
et: Blokeerib
eu: Blokea daiteke
fa: بلوک می‌شود
fi: Odottaisi
hu: Blokkolást okozna
ja: ブロックします
ka: დაიბლოკება
km: នឹង​ទប់ស្កាត់
ko: 막게 될 예정
lt: Bus užblokuota
nds: Wöör blockeren
ne: रोक्नेछ
pl: Zablokuje
pt: Iria Bloquear
pt_br: Bloqueará
sk: By blokovalo
sr: Блокирао би
uk: Заблокує

source: General Nonet
af: Algemene Nonet
bg: Общи - няма мрежа
da: Generelt intet net
el: Γενικό χωρίς δίκτυο
et: Üldine võrgu puudumine
eu: Bederatzitar orokorra
fa: Nonet عمومی
fr: Nonet général
hu: Nonet - általános
ka: საერთო Nonet
km: គ្មាន​បណ្ដាញ​ទូទៅ
ko: 일반 Nonet
lt: Bendra be tinklo
nds: Allgemeen keen Nettwark
ne: साधारण नोनेट
pa: ਆਮ ਨੋਨੈੱਟ
pl: Ogólne: brak sieci
pt: Sem Rede Geral
pt_br: Nonet: Geral
sk: Všeobecné Bezsiete
sr: Општи без-мреже
uk: Загальне: нема мережі

source: Block Canceled
af: Blokkering gekanselleer
bg: Блокирането е отменено
ca: S'ha cancel·lat el bloqueig
da: Blokering afbrudt
de: Block abgebrochen
el: Η φραγή ακυρώθηκε
es: Bloqueo cancelado
eu: Blokeoa bertan behera utzi da
fa: بلوک لغو شد
fi: Odotus peruutettu
fr: bloc annulé
hu: Blokk leállítva
it: Blocco annullato
ja: ブロックキャンセル
ka: დაბლოკვა გაუქმებულია
km: ការ​ទប់ស្កាត់​បាន​បោះបង់
ko: 막음 취소
lt: Atsisakyta blokavimo
nds: Blockeren afbraken
ne: खण्ड रद्द गरियो
pl: Blok anulowany
pt: Bloco Cancelado
pt_br: Bloqueio Cancelado
sk: Block zrušený
sr: Блокирање отказано
th: ยกเลิก Block
tr: Engelleme İptal Edildi
uk: Блокування скасовано

source: Multicast Join
af: Sluit by multicast aan
bg: Multicast - присъединяване
ca: Unió multicast
da: Multicast-sammenføjning
el: Σύνδεση πολλαπλής εκπομπής
es: Unión multicast
eu: Multicast elkartzea
fa: پیوستن چندگانه
fi: Liity joukkolähestykseen
fr: Jointure Multicast
hu: Multicast - csatlakozás
ja: マルチキャスト ジョイン
ka: მრავალმისამართიანი ჩართვა
km: ការ​តមាល់ទីខាស់
ko: 멀티캐스트 접속
lt: Prisijungti prie multicast
nds: Mitmaken bi Multicast
ne: मल्टिकास्ट जोड्नुहोस्
pl: Łączenie typu multicast
pt: Junção a 'Multicast'
pt_br: Multicast: Acessar
sk: Multicast Pridanie
sr: Вишеемитерско придруживање
th: เข้าร่วมมัลติคาสท์
uk: Групова трансляція: приєднатись

source: General Multicast
af: Algemene Multicast
bg: Общи - Multicast
ca: Multicast general
da: Generel multicast
el: Γενική πολλαπλής εκπομπής
es: Multicast general
et: Üldine Multicast
eu: Multicast orokorra
fa: چندگانۀ عمومی
fi: Yleinen joukkolähetys
fr: Multicast général
hu: Általános multicast
ja: 一般マルチキャスト
ka: საერთო მრავალმისამართიანი
km: មាល់ធីខាស់​ទូទៅ
ko: 일반 멀티캐스트
lt: Bendras multicast
nds: Allgemeen Multicast
ne: साधारण मल्टिकास्ट
pa: ਆਮ ਮਲਟੀਕਾਸਟ
pl: Ogólne: multicast
pt: 'Multicast' Geral
pt_br: Multicast: Geral
sk: Všeobecný multicast
sr: Опште вишеемитерско
th: มัลติคาสท์ทั่วไป
uk: Загальне: групова трансляція

source: At Interrupt
af: By onderbreking
bg: При прекъсване
ca: A la interrupció
da: Ved afbrudt
de: Bei Unterbrechungsanforderung
el: Στη διακοπή
es: A la interrupción
et: Katkestusel
eu: Etetzean
fa: هنگام وقفه
fi: Keskeytyksestä
fr: Interruption At
hu: Megszakításnál
ka: შეწყვეტაზე
km: នៅ​ពេល​ផ្អាក
ko: 인터럽트시
lt: Įvykus pertraukimui
nds: Bi Interrupt
ne: रोकावटमा
pl: Przy przerwaniu
pt: Na Interrupção
pt_br: Na Interrupção
sk: Pri prerušení
sr: При прекиду
th: ที่อินเทอร์รัพท์
tr: Kesme Sırasında
uk: Під час перепину

source: Msg Toolarge
af: Boodskap te groot
bg: Msg е голямо
ca: El missatge és massa gran
da: Meddelelse for stor
de: Nachricht zu groß
es: Mensaje demasiado largo
et: Liiga suur sõnum
eu: Mezu luzeegia
fa: Msg بسیار بزرگ
fi: Viesti liian suuri
fr: Message trop large
hu: Üzenet túl nagy
ja: メッセージが大き過ぎます
ko: 메시지가 너무 큼
lt: Pranešimas per didelis
nds: Naricht to groot
ne: सन्देश अति ठूलो
pl: Pakiet zbyt duży
pt: Mensagem Grande
pt_br: Mensagem Muito Grande
sk: Správa príliš veľká
sr: Порука превелика
tr: Mesaj Çok Büyük
uk: Задовге повідомлення

source: Net Tcp
bg: Мрежов TCP
ca: Xarxa TCP
el: Tcp δικτύου
es: Red Tcp
eu: Sareko TCPa
fa: Tcp شبکه
fi: Verkko TCP
hu: Hálózat - TCP
ja: ネット TCP
km: បណ្ដាញ Tcp
lt: Tinklo TCP
nds: Nettwark-TCP
ne: नेट टीसीपी
pl: Sieć: Tcp
pt: TCP da Rede
pt_br: Tcp da Rede
sk: Tcp sieť
sr: Мрежни TCP
uk: Мережа TCP
