Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Determines in which language the information is retrieved from Wikipedia.
af: Bepaal in watter taal informasie van Wikipedia af onttrek moet word.
bg: Определя на какъв език да бъде търсена информация в Wikipedia.
ca: Determina la llengua en la qual s'obtindrà la informació de la Viquipèdia.
cs: Určuje, v jakém jazyce jsou informace získané z Wikipedie.
da: Afgør på hvilket sprog informationen hentes fra Wikipedia.
de: Diese Einstellung legt fest, in welcher Sprache Informationen von Wikipedia heruntergeladen werden sollen.
el: Ορίζει τη γλώσσα στην οποία θα λαμβάνονται οι πληροφορίες από το Wikipedia.
es: Determina en qué idioma se obtendrá información de la Wikipedia.
et: Määrab, millises keeles infot Wikipediast hankida.
eu: Informazioa zein Wikipedia zerbitzaritik eskuratuko den zehazten du.
fa: تعیین می‌کند که اطلاعات به چه زبانی از از ویکی‌پدیا بازیابی می‌شود.
fi: Määrittelee, minkä kielisestä Wikipediasta tieto haetaan.
fr: Détermine en quelle langue les informations seront récupérées depuis Wikipédia.
he: קובע באיזה שפה המידע יימשך מוויקיפדיה.
hu: Ez határozza meg, hogy a Wikipediáról milyen nyelvű információ legyen letöltve
it: Determina in quale lingua reperire le informazioni da Wikipedia.
ja: どの言語の Wikipedia から情報を取得するかを決めます。
ka: ადგენს თუ რა ენაზე უნდა იყოს მიღებული ინფორმაცია ვიკიპედიიდან.
km: កំណត់​ភាសា​សម្រាប់​ព័ត៌មាន​ដែល​នឹង​ត្រូវ​ទៅ​យក​ពី​វិគីផេឌៀ ។
ko: 위키백과에서 정보를 받기 위한 위키백과의 언어를 결정합니다.
lt: Nurodykite kokia kalba bus atsiunčiama informacija iš Wikipedijos.
nb: Angi hvilket språk Amarok skal forsøke å hente informasjon fra Wikipedia på.
nds: Leggt de Spraak för de Wikipedia-Informatschonen fast
ne: विकिपेडियाबाट कुन भाषामा सूचना पुन: प्राप्त गरिन्छ भन्ने निर्धारण गर्दछ ।
nl: Bepaalt in welke taal de informatie uit de Wikipedia zal worden gehaald.
nn: Avgjer på kva språk informasjonen skal hentast frå Wikipedia på.
pa: ਵਿੱਕੀਪੀਡੀਆ ਤੋਂ ਕਿਹੜੀ ਭਾਸ਼ਾ ਵਿੱਚ ਜਾਣਕਾਰੀ ਪਰਾਪਤ ਕੀਤੀ ਜਾਵੇ
pl: Ustala w jakim języku informacja jest pobierana z Wikipedii.
pt: Determina em que língua a informação é obtida do Wikipedia.
pt_br: Determina em qual idioma as informações são obtidas da Wikipedia.
ru: Язык информации, запрашиваемой с Wikipedia.
sk: Určuje, v akom jazyku sú získavané informácie z Wikipédie.
sr: Одређује на ком језику треба узимати податке са Википедије.
th: ระบุว่าให้ดึงข้อมูลมาจากวิกิพีเดียในภาษาใด
tr: Wikipedia'dan hangi dilde bilgi alınacağını belirler.
uk: Визначає, на якій мові звантажено інформацію з Wikipedia.

source: Use On-Screen Display
af: Gebruik OSD ("On screen display")
bg: Използване на OSD
ca: Utilitza el visor en pantalla
cs: Používat On-Screen Display (OSD)
da: Brug visning på skærm
de: On-Screen-Display verwenden
el: Χρήση απεικόνισης στην οθόνη
es: Usar On-Screen-Display
et: Ekraaniesituse (OSD) kasutamine
eu: Erabili pantaila gaineko bistaraketa
fa: استفاده از نمایش روی پرده
fi: Käytä kuvaruutunäyttöä
fr: Utiliser l'affichage à l'écran OSD
he: השתמש בתצוגה על המסך
hu: OSD használata
it: Usa l'On-Screen-Display
ja: オンスクリーンディスプレイ (OSD) を使う
ka: ეკრანული შეტყობინებების გამოყენება
km: ប្រើ​ការ​បង្ហាញ​លើ​អេក្រង់
ko: 화면상 디스플레이 사용
lt: Įjungti pranešimus
nb: Bruk skjermmeldinger
nds: Op-Schirm-Dorstellen bruken
ne: पर्दा प्रदर्शन प्रयोग गर्नुहोस्
nl: On-Screen-Display gebruiken
nn: Bruk skjermmeldingar
pa: ਆਨ-ਸਕਰੀਨ-ਡਿਸਪਲੇਅ ਵਰਤੋਂ
pl: Używaj wyświetlania na ekranie (OSD)
pt: Utilizar a Visualização no Ecrã
pt_br: Usar Mensagem na Tela
ru: Использовать индикатор
sk: Používať On-Screen Display (OSD)
sr: Користи приказ на екрану
th: ใช้งานระบบแสดงข้อความบนหน้าจอ (OSD)
tr: Bilgilendirme Ekranını Kullan
uk: Використовувати індикатор (OSD)

source: Enable/Disable the On-Screen Display.
af: Aktiveer/deaktiveer die OSD ("On screen display")
bg: Включване/изключване на OSD.
ca: Habilita/Deshabilita la visor en pantalla.
cs: Povolit/zakázat OSD.
da: Aktivér eller deaktivér skærmvisning.
de: Aktiviert/Deaktiviert das On-Screen-Display.
el: Ενεργοποίησης/απενεργοποίηση της απεικόνισης πάνω στην οθόνη (OSD).
es: Activar/desactivar el On-Screen-Display.
et: Ekraaniesituse (OSD) lubamine/keelamine.
eu: Gaitu/desgaitu pantaila gaineko bistaraketa.
fa: فعال‌سازی/غیرفعال‌سازی نمایش روی پرده.
fi: Ota käyttöön tai poista käytöstä kuvaruutunäyttö.
fr: Active / désactive l'affichage à l'écran OSD.
he: הפעל/בטל את התצוגה על המסך.
hu: Az OSD bekapcsolása illetve kikapcsolása.
it: Abilita/Disabilita l'On-Screen-Display.
ja: オンスクリーンディスプレイ (OSD) を有効/無効にします。
ka: ჩართვა გამორთე ეკრანი ჩვენება.
km: អនុញ្ញាត​/​មិន​អនុញ្ញាត​ការ​បង្ហាញ​លើ​អេក្រង់ ។
ko: 화면상 디스플레이를 사용합니다/사용하지 않습니다.
lt: Įjungti pranešimų langą.
nb: Slå på/av visning av skjermmeldinger.
nds: De Op-Schirm-Dorstellen an-/utmaken
ne: पर्दा प्रदर्शन सक्षम/अक्षम पार्नुहोस् ।
nl: Activeert/deactiveert de On-Screen-Display.
nn: Slå på/av vising av skjermmeldingar.
pa: ਆਨ-ਸਕਰੀਨ-ਡਿਸਪਲੇਅ ਯੋਗ/ਆਯੋਗ ਕਰਦਾ ਹੈ।
pl: Włącza/wyłącza wyświetlanie na ekranie.
pt: Activar/desactivar o 'On-Screen Display'.
pt_br: Habilitar/Desabilitar a Mensagem na Tela (OSD).
ru: В(ы)ключить индикатор.
sk: Povoliť/Zakázať OSD.
sr: Укључује/искључује приказ на екрану (OSD).
th: เปิด/ปิด ระบบแสดงข้อความบนหน้าจอ
tr: Bilgilendirme Ekranı'nı Aç/Kapat.
uk: Увімкнути/вимкнути індикатор.

source: Display the same information in the OSD as in the playlist columns.
af: Vertoon dieselfde informasie in dei OSD as in die speel lys kolomme.
bg: Показване в OSD на същата информация като в колоните на списъка със записи.
ca: Mostra la mateixa informació a l'OSD que a les columnes de la llista de reproducció.
cs: Zobrazovat na OSD stejné informace jako ve sloupcích v seznamu skladeb.
da: Vis samme information i skærmvisningen som i spillelistens søjler.
de: Zeigt im OSD die gleichen Informationen wie in der Wiedergabeliste an.
el: Εμφάνιση των ίδιων πληροφοριών στο OSD με τις στήλες της λίστας.
es: Mostrar la misma información en el OSD que en las columnas de la lista de reproducción.
et: OSD näitab sama infot, mida näitavad esitusnimekirja veerud.
eu: Bistaratu zerrendako zutabetako informazio berdina PGBn.
fa: نمایش اطلاعات مشابه در OSD همانند اطلاعات موجود در ستونهای فهرست پخش.
fi: Näytä sama tieto kuvaruutunäytössä kuin soittolistan sarakkeissa.
fr: Afficher les mêmes informations dans l'OSD que dans les colonnes de la liste de lecture.
he: הצג את אותו המידע בתצוגה על המסך כמו בעמודות של רשימת־ההשמעה.
hu: Ugyanazon információ megjelenítése az OSD-ben mint a lejátszólista oszlopaiban
it: Visualizza le stesse informazioni nell'OSD delle colonne dalla playlist.
ja: プレイリストカラムと同じ情報を OSD に表示
ka: ჩვენება ინფორმაცია -ში OSD -ში.
km: បង្ហាញ​ព័ត៌មាន​នៅ​ក្នុង OSD ដូច​នៅ​ក្នុង​ជួរឈរ​បញ្ជី​ចាក់ ។
ko: OSD에 재생목록 칸의 정보와 같은 정보를 표시
lt: Pranešimų lange rodyti tą pačią informaciją kaip ir grojaraščio stulpeliuose.
nb: Vis den samme informasjonen i skjermmeldinga som i spillelista.
nds: Binnen de OSD de sülven Informatschonen as in de Afspeellist wiesen
ne: प्लेसूची स्तम्भमा जस्तै ओएसडीमा एउटै सूचना प्रदर्शन गर्नुहोस् ।
nl: Dezelfde informatie in de OSD tonen als in de afspeellijstkolommen.
nn: Vis same informasjon i skjermmeldingar som i spelelistekolonnene.
pa: ਸੰਗੀਤ-ਸੂਚੀ ਕਾਲਮਾਂ ਵਾਂਗ OSD ਵਿੱਚ ਉਹੀ ਜਾਣਕਾਰੀ ਵਿਖਾਉਦਾ ਹੈ।
pl: Pokazuje w OSD tę samą informację, która jest zawarta w kolumach listy odtwarzania.
pt: Mostrar no OSD as mesmas informações das colunas da lista de reprodução.
pt_br: Exibir as mesmas informações, na Mensagem na Tela, que as colunas na lista de músicas.
ru: Показывать в индикаторе то же, что и в столбцах списка.
sk: Zobrazovať rovnaké informácie v OSD ako v stĺpcoch v zozname skladieb.
sr: Прикажи исте информације на OSD-у као у колонама листе.
th: แสดงข้อมูลบน OSD แบบเดียวกันกับในคอลัมน์ของรายการเล่น
tr: Bilgilendirme penceresinde Parça Listesi sütunlarındaki bilgilerle aynı bilgileri göster.
uk: Показувати в індикаторі ту саму інформацію, як і в стовпчиках списку композицій.

source: If enabled, the OSD will display the same information and in the same order as the columns in the playlist.
af: As hierdie gekies is, sal die OSD dieselfde informasie, en in dieselfde volgorde, as die kolomme van die speel lys vertoon.
bg: Ако е включена тази отметка, OSD ще показва същата информация и във същия ред както в колоните на списъка със записи.
ca: Si està habilitat, l'OSD mostrarà la mateixa informació i en el mateix ordre que les columnes de la llista de reproducció.
cs: Je-li vybráno, na OSD se zobrazí stejné informace a ve stejném pořadí jako ve sloupcích v seznamu skladeb.
da: Hvis aktiveret, ses samme information i samme rækkefølge i skærmvisningen som i søjlerne i spillelisten.
de: Wenn diese Einstellung aktiviert ist, zeigt das OSD die gleichen Informationen wie die Wiedergabeliste an.
el: Αν ενεργοποιηθεί, το OSD θα εμφανίζει τις ίδιες πληροφορίες και με την ίδια σειρά με τις στήλες της λίστας αναπαραγωγής.
es: Si está activado, el OSD mostrará la misma información y en el mismo orden que las columnas de la lista de reproducción.
et: Sisselülitamisel näitab OSD esitusnimekirja veergudega sama infot samas järjekorras.
eu: Gaituta badago, PGBk bistaratuko duen informazioa zerrendako zutabetakoa izango da, eta ordena berdinean.
fa: اگر فعال شود، OSD همین اطلاعات را به همین ترتیب نظیر ستونهای موجود در فهرست پخش نمایش می‌دهد.
fi: Mikäli käytössä, kuvaruutunäyttö näyttää samat tiedot ja samassa järjestyksessä kuin soittolistan sarakkeissa.
fr: Si activé, l'OSD affichera les mêmes informations et dans le même ordre que les colonnes dans la liste de lecture.
he: אם סומן, התצוגה על המסך תציג את אותו המידע ובאותו סדר כמו העמודות ברשימת־ההשמעה.
hu: Ha be van kapcsolva, akkor az OSD ugyanazon információt jeleníti meg (és ugyanabban a sorrendben) mint a lejátszólista oszlopai
it: Se abilitata, l'OSD visualizzerà le stesse informazioni e nello stesso ordine delle colonne della playlist.
ja: 有効にすると、OSD にプレイリストカラムと同じ情報が同じ順序で表示されます。
ka: ჩართული OSD ინფორმაცია და -ში -ში.
km: បើ​អនុញ្ញាត OSD នឹង​បង្ហាញ​ព័ត៌មាន និង​លំដាប់​ដូច​ជួរឈរ​នៅ​ក្នុង​បញ្ជី​ចាក់​ដែរ ។
ko: 만약 사용하면, OSD는 재생 목록에서 칸에 같은 정보를 같은 순서로 표시할 것입니다.
lt: Pranešimų lange bus pateikiama ta pati informacija ta pačia tvarka kaip ir grojaraščio stulpeliuose.
nb: Hvis dette er slått på vil skjermmeldingene vise den samme informasjonen og i samme rekkefølge som kolonnene i spillelista.
nds: Wenn aktiveert, warrt de OSD de sülven Informatschonen as de Afspeellist wiesen, in de sülve Reeg as ehr Striepen
ne: यदि सक्षम पारियो भने, ओएसडीले एउटै सूचना प्लेसूचीमा स्तम्भको रूपमा उही क्रममा प्रदर्शन गर्नेछ ।
nl: Indien ingeschakeld zal de On Screen Display dezelfde informatie tonen als in de kolommen van de afspeellijst. Bovendien wordt dezelfde volgorde aangehouden.
nn: Vis same informasjon og i same rekkjefølgje i skjermmeldingar som kolonnene i spelelista.
pa: ਜੇਕਰ ਯੋਗ ਕੀਤਾ ਗਿਆ ਤਾਂ ਆਨ-ਸਕਰੀਨ-ਝਲਕ (OSD) ਕੁਝ ਜਾਣਕਾਰੀ ਵੇਖਾਏਗਾ ਅਤੇ ਉਸੇ ਕਰਮ ਵਿੱਚ ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਕਾਲਮ ਹੋਣਗੇ।
pl: Jeśli włączone, OSD będzie pokazywało tę samą informację i w tej samej kolejności jak w kolumnach listy odtwarzania.
pt: Se activado, o OSD mostra as mesmas informações das colunas da lista de reprodução, na mesma ordem.
pt_br: Se habilitada, a Mensagem na Tela irá exibir as mesmas informações, na mesma ordem, que as colunas na lista de músicas.
ru: Показывать такой же набор данных и в том же порядке, что и в списке воспроизведения.
sk: Ak je povolené, na OSD sa zobrazia rovnaké informácie a v rovnakom poradí ako v stĺpcoch v zozname skladieb.
sr: Ако је укључено, OSD ће приказивати исте информације и истим редом као што су колоне у листи пуштања.
th: หากเปิดไว้ OSD จะแสดงข้อมูลและลำดับเดียวกันกับในคอลัมน์ในรายการเล่น
tr: Etkinleştirilirse Bilgi Penceresindeki bilgiler parça listesi sütünları ile aynı düzende gösterilir.
uk: Якщо увімкнено, в індикаторі буде показано ту саму інформацію і втому самомупорядку, що і в стовпчиках списку композицій.

source: The OSD text to show
af: Die OSD teks om te vertoon
bg: OSD текста, който ще се показва
ca: Text a mostrar a l'OSD
cs: Text zobrazovaný na OSD
da: Skærmvisningteksten som skal vises
de: Der anzuzeigende OSD-Text
el: Το κείμενο OSD που θα εμφανίζεται
es: El texto a mostrar en el OSD
et: Näidatav OSD tekst
eu: PGBren testua erakusteko
fa: متن OSD برای نمایش
fi: Näytettävä kuvaruutunäyttöteksti
fr: Le texte OSD à afficher
he: טקסט התצוגה על המסך שיש להציג
hu: Az OSD szövege
it: Il testo dell'OSD da mostrare
ja: 表示する OSD テキスト
ka: OSD ტექსტი -სკენ
km: អត្ថបទ OSD ដែល​ត្រូវ​បង្ហាញ
ko: 보여줄 OSD 텍스트
lt: Pranešimo tekstas
nb: Skjermmeldinga som skal vises
nds: De Text för de OSD
ne: देखाउनका लागि ओएसडी पाठ
nl: De OSD-tekst om te tonen
nn: Skjermmeldinga som skal visast
pa: ਵੇਖਾਉਣ ਲਈ OSD ਪਾਠ
pl: Tekst pokazywany w OSD
pt: O texto a mostrar no OSD
pt_br: O texto a ser mostrado na Mensagem na Tela
ru: Содержимое индикатора
sk: Text zobrazovaný na OSD
sr: Текст OSD-а који се приказује
th: ข้อความ OSD ที่จะแสดง
tr: Görünecek Bilgilendirme Ekranı yazısı
uk: Текст індикатора

source: Customize the OSD display text.
af: Pasmaak die OSD teks
bg: Промяна на OSD текста.
ca: Personalitza el text de l'OSD.
cs: Nastavit text zobrazovaný na OSD.
da: Indstil skærmvisningens tekst.
de: OSD-Anzeigetext anpassen.
el: Προσαρμογή του κειμένου OSD που θα εμφανίζεται.
es: Personalizar el texto del OSD.
et: Näidatava OSD teksti kohendamine.
eu: Pertsonalizatu PGBn erakutsiko den testua.
fa: سفارشی کردن متن نمایش OSD.
fi: Muokkaa näytettävää kuvaruutunäyttötekstiä.
fr: Personnalisation de l'affichage du texte de l'OSD.
he: התאם אישית את הטקסט שיוצג על המסך.
hu: Az OSD szövegének egyéni beállítása.
it: Personalizza il testo dell'OSD.
ja: OSD に表示するテキストをカスタマイズします。
ka: OSD ტექსტი.
km: ប្ដូរ​អត្ថបទ​បង្ហាញ​ក្នុង OSD តាម​បំណង ។
ko: 사용자 정의 OSD 디스플레이 텍스트.
lt: Nurodykite pranešimo tekstą.
nb: Tilpass teksten til skjermmeldinga.
nds: Den OSD-Text topassen
ne: ओएसडी प्रदर्शन पाठ अनुकूलन गर्नुहोस् ।
nl: Stel de OSD-tekst in.
nn: Vel skjermmeldingtekst som skal visast.
pa: OSD ਦਿੱਖ ਪਾਠ ਦੀ ਸੋਧ ਹੈ।
pl: Konfiguruje tekst wyświetlany w OSD.
pt: Personalizar o texto a mostrar no OSD.
pt_br: Personalizar o texto a ser exibido na Mensagem na Tela.
ru: Настроить выводимые на индикаторе сведения.
sk: Prispôsobiť text zobrazovaný na OSD.
sr: Прилагодите приказ текста OSD-а.
th: ปรับแต่งข้อความที่แสดงบน OSD
tr: Bilgilendirme Ekranı metnini özelleştir.
uk: Налаштувати текст індикатора.

source: Font for On-Screen Display
af: Skrif tipe vir die OSD ("On screen display")
bg: Шрифт за OSD
ca: Tipus de lletra pel visor en pantalla
cs: Font použitý pro OSD
da: Indstil visning på skærmen
de: Schrift für das On-Screen-Display
el: Γραμματοσειρά για την απεικόνιση πάνω στην οθόνη (OSD)
es: Tipo de letra para el On-Screen-Display
et: Ekraaniesituse (OSD) font
eu: Pantaila gaineko bistaraketako letra-tipoa
fa: قلم برای نمایش روی پرده
fi: Kuvaruutunäytön kirjasin
fr: Police à utiliser pour l'affichage à l'écran OSD
he: הגופן עבור התצוגה על המסך
hu: Az OSD betűtípusa
it: Carattere per l'On-Screen-Display
ja: オンスクリーンディスプレイ (OSD) のフォント
ka: შრიფტი -თვის ეკრანი ჩვენება
km: ពុម្ពអក្សរ​សម្រាប់​ការ​បង្ហាញ​លើ​អេក្រង់
ko: 화면상 디스플레이 글꼴
lt: Pranešimo teksto šriftas
nb: Skrift for skjermmeldinger
nds: Schriftoort för Op-Schirm-Dorstellen
ne: पर्दा प्रदर्शनका लागि फन्ट
nl: Lettertype voor On-Screen-Display
nn: Skrift for skjermmeldingar
pa: ਆਨ-ਸਕਰੀਨ-ਡਿਸਪਲੇਅ ਲਈ ਫੋਂਟ
pl: Czcionka dla wyświetlania na ekranie
pt: Tipo de letra do 'On-Screen Display'
pt_br: Fonte para a Mensagem na Tela
ru: Шрифт индикатора
se: Šearbmadieđuid fonta
sk: Písmo pre displej na obrazovke (OSD)
sr: Фонт за екрански приказ
th: แบบอักษรสำหรับการแสดงข้อความบนหน้าจอ (OSD)
tr: Bilgilendirme Ekranı'nın Yazısı
uk: Шрифт індикатора

source: Draw a shadow around the text.
af: Trek 'n skaduwee rondom die teks
bg: Сянка около текста.
ca: Dibuixa una ombra al voltant del text.
cs: Kreslit kolem textu stín.
da: Tegn en skygge omkring teksten.
de: Schatten um den Text erzeugen.
el: Σχεδίαση σκιάς γύρω από το κείμενο.
es: Dibuja una sombra alrededor del texto.
et: Varju joonistamine teksti ümber.
eu: Marraztu itzala testuaren inguruan.
fa: ترسیم سایه‌ای دور متن.
fi: Piirrä varjo tekstin ympärille.
fr: Dessiner une ombre autour du texte.
he: צייר צללית מסביב לטקסט.
hu: A szövegek árnyékolása.
it: Disegna un'ombreggiatura attorno al testo.
ja: テキストに影を付ける
ka: ჩრდილის დახატვა ტექსტის გარშემო.
km: ដាក់​ស្រមោល​ជុំវិញ​អត្ថបទ ។
ko: 글꼴 주위에 그림자 그리기
lt: Pranešimo tekstas su šešėliu.
nb: Tegn skygge rundt skjermmeldinger.
nds: Schadden rund den Text bruken
ne: पाठ वरिपरि छायाँ कोर्नुहोस् ।
nl: Teken een schaduw rond te tekst.
nn: Teikn skugge rundt skjermmeldingar.
pa: ਪਾਠ ਦੇ ਦੁਆਲੇ ਛਾਂ ਵੇਖਾਓ
pl: Rysuj cień dookoła tekstu.
pt: Desenhar uma sombra em torno do texto.
pt_br: Desenhar uma sombra ao redor do texto.
ru: Тень от текста.
se: Sárggo suoivvanasa teavstta.
sk: Kresliť tieň okolo textu.
sr: Цртај сенку око текста.
th: วาดเงารอบๆ ข้อความ
tr: Metin etrafına gölge çiz.
uk: Малювати тінь навколо тексту.

source: Draws a shadow around the OSD-text.
af: Teken 'n skaduwee rondom die OSD-teks
bg: Поставя сянка около текста в OSD.
ca: Dibuixa una ombra al voltant del text.
cs: Kreslit kolem textu na OSD stín.
da: Tegner en skygge omkring skærmvisningteksten.
de: Erzeugt einen Schatten um den OSD-Text.
el: Σχεδίαση μιας σκιάς γύρω από το κείμενο OSD.
es: Dibuja una sombra alrededor del texto del OSD.
et: Varju joonistamine ekraaniesituse (OSD) teksti ümber.
eu: PGBko testuaren inguruan itzala marrazten du.
fa: سایه‌ای دور متن OSD ترسیم می‌کند.
fi: Piirtää varjon kuvaruutunäytön tekstin ympärille.
fr: Dessiner une ombre autour du texte.
he: מצייר צללית מסביב לטקסט התצוגה על המסך.
hu: Árnyék rajzolása az OSD szövegei köré.
it: Disegna un'ombreggiatura attorno al testo dell'OSD.
ja: OSD テキストの周りに影を付けます。
ka: დალაგება a OSD ტექსტი.
km: ដាក់​ស្រមោល​ជុំវិញ​អត្ថបទ OSD ។
ko: OSD 텍스트에 그림자를 그립니다.
lt: Pranešimo tekstas su šešėliu.
nb: Tegner skygge rundt skjermmeldinger.
nds: Wiest en Schadden rund den OSD-Text.
ne: ओएसडी पाठ वरिपरि छायाँ कोर्दछ ।
nl: Tekent een schaduw rond de OSD-tekst.
nn: Teiknar skugge rundt skjermmeldingar.
pa: ਆਨ-ਸਕਰੀਨ-ਝਲਕ (OSD)-ਪਾਠ ਦੇ ਦੁਆਲੇ ਛਾਂ ਵੇਖਾਓ।
pl: Rysuje cień dookoła tekstu OSD.
pt: Desenha uma sombra em torno do texto do OSD.
pt_br: Desenha uma sombra ao redor do texto da Mensagem na Tela.
ru: Тень от текста на индикаторе.
se: Sárggo suoivvanasa searbmadieđu teavstta birra.
sk: Kreslí tieň okolo textu na OSD.
sr: Црта сенку око текста у OSD-у.
th: วาดเงารอบข้อความแสดงบนหน้าจอ (OSD)
tr: Bilgilandirme ekranı metninin etrafına gölge çizer.
uk: Малює тінь навколо тексту в індикаторі.

source: Fake-translucency Toggle
af: Namaak semi deurskynende opsie
bg: Превключване към мнима прозрачност
ca: Commutador de pseudotransparència
cs: Zapnout průhlednost
da: Ændr falsk gennemsigtighed
de: Fake-Durchscheinen-Schalter
el: Εναλλαγή ψευδοδιαφάνειας
es: Activar/desactivar la falsa translucidez
et: Libaläbipaistvuse lülitamine
eu: Txandakatu sasi-zeharrargitsua
fa: زدن ضامن نیمه شفافی ساختگی
fi: Valeläpikuultavuuden vaihto
fr: Utiliser le mode translucide
he: הפעלה/כיבוי של שקיפות מדומה
hu: Áttetszőség átkapcsolása
it: Attiva falsa-trasparenza
ja: 疑似透過切り替え
ka: ცრუგამჭვირვალობის ჩართვა
km: បិទ​បើក ភាព​ថ្លា​ក្លែងក្លាយ
ko: 눈속임 반투명 전환
lt: Peršviečiamas pranešimas
nb: Slå på/av falsk gjennomsikt
nds: Ümschalter för namaakt Dörschienen
ne: जाली-पारभसकता टगल
nl: Neptransparantie aan/uit
nn: Slå på/av falsk gjennomsikt
pa: ਹਲਕਾ-ਬਲੌਰੀ ਤਬਦੀਲ
pl: Przełącznik sztucznej półprzezroczystości
pt: Comutação de Transparência Falsa
pt_br: Exibir uma transparência "falsa"
ru: Псевдопрозрачность
sk: Zapnúť priehľadnosť
sr: Укључи/искључи лажну прозирност
th: เปิด/ปิดความโปร่งแสง(เทียม)
tr: Sahte yarı-saydamlık Görünümü
uk: Перемикання фальшивої прозорості

source: Make the background of the OSD use fake-translucency.
af: Laat die agtergrond van die OSD semi deurskyndend voorkom.
bg: Фонът на OSD ще използва мнима прозрачност.
ca: Fa que el fons de l'OSD usi pseudotransparències.
cs: Pozadí OSD bude průhledné.
da: Giv baggrunden for skærmmeddelelser falsk gennemsigtighed.
de: Lässt den Hintergrund des OSD hindurchscheinen.
el: Ορίζει το φόντο του OSD να χρησιμοποιεί ψευδοδιαφάνεια.
es: Hacer que el fondo del OSD utilice la falsa translucidez.
et: Paneb OSD tausta kasutama libaläbipaistvust.
eu: Egin PGBren atzeko planoak sasi-zeharrargitsua erabiltzea.
fa: زمینۀOSD را مجبور به استفاده از نیمه شفافی ساختگی کنید.
fi: Muuta kuvaruutunäytön tausta käyttämään valeläpikuultavuutta.
fr: Rendre l'arrière-plan de l'OSD translucide
he: השתמש בשקיפות מדומה בתור רקע של התצוגה על המסך.
hu: Az OSD háttere legyen áttetsző.
it: Rende lo sfondo dell'OSD falso-translucente.
ja: OSD の背景に疑似透過を使います。
ka: Make OSD.
km: ធ្វើ​ឲ្យ​ផ្ទៃខាង​ក្រោយ OSD ប្រើ​ភាព​ថ្លា​ក្លែងក្លាយ ។
ko: OSD가 눈속임 반투명을 사용하여 OSD의 배경을 만듭니다.
lt: Pranešimo fonas bus peršviečiamas.
nb: Bruk falsk gjennomsikt på bakgrunnen til skjermmeldinger.
nds: Wenn aktiveert, schient de Achtergrund dör de OSD dör
ne: जाली-पारभासकता प्रयोग गर्ने ओएसडीको पृष्ठभूमि बनाउँनुहोस् ।
nl: Achtergrond van OSD nepdoorschijnend maken.
nn: Bruk falsk gjennomsikt på bakgrunnen til skjermmeldingar.
pa: OSD ਦੀ ਬੈਕਗਰਾਊਡ ਨੂੰ ਹਲਕਾ-ਬਲੌਰੀ ਬਣਾਉ।
pl: Powoduje, że tło OSD używa sztucznej półprzezroczystości.
pt: Faz com que o fundo do OSD utilize transparência falsa.
pt_br: Faz o fundo da Mensagem na Tela usar uma transparência "falsa".
ru: Включить псевдопрозрачность фона индикатора.
sk: Pozadie OSD bude priehľadné.
sr: Учини да позадина OSD-а користи лажну прозирност.
th: สร้างพื้นหลังของ OSD โดยใช้ความโปร่งแสงเทียม
tr: Bilgilendirme ekranının arkaplanında sahte-yarısaydamlık kullanımını sağlar.
uk: Заставити тло індикатора використовувати фальшиву прозорість.

source: Whether to use custom colors for the OSD
af: Bepaal of pasmaak kleure vir die OSD gebruik moet word.
bg: Дали да бъдат използвани потребителски цветове в OSD
ca: Si s'han d'usar colors a mida a l'OSD
cs: Používat vlastní barvy pro OSD
da: Om egne farver skal bruges til skærmvisning
de: Benutzerdefinierte Farben für das On-Screen-Display verwenden
el: Αν θα γίνεται χρήση προσαρμοσμένων χρωμάτων στο OSD
es: Si se usan colores personalizados en el OSD
et: Kas kasutada ekraaniesitusel (OSD) kohandatud värve
eu: PGBren kolore pertsonalizatuak erabili edo ez
fa: آیا از رنگهای سفارشی برای OSD استفاده شود
fi: Käytetäänkö kuvaruutunäytössä omia värejä
fr: Utiliser des couleurs personnalisées pour l'affichage à l'écran OSD.
he: האם להשתמש בצבעים מותאמים אישית עבור תצוגה על המסך
hu: Egyéni színek használata az OSD-ben
it: Decidi se usare colori personalizzati per l'OSD
ja: OSD にカスタム色を使うかどうか
ka: -სკენ ფერები -თვის OSD
km: ថា​តើ​ត្រូវ​ប្រើ​ពណ៌​ផ្ទាល់​ខ្លួន​សម្រាប់ OSD ឬ​ទេ
ko: 화면상 디스플레이에서 사용자 정의 색을 사용할지 여부
lt: Parinkti pranešimo spalvas
nb: Om det skal brukes selvvalgte farger for skjermmeldinger
nds: Egen Klören för OSD bruken
ne: ओएसडीका लागि अनुकूल रङ प्रयोग गर्ने या नगर्ने
nl: Of u uw eigen kleuren wilt gebruiken voor de On-Screen-Display
nn: Om det skal brukast sjølvvalde fargar for skjermmeldingar
pa: ਕੀ OSD ਲਈ ਪਸੰਦੀਦਾ ਰੰਗ ਵਰਤਣਾ ਹੈ
pl: Określa, czy używać własnych kolorów dla OSD
pt: Utilizar ou não cores personalizadas no OSD
pt_br: Usar cores personalizadas para a Mensagem na Tela
ru: Настроить цветовую схему индикатора.
sk: Používať vlastné farby pre OSD
sr: Да ли користити посебне боје за OSD
th: จะให้ใช้สีที่ตั้งเองสำหรับ OSD หรือไม่
tr: Bilgilendirme Ekranında özel renkler kullan
uk: Чи використовувати нетипові кольори в індикаторі (OSD)
