Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Imported
af: Ingevoer
bg: Импортирани
ca: Importat
cs: Importováno
da: Importeret
de: Importiert
el: Εισηγμένο
es: Importada
et: Imporditud
eu: Inportatua
fa: واردشده
fi: Tuotu muualta
fr: Importé
he: ייובא
hu: Importálva
it: Importata
ja: インポート
km: បាន​នាំចូល
ko: 가져옴
lt: Importuota
nb: Importert
nds: Importeert
ne: आयात गरियो
nl: Geïmporteerd
nn: Importert
pa: ਆਯਾਤ ਕੀਤਾ
pl: Zaimportowane
pt: Importado
pt_br: Importadas
ru: Импортировано
se: Sisafievrriduvvon
sk: Importované
sr: Увезено
th: นำเข้า
tr: Alınanlar
uk: Імпортовано

source: Cannot write playlist (%1).
af: Kon nie die speel lys skryf nie (%1).
bg: Списъкът със записи не може да бъде записан (%1).
ca: No es pot escriure la llista de reproducció (%1).
cs: Nelze zapsat seznam skladeb (%1).
da: Kan ikke skrive spilleliste (%1).
de: Wiedergabeliste lässt sich nicht schreiben (%1).
el: Αδυναμία εγγραφής στη λίστα (%1).
es: No se puede escribir la lista de reproducción (%1).
et: Esitusnimekirja (%1) kirjutamine ebaõnnestus.
eu: Ezin da zerrenda idatzi (%1).
fa: فهرست پخش )%1( را نمی‌توان نوشت.
fi: Soittolistaa ei voida kirjoittaa: %1.
fr: Impossible d'écrire la liste de lecture (%1).
he: אין אפשרות לכתוב רשימת־השמעה (%1).
hu: A lejátszólista írása nem sikerült (%1).
it: Impossibile scrivere la playlist (%1).
ja: プレイリストを書き込めません (%1)
ka: რეპერტუარის ჩაწერა შეუძლებელია (%1).
km: មិន​អាច​សរសេរ​បញ្ជី​ចាក់ (%1) បាន​ឡើយ ។
ko: 재생목록을 저장할 수 없습니다 (%1).
lt: Nepavyksta įrašyti grojaraščio (%1).
nb: Kan ikke skrive spilleliste (%1).
nds: Afspeellist (%1) lett sik nich schrieven.
ne: प्ले सूची (%1) लेख्न सकिँदैन ।
nl: De afspeellijst kan niet worden geschreven (%1).
nn: Klarte ikkje lagra speleliste («%1»).
pa: ਸੰਗੀਤ ਸੂਚੀ (%1) ਲਿਖੀ ਨਹੀਂ ਜਾ ਸਕਦੀ।
pl: Nie można zapisać listy (%1).
pt: Não é possível gravar a lista de reprodução (%1).
pt_br: Impossível gravar à lista de músicas (%1).
ru: Не удалось сохранить список воспроизведения (%1).
se: Ii sáhte čállit čuojahanlisttu (%1).
sk: Nie je možné zapísať zoznam skladieb (%1)
sr: Не могу да упишем листу (%1).
th: ไม่สามารถเขียนรายการเล่นได้ (%1)
tr: Parça Listesi yazılamadı (%1).
uk: Не вдається зберегти список композицій (%1).

source: Playlist Files
af: Speel lys lêers
bg: Файлове на списъците със записи
ca: Fitxers de llista de reproducció
cs: Soubory seznamu skladeb
da: Spillelistefiler
de: Wiedergabelisten-Dateien
el: Αρχεία λίστας
es: Archivos de listas de reproducción
et: Esitusnimekirja failid
eu: Zerrenden fitxategiak
fa: پروندۀ فهرستهای پخش
fi: Soittolistatiedostot
fr: Listes de lecture
he: קבצי רשימות־השמעה
hu: Lejátszólista-fájlok
it: File della playlist
ja: プレイリストファイル
ka: რეპერტუარის ფაილები
km: ឯកសារ​បញ្ជី​ចាក់
ko: 재생목록 파일
lt: Grojaraščio bylos
nb: Spillelistefiler
nds: Afspeellist-Dateien
ne: बजाउने सूची फाइल
nl: Afspeellijstbestanden
nn: Spelelistefiler
pa: ਸੰਗੀਤ-ਸੂਚੀ ਫਾਇਲਾਂ
pl: Pliki list odtwarzania
pt: Ficheiros da Lista de Reprodução
pt_br: Arquivos de Lista de Músicas
ru: Файлы списка
se: Čuojahanlistofiillat
sk: Súbory zoznamu skladieb
sr: Фајлови листи
th: แฟ้มรายการเล่น
tr: Parça Listesi Dosyaları
uk: Файли списку композицій

source: Import Playlists
af: Voer speel lyste in
bg: Импортиране на списъци със записи
ca: Importa les llistes de reproducció
cs: Importovat seznamy skladeb
da: Importér spillelister
de: Wiedergabelisten importieren
el: Εισαγωγή λιστών
es: Importar listas de reproducción
et: Esitusnimekirjade import
eu: Inportatu zerrendak
fa: واردات فهرستهای پخش‌
fi: Tuo soittolistoja
fr: Importer les listes de lecture
he: ייבא רשימות־השמעה
hu: Lejátszólisták importálása
it: Importa playlist
ja: プレイリストをインポート
ka: რეპერტუარების იმპორტი
km: នាំចូល​បញ្ជីចាក់
ko: 재생목록 들여오기
lt: Importuoti grojaraščius
nb: Importer spillelister
nds: Afspeellisten importeren
ne: प्ले सूचीहरू आयात गर्नुहोस्
nl: Afspeellijsten importeren
nn: Importer spelelister
pa: ਸੰਗੀਤ-ਸੂਚੀਆਂ ਆਯਾਤ
pl: Importuj listy odtwarzania
pt: Importar as Listas de Músicas
pt_br: Importar Listas de Músicas
ru: Импортировать списки
se: Sisafievrrit čuojahanlisttuid
sk: Importovať zoznamy skladieb
sr: Увези листе нумера
th: นำเข้ารายการเล่น
tr: Parça listesi al
uk: Імпортувати списки композицій

source: <p>You have selected:<ul>
af: <p> Jy het die volgende gekies:<ul>
bg: <p>Маркирахте:<ul>
ca: <p>Heu seleccionat:<ul>
cs: <p>Vybrali jste:<ul>
da: <p>Du har markeret:<ul>
de: <p>Sie haben ausgewählt:<ul>
el: <p>Επιλέξατε:<ul>
es: <p>Ha seleccionado:<ul>
et: <p>Valitud on:<ul>
eu: <p> Zuk hautatutakoa:<ul>
fa: <p>برگزیده‌اید:<ul>
fi: <p>Valittu:<ul>
fr: <p>Vous avez sélectionné :<ul>
he: <p>בחירתך:<ul>
hu: <p>Ön kijelölte a következő(ke)t:<ul>
it: <p>Hai selezionato:<ul>
ja: <p>以下が選択されました:<ul>
km: <p>អ្នក​បាន​ជ្រើស ៖<ul>
ko: <p>여러분이 선택한 것입니다.<ul>
lt: <p>Pasirinkote:<ul>
nb: <p>Du har valgt:<ul>
nds: <p>Du hest utsöcht:<ul>
ne: <p>तपाईँले चयन गर्नुभयो:<ul>
nl: <p>U hebt geselecteerd:<ul>
nn: <p>Du har vald:<ul>
pa: <p>ਤੁਸੀਂ ਚੋਣ ਕੀਤੀ ਹੈ:<ul>
pl: <p> Zaznaczone zostały:<ul>
pt: <p>Seleccionou:<ul>
pt_br: <p>Você selecionou:<ul>
ru: <p>Вы выбрали:<ul>
se: <p>Don leat merken:<ul>
sk: <p>Vybrali ste:<ul>
sr: <p>Изабрали сте:<ul>
th: <p>คุณได้ทำการเลือก:</ul>
tr: <p>Seçiminiz:<ul>
uk: <p>Ви вибрали:<ul>

source: _n: 1 playlist %n playlists
af: 1 speel lys %n speel lyste
bg: 1 списък със записи %n списъка със записи
ca: Una llista de reproducció %n llistes de reproducció
cs: 1 seznam %n seznamy %n seznamů
da: 1 spilleliste %n spillelister
de: 1 Wiedergabeliste %n Wiedergabelisten
el: Μία λίστα αναπαραγωγής %n λίστες αναπαραγωγής
es: Una lista de reproducción %n listas de reproducción
et: 1 esitusnimekiri %n esitusnimekirja
eu: Zerrenda 1 %n zerrenda
fa: %n فهرست پخش
fi: Yksi soittolista %n soittolistaa
fr: %n liste de lecture %n listes de lecture
he: רשימת־השמעה אחת %n רשימות־השמעה
hu: %n lejátszólista
it: 1 playlist %n playlist
ja: %n プレイリスト
km: បញ្ជាក់​ចាក់ %n
lt: %n grojaraštis %n grojaraščiai %n grojaraščių
nb: 1 spilleliste %n spillelister
nds: 1 Afspeellist %n Afspeellisten
ne: १ प्ले सूची %n प्ले सूची
nl: 1 afspeellijst %n afspeellijsten
nn: 1 speleliste %n spelelister
pa: ਇੱਕ ਸੰਗੀਤ-ਸੂਚੀ %n ਸੰਗੀਤ-ਸੂਚੀਆਂ
pl: jedna lista odtwarzania %n listy odtwarzania %n list odtwarzania
pt: 1 lista de reprodução %n listas de reprodução
pt_br: 1 lista de músicas %n listas de músicas
ru: %n список %n списка %n списков
se: Ovtta čuojahanlistu %n čuojahanlisttu
sk: 1 zoznam skladieb %n zoznamy skladieb %n zoznamov skladieb
sr: %n листа нумера %n листе нумера %n листа нумера
th: รายการเล่น %n รายการ
tr: %n parça listesi
uk: %n список композицій %n списки композицій %n списків композицій

source: _n: 1 smart playlist %n smart playlists
af: 1 smart speel lys %n smart speel lyste
bg: 1 тематичен списък %n тематични списъка
ca: Una llista de reproducció intel·ligent %n llistes de reproducció intel·ligents
cs: 1 chytrý seznam %n chytré seznamy %n chytrých seznamů
da: 1 s,art spilleliste %n smarte spillelister
de: 1 intelligente Wiedergabeliste %n intelligente Wiedergabelisten
el: Μία έξυπνη λίστα αναπαραγωγής %n έξυπνες λίστες αναπαραγωγής
es: Una lista de reproducción inteligente %n listas de reproducción inteligente
et: 1 nutikas esitusnimekiri %n nutikat esitusnimekirja
eu: Zerrenda azkar 1 %n zerrenda azkar
fa: %n فهرست پخش هوشمند
fi: Yksi älykäs soittolista %n älykästä soittolistaa
fr: %n liste de lecture intelligente %n listes de lecture intelligentes
he: רשימת־השמעה חכמה אחת %n רשימות השמעה חכמות
hu: %n intelligens lejátszólista
it: 1 playlist veloce %n playlist veloci
ja: %n スマートプレイリスト
km: បញ្ជី​ចាក់​ឆ្លាត %n
lt: %n išmoningas grojaraštis %n išmoningi grojaraščiai %n išmoningų grojaraščių
nb: 1 smart spilleliste %n smarte spillelister
nds: 1 plietsche Afspeellist %n plietsche Afspeellisten
ne: १ छरितो प्ले सूची %n छरितो प्ले सूची
nl: 1 intelligente afspeellijst %n intelligente afspeellijsten
nn: 1 smart speleliste %n smarte spelelister
pa: ਇੱਕ ਸਮਾਰਟ ਸੰਗੀਤ-ਸੂਚੀ %n ਸਮਾਰਟ ਸੰਗੀਤ-ਸੂਚੀਆਂ
pl: jedna inteligentna lista odtwarzania %n inteligentne listy odtwarzania %n inteligentnych list odtwarzania
pt: 1 lista de reprodução inteligente %n listas de reprodução inteligentes
pt_br: 1 lista inteligente de músicas %n listas inteligentes de músicas
ru: %n интеллектуальный список %n интеллектуальных списка %n интеллектуальных списков
se: Ovtta jierpmás čuojahanlistu %n jierpmás čuojahanlisttu
sk: 1 inteligentný zoznam skladieb %n inteligentné zoznamy skladieb %n inteligentných zoznamov skladieb
sr: %n паметна листа нумера %n паметне листе нумера %n паметних листа нумера
th: รายการเล่นอัจฉริยะ %n รายการ
tr: %n akıllı parça listesi
uk: %n кмітливих список композицій %n кмітливих списки композицій %n кмітливих списків композицій

source: _n: 1 dynamic playlist %n dynamic playlists
af: 1 dinamiese speel lys %n dinamiese speel lyste
bg: 1 динамичен списък %n динамични списъци
ca: Una llista de reproducció dinàmica %n llistes de reproducció dinàmiques
cs: 1 dynamický seznam %n dynamické seznamy %n dynamických seznamů
da: 1 dynamisk spilleliste %n dynamiske spillelister
de: 1 dynamische Wiedergabeliste %n dynamische Wiedergabelisten
el: Μία δυναμική λίστα αναπαραγωγής %n δυναμικές λίστες αναπαραγωγής
es: Una lista de reproducción dinámica %n listas de reproducción dinámicas
et: 1 dünaamiline esitusnimekiri %n dünaamilist esitusnimekirja
eu: Zerrenda dinamiko 1 %n zerrenda dinamiko
fa: %n فهرست پخش پویا
fi: Yksi elävä soittolista %n elävää soittolistaa
fr: %n liste de lecture dynamique %n listes de lecture dynamiques
he: רשימת־השמעה דינמית אחת %n רשימות־השמעה דינמיות
hu: %n dinamikus lejátszólista
it: 1 playlist dinamica %n playlist dinamiche
ja: %n ダイナミックプレイリスト
km: បញ្ជីចាក់ថាមវន្ត %n
lt: %n dinaminis grojaraštis %n dinaminiai grojaraščiai %n dinaminių grojaraščių
nb: 1 dynamisk spilleliste %n dynamiske spillelister
nds: 1 dünaamsche Afspeellist %n dünaamsche Afspeellisten
ne: १ गतिशील प्ले सूची %n गतिशील प्ले सूची
nl: 1 dynamische afspeellijst %n dynamische afspeellijsten
nn: 1 dynamisk speleliste %n dynamiske spelelister
pa: ਇੱਕ ਸਫ਼ਰੀ ਸੰਗੀਤ-ਸੂਚੀ %n ਸਫ਼ਰੀ ਸੰਗੀਤ-ਸੂਚੀਆਂ
pl: jedna dynamiczna lista odtwarzania %n dynamiczne listy odtwarzania %n dynamicznych list odtwarzania
pt: 1 lista de reprodução dinâmica %n listas de reprodução dinâmicas
pt_br: 1 lista dinâmica de músicas %n listas dinâmicas de músicas
ru: %n динамический список %n динамических списка %n динамических списков
se: Ovtta dynámalaš čuojahanlisttu %n dynámalaš čuojahanlisttu
sk: 1 dynamický zoznam skladieb %n dynamické zoznamy skladieb %n dynamických zoznamov skladieb
sr: %n динамичка листа нумера %n динамичке листе нумера %n динамичких листа нумера
th: รายการเล่นปรับอัตโนมัติ %n รายการ
tr: %n dinamik parça listesi
uk: %n динамічних список композицій %n динамічних списки композицій %n динамічних списків композицій

source: _n: 1 stream %n streams
af: 1 stroom %n strome
bg: 1 поток %n потока
ca: Un flux %n fluxos
cs: 1 proud %n proudy %n proudů
da: 1 strøm %n strømme
de: 1 Stream %n Streams
el: 1 ροή %n ροές
es: Un flujo %n flujos
et: 1 raadiovoog %n raadiovoogu
eu: Korronte 1 %n korronte
fa: %n جریان
fi: Yksi virta %n virtaa
fr: %n flux %n flux
he: שידור־זורם אחד %n שידורים זורמים
hu: %n adatfolyam
it: 1 flusso %n flussi
ja: %n ストリーム
km: %n ស្ទ្រីម
lt: %n srautas %n srautai %n srautų
nb: 1 strøm %n strømmer
nds: 1 Stroom %n Strööm
ne: १ प्रवाह %n प्रवाह
nl: 1 stream %n streams
nn: 1 straum %n straumar
pa: 1 ਸਟਰੀਮ %n ਸਟਰੀਮਾਂ
pl: 1 strumień %n strumienie %n strumieni
pt: 1 transmissão %n transmissões
pt_br: 1 stream %n streams
ru: %n поток %n потока %n потоков
se: Ovtta gáldo %n gáldo
sk: 1 prúd %n prúdy %n prúdov
sr: %n ток %n тока %n токова
th: %n สตรีม
tr: %n yayın
uk: %n потік %n потоки %n потоків

source: _n: 1 podcast %n podcasts
af: 1 <i>podcast</i> %n <i>podcasts</i>
bg: 1 подкаст %n подкастове
ca: Un podcast %n podcasts
cs: 1 podcast %n podcasty %n podcastů
da: 1 podradioudsendelse %n podradioudsendelser
de: 1 Podcast %n Podcasts
el: 1 εκπομπή Pod %n εκπομπές Pod
es: Un podcast %n podcasts
et: 1 podcast %n podcasti
eu: Podcast 1 %n podcast
fa: %n podcast
fi: Yksi podcast %n podcastia
fr: %n podcast %n podcasts
he: פוד־קסט אחד %n פוד־קסטים
hu: %n podcast
it: 1 podcast %n podcast
ja: %n ポッドキャスト
km: %n ផតខាស
nb: 1 podkast %n podkaster
nds: 1 Podcast %n Podcasts
ne: १ पोडकास्ट %n पोडकास्ट
nl: 1 Podcast %n Podcasts
nn: 1 podkast %n podkastar
pa: 1 ਪੋਸਟਕਾਸਟ %n ਪੋਸਟਕਾਸਟ
pl: jeden podcast %n podcasty %n podcastów
pt: 1 'podcast' %n 'podcasts'
pt_br: 1 podcast %n podcasts
ru: %n podcast %n podcast %n podcast
se: Ovtta podkásta %n podkástta
sk: 1 podcast %n podcasty %n podcastov
sr: %n подемисија %n подемисије %n подемисија
th: พ็อดคาสต์ %n รายการ
tr: %n podcast
uk: %n подкест %n подкести %n подкестів

source: _n: 1 folder %n folders
af: 1 gids %n gidse
bg: 1 директория %n директории
ca: Una carpeta %n carpetes
cs: 1 složka %n složky %n složek
da: 1 mappe %n mapper
de: 1 Ordner %n Ordner
el: 1 φάκελος %n φάκελοι
es: Una carpeta %n carpetas
et: 1 kataloog %n kataloogi
eu: Karpeta 1 %n karpeta
fa: %n پوشه
fi: Yksi kansio %n kansiota
fr: %n dossier %n dossiers
he: תיקייה אחת %n תיקיות
hu: %n mappa
it: 1 cartella %n cartelle
ja: %n フォルダ
km: %n ថត
lt: %n aplankas %n aplankai %n aplankų
nb: 1 mappe %n mapper
nds: 1 Orner %n Ornern
ne: १ फोल्डर %n फोल्डर
nl: 1 map %n mappen
nn: 1 mappe %n mapper
pa: 1 ਫੋਲਡਰ %n ਫੋਲਡਰ
pl: jeden katalog %n katalogi %n katalogów
pt: 1 pasta %n pastas
pt_br: 1 pasta %n pastas
ru: %n папка %n папки %n папок
se: Ovtta máhppa %n máhpa
sk: 1 priečinok %n priečinky %n priečinkov
sr: %n фасцикла %n фасцикле %n фасцикла
th: %n โฟลเดอร์
tr: %n dizin
uk: %n тека %n теки %n тек

source: _n: 1 last.fm stream %n last.fm streams
af: 1 last.fm stroom %n last.fm strome
bg: 1 поток (last.fm) %n потоци (last.fm)
ca: Un flux last.fm %n fluxos last.fm
cs: 1 last.fm proud %n last.fm proudy %n last.fm proudů
da: 1 last.fm-strøm %n last.fm-strømme
de: 1 Last.fm-Stream %n Last.fm-Streams
el: 1 ροή last.fm %n ροές last.fm
es: Un flujo de last.fm %n flujos de last.fm
et: 1 last.fm voog %n last.fm voogu
fa: %n جریان last.fm
fi: Yksi last.fm-virta %n last.fm-virtaa
fr: 1 flux last.fm %n flux last.fm
hu: %n Last.fm-adatfolyam
it: flusso last.fm %n flussi last.fm
ja: %n Last.fm ストリーム
km: %n ស្ទ្រីម last.fm
lt: %n last.fm srautas %n last.fm srautai %n last.fm srautų
nb: 1 strøm fra last.fm %n strømmer fra last.fm
nds: 1 Last.fm-Stroom %n Last.fm-Strööm
ne: १ last.fm प्रवाह %n last.fm प्रवाह
nl: 1 last.fm-stream %n last.fm-streams
nn: 1 last.fm-straum %n last.fm-straumar
pa: 1 last.fm ਸਟਰੀਮ %n last.fm ਸਟਰੀਮਾਂ
pl: 1 strumień Last.fm %n strumienie Last.fm %n strumieni Last.fm
pt: 1 transmissão do last.fm %n transmissões do last.fm
pt_br: 1 stream do last.fm %n streams do last.fm
ru: %n поток last.fm %n потока last.fm %n потоков last.fm
se: Ovtta last.fm-gáldo %n last.fm-gáldo
sk: 1 last.fm prúd %n last.fm prúdy %n last.fm prúdov
sr: %n ток са last.fm %n тока са last.fm %n токова са last.fm
th: %n สตรีมจาก las.fm
tr: %n last.fm yayını
uk: %n потік last.fm %n потоки last.fm %n потоків last.fm

source: </ul><br>to be <b>irreversibly</b> deleted.</p>
af: </ul><br> om <b>permanent</b> uit gevee te word.</p>
bg: </ul><br>за <b>безвъзвратно</b> изтриване.</p>
ca: </ul><br>a ser eliminats de manera <b>irreversible</b>.</p>
cs: </ul><br>k <b>nevratnému</b> smazání.</p>
da: </ul><br>til <b>permanent</b> sletning.</p>
de: </ul><br>für <b>unwiderrufliches</b> Löschen.</p>
el: </ul><br>να διαγραφεί <b>οριστικά</b>.</p>
es: </ul><br>para ser borrado <b>irreversiblemente</b>.</p>
et: </ul><br>kustutatakse <b>pöördumatult</b>.</p>
fa: </ul><br>باید <b>برای همیشه</b> حذف شود.</p>
fi: </ul><br>poistetaan <b>pysyvästi</b>.</p>
fr: </ul><br>à supprimer <b>définitivement</b>.</p>
hu: </ul><br><b>visszavonhatatlan</b> törlésre.</p>
it: </ul><br>per eliminare <b>definitivamente</b>.</p>
ja: </ul><br>を「完全に」削除します。</p>
km: </ul><br>ត្រូវ​បានលុប <b>ដោយ​មិនប្រែប្រួល</b> ។</p>
lt: </ul><br><b>negrąžinamai</b> pašalinti.</p>
nb: </ul><br>som blir <b>permanent</b> slettet.</p>
nds: </ul><br>De utsöchten Indrääg warrt <i>duerhaftig</i> wegdaan.</p>
ne: </ul><br>नउल्टाइकन <b>मेट्नु</b> पर्ने ।</p>
nl: </ul><br>zal <b>definitief</b> worden verwijderd.</p>
nn: </ul><br>i ferd må verta <b>sletta for alltid</b>.</p>
pa: </ul><br>ਨੂੰ <b>ਨਾ-ਪਰਤਣਯੋਗ</b> ਢੰਗ ਨਾਲ ਹਟਾਇਆ ਜਾਵੇਗਾ।</p>
pl: </ul><br>do <b>nieodwracalnego</b> usunięcia.</p>
pt: </ul><br>serão removidos <b>de forma irreversível</b>.</p>
pt_br: </ul><br>para ser <b>definitivamente</b> apagada.</p>
se: </ul><br>sihkkojuvvo <b>agibeaivái.</b></p>
sk: </ul><br>má byť <b>nenávratne</b> zmazaný.</p>
sr: </ul><br>за <b>неповратно</b> брисање.</p>
th: </ul><br>จะถูกลบออกไปแบบ<b>เรียกคืนไม่ได้</b></p>
tr: </ul><br><b>geri döndürülemez biçimde</b>silinecek.</p>
uk: </ul><br>буде <b>назавжди</b> вилучено.</p>

source: <br><p>All downloaded podcast episodes will also be deleted.</p>
af: <br><p>Al die afgelaaide podcast episodes sal ook uitgevee word.</p>
bg: <br><p>Всички свалени епизоди също ще бъдат изтрити.</p>
ca: <br><p>Tots els episodis de podcast descarregats també seran eliminats.</p>
da: <br><p>Al downloadede podradioepisoder vil også blive fjernet.</p>
de: <br><p>Alle heruntergeladenen Podcast-Episoden werden ebenfalls gelöscht.</p>
el: <br><p>Θα διαγραφούν και όλα τα ληφθέντα επεισόδια podcast.</p>
es: <br><p>Todos los episodios de podcast descargados también se eliminarán.</p>
et: <br><p>Samuti kustutatakse kõik alla laaditud Podcasti episoodid.</p
fa: <br><p>همۀ فقره‌های podcast بارگیری‌شده هم باید حذف شوند.</p>
fi: <br><p>Myös kaikki ladatut podcast-jaksot poistetaan.</p>
fr: <br><p>Tous les épisodes téléchargés du podcast seront également effacés.</p>
hu: <br><p>Az összes letöltött podcast-epizód is törlésre kerül.</p>
it: <br><p>Saranno eliminati anche tutti i podcast scaricati.</p>
ja: <br><p>ダウンロードしたポッドキャストエピソードもすべて削除されます。</p>
km: <br><p>ឧបករណ៍​ផតខាស់​ដែល​បាន​ទាញ​យក​ទាំងអស់ នឹង​ត្រូវ​បានលុប​ផងដែរ ។</p>
nb: <br><p>Alle nedlastede podkast-episoder blir også slettet.</p>
nds: <br><p>All daallaadt Podcast-Kapitels warrt ok wegsmeten.</p>
ne: <br><p>सबै डाउनलोड गरिएको पोडकास्ट भाग मेटिनेछ ।</p>
nl: <br><p>Alle podcastepisodes zullen ook worden verwijderd.</p>
nn: <br><p>Alle nedlasta podkastepisodar vert òg sletta.</p>
pa: <br><p>ਸਭ ਡਾਊਨਲੋਡ ਕੀਤੇ ਪੋਸਟਕਾਸਟ ਕਾਂਡ ਹਟਾਏ ਜਾਣਗੇ।</p>
pl: <br><p>Wszystkie pobrane odcinki podcastów zostaną usunięte.</p>
pt: <br><p>Todos os episódios de 'podcasts' serão também removidos.</p>
pt_br: <br><p>Todos os episódios do podcast baixados também serão apagados.</p>
se: <br><p>Buot vižžojuvvon podkásttat maiddái sihkkojuvvu.</p>
sk: <br><p>Všetky stiahnuté epizódy podcastu budú taktiež vymazané.</p>
sr: <br><p>Биће обрисане и све преузете подемитоване епизоде.</p>
th: <br><p>รายการพ็อดแคสท์ตอนต่างๆ ที่ได้ดาวน์โหลดมาก็จะถูกลบไปด้วย</p>
tr: <br><p>İndirilen bütün podcast bölümleri de silinecek.</p>
uk: <br><p>Всі звантажені епізоди подкестів також буде вилучено.</p>

source: Save Playlist
af: Stoor Speel Lys
bg: Запис на списък със записи
ca: Desa la llista de reproducció
cs: Uložit seznam skladeb
da: Gem spilleliste
de: Wiedergabeliste speichern
el: Αποθήκευση λίστας
es: Guardar la lista de reproducción
et: Esitusnimekirja salvestamine
eu: Gorde zerrenda
fa: ذخیرۀ فهرست پخش
fi: Tallenna soittolista
fr: Enregistrer la liste de lecture
he: שמור רשימת־השמעה
hu: Lejátszólista mentése
it: Salva playlist
ja: プレイリストを保存
ka: რეპერტუარის შენახვა
km: រក្សាទុក​បញ្ជីចាក់
ko: 재생목록 저장
lt: Įrašyti grojaraštį
nb: Lagre spilleliste
nds: Afspeellist sekern
ne: प्लेसूची बचत गर्नुहोस्
nl: Afspeellijst opslaan
nn: Lagra speleliste
pa: ਸੰਗੀਤ-ਸੂਚੀ ਸੰਭਾਲੋ
pl: Zapisz listę odtwarzania
pt: Gravar a Lista de Reprodução
pt_br: Salvar Lista de Músicas
ru: Сохранить список
se: Vurke čuojahanlisttu
sk: Uložiť zoznam skladieb
sr: Сачувај листу
th: บันทึกรายการเล่น
tr: Parça Listesini Kaydet
uk: Зберегти список композицій

source: Save to location...
af: Stoor na ligging...
bg: Запис в...
ca: Desa a la ubicació...
cs: Uložit do umístění...
da: Gem til sted...
de: Zu Adresse speichern ...
el: Αποθήκευση στη τοποθεσία...
es: Guardar en ubicación...
et: Salvesta asukohta...
eu: Gorde kokalekuan...
fa: ذخیره در محل...
fi: Tallenna paikkaan…
fr: Enregistrer à l'emplacement...
he: שמור למיקום...
hu: Mentés egy adott helyre...
it: Salva in...
ja: 場所に保存...
ka: მდებარეობაზე შენახვა...
km: រក្សាទុក​ទៅ​ទីតាំង...
ko: 다음 위치에 저장...
lt: Įrašymo vieta...
nb: Lagre til sted …
nds: Sekern as...
ne: स्थानमा बचत गर्नुहोस्...
nl: Opslaan naar locatie...
nn: Lagra til plassering …
pa: ਟਿਕਾਣਾ ਉੱਤੇ ਸੰਭਾਲੋ...
pl: Zapisz do...
pt: Gravar para localização...
pt_br: Salvar em...
ru: Сохранить...
se: Vurke dihto báikái …
sk: Uložiť do umiestnenia...
sr: Сними у локацију...
th: บันทึกลงไปที่...
tr: Konuma Kaydet...
uk: Зберегти за адресою...

source: &Enter a name for the playlist:
af: Voer 'n naam vir die speel lys in:
bg: &Въведете име на списъка:
ca: &Introduïu un nom per la llista de reproducció:
cs: Zad&ejte jméno nového seznamu skladeb:
da: Indtast &et navn på spillelisten:
de: &Name für die Wiedergabeliste:
el: &Εισαγωγή ονόματος για τη λίστα:
es: Introduzca un nombr&e para la lista de reproducción:
et: &Esitusnimekirja nimi:
eu: &Sartu zerrendaren izena:
fa: &وارد کردن نامی برای فهرست پخش:‌
fi: &Soittolistan nimi:
fr: &Saisissez un nom pour la liste de lecture :
he: ה&זן שם עבור רשימת־ההשמעה:
hu: &Adjon meg egy nevet a lejátszólista számára:
it: Ins&erisci un nome per la playlist:
ja: プレイリストの名前(&E):
ka: &შეიყვანეთ რეპერტუარის სახელი:
km: បញ្ចូល​ឈ្មោះ​សម្រាប់​បញ្ជី​បទ ៖
ko: 재생목록의 이름을 입력하세요(&E):
lt: &Įrašykite grojaraščio pavadinimą:
nb: &Skriv inn navnet til spillelista:
nds: &Naam för de Afspeellist:
ne: प्ले सूचीका लागि नाम प्रविष्ट गर्नुहोस्:
nl: Vo&er een naam in voor de afspeellijst:
nn: &Namn på speleliste:
pa: ਸੰਗੀਤ-ਸੂਚੀ ਲਈ ਇੱਕ ਨਾਂ ਦਿਓ(&E):
pl: &Podaj nazwę dla listy odtwarzania:
pt: Indiqu&e um nome para a lista de reprodução:
pt_br: &Digite um nome para à lista de músicas:
ru: &Введите имя списка воспроизведения:
se: Čális čuojahanlisttu &nama:
sk: Zad&ajte meno nového zoznamu skladieb:
sr: &Унесите име за листу нумера:
th: ตั้งชื่&อให้รายการเล่น:
tr: Parça &listesi için bir isim girin:
uk: &Введіть назву списку композицій:
