Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Deletion method placeholder, never shown to user.
af: Uitvee metode plekhouer - nooit vir gebruiker gewys nie.
bg: Изтриване на мястото, не се показва на потребителя.
ca: Lloc de reserva per a mètode d'eliminació, no es mostra mai a l'usuari.
da: Pladsholder for sletningsmetode, vises aldrig til brugeren.
de: Löschmethodenplatzhalter, niemals für den Benutzer sichtbar.
el: Η μέθοδος διαγραφής θέσης δεν εμφανίστηκε ποτέ στο χρήστη.
es: Sustituto de método de borrado, nunca se muestra al usuario.
et: Kustutamismeetodi kohatäitja, kasutaja seda ei näe.
eu: Ezabatzeko metodoarn leku-marka, ez zaio erabiltzaileari inoiz erakusten.
fa: جانگهدار روش حذف، هرگز برای کاربر نمایش داده نشود.
fi: ☠☢☣ ja vettä ☂ sataa
fr: Effacement de la méthode des paramètres fictifs, jamais affichée à l'utilisateur.
he: שומר מקום לשיטת מחיקה, לעולם לא מוצג למשתמש.
it: Segnaposto del metodo di eliminazione, mai visibile all'utente.
ja: 削除方法のプレースホルダ、ユーザには見えない。
km: កន្លែង​ដាក់​វិធីសាស្ត្រ​លុប មិន​ដែល​បង្ហាញ​ដល់​អ្នក​ប្រើ ។
ko: 삭제 메소드 대체자, 사용자에게 절대 보이지 않음.
lt: Šalinimo metodo objektas, naudotojui nematomas.
nb: Plassholder for slettemetode, aldri vist til bruker.
nds: Platzholler för Wegdo-Metood, kriggt de Bruker nienich to sehn.
ne: मेट्ने विधि प्लेसहोल्डर, प्रयोगकर्तालाई कहिल्यै देखाइदैन ।
nl: Plaatshouder voor verwijdermethode, niet zichtbaar voor gebruiker.
nn: Plasshaldar for slettemetode. Aldri vist til brukaren.
pa: ਥਾਂ ਲਈ ਹਟਾਉਣ ਦਾ ਢੰਗ, ਜੋ ਕਿ ਉਪਭੋਗੀ ਕਦੇ ਨਾ ਵੇਖੇਗਾ।
pl: Miejsce na metodę usuwania, nigdy nie pokazywane użytkownikowi.
pt: Substituição do método de remoção; não é apresentado ao utilizador.
pt_br: Placeholder do método de apagamento, nunca mostrado ao usuário.
sk: Miesto na metódu mazania, nikdy neukázané užívateľovi.
sr: Местодржач метод за брисање, никад се не приказује кориснику.
uk: Шаблон заміни методу вилучення (невидимий для користувача).

source: List of files that are about to be deleted.
af: Lys van lêers wat uitgevee gaan word.
bg: Списък с файлове, които ще бъдат изтрити.
ca: Llista dels fitxers que estan a punt de ser suprimits.
da: Liste med filer som nu bliver slettet.
de: Liste der zu löschenden Dateien.
el: Λίστα των αρχείων που θα διαγραφούν.
es: Lista de archivos que van a ser eliminados.
et: Kustutatavate failide nimekiri.
eu: Ezabatuko diren fitxategien zerrenda.
fa: فهرست پرونده‌هایی که در شرف حذف می‌باشند.
fi: Tämä on lista nimikkeistä, jotka ovat poistettavana.
fr: Liste des fichiers qui sont sur le point d'être effacés.
he: הצג רשימת קבצים שעומדים להימחק.
hu: A törlésre kijelölt fájlok listája
it: Elenco dei file che stanno per essere eliminati.
ja: 削除されるファイルのリスト。
km: បញ្ជី​ឯកសារ​ដែល​រៀប​នឹង​លុប ។
ko: 파일들의 목록이 삭제되었습니다.
lt: Bylų, kurias ketinama pašalinti, sąrašas.
nb: Liste over filer som skal til å bli slettet.
nds: List vun Dateien, de wegdaan warrn schöölt
ne: मेट्नु पर्ने फाइलहरूको सूची
nl: Lijst van bestanden die verwijderd zullen worden.
nn: Oversikt over filer som skal slettast.
pa: ਫਾਇਲਾਂ ਦੀ ਸੂਚੀ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਹਟਾਇਆ ਜਾਣਾ ਹੈ।
pl: Lista plików, które są przeznaczone do usunięcia.
pt: Lista de ficheiros prestes a ser apagados.
pt_br: Lista dos arquivos que serão apagados.
se: Listu fiillain mat dál galget sihkkujuvvot.
sk: Zoznam súborov, ktoré majú byť vymazané.
sr: Листа фајлова који ће управо бити обрисани.
th: รายการของแฟ้มที่กำลังจะโดนลบ
tr: Silinecek dosyaların listesi.
uk: Список файлів, які зараз будуть вилучені.

source: This is the list of items that are about to be deleted.
af: Hierdie is die lys van items wat nou uitgevee gaan word.
bg: Това са файловете, които ще бъдат изтрити.
ca: Aquesta és la llista dels elements que estan a punt de ser suprimits.
da: Dette er listen med punkter som nu bliver slettet.
de: Dies ist eine Liste der Einträge, die gelöscht werden sollen.
el: Αυτή είναι η λίστα των αρχείων που θα διαγραφούν.
es: Esta es la lista de archivos que van a ser eliminados.
et: Kustutatavate elementide nimekiri.
eu: Ezabatuko diren elementuen zerrenda da.
fa: این فهرست فقره‌هایی است که در شرف حذف می‌باشند.
fi: Tämä on lista nimikkeistä, jotka ovat poistettavana.
fr: Liste des éléments qui vont être effacés.
he: זוהי רשימת הפריטים שעומדים להימחק.
hu: Ez a törlésre kijelölt elemek listája
it: Questo è l'elenco dei file che stanno per essere eliminati.
ja: これから削除されるアイテムの一覧です。
km: នេះ​ជា​បញ្ជីធាតុ​ដែល​រៀបនឹង​លុប ។
ko: 이것은 삭제에 관련된 항목의 목록입니다.
lt: Bylas, esančias šiame sąraše, ketinama pašalinti.
nb: Dette er lista over elementer som skal til å bli slettet.
nds: Dit is de List vun Indrääg, de wegdaan warrn schöölt.
ne: यो मेट्नु पर्ने वस्तुहरूको सूची हो ।
nl: Dit is een lijst met items die verwijderd zullen worden.
nn: Oversikt over filer som skal slettast.
pa: ਇਹ ਉਹਨਾਂ ਇਕਾਈਆਂ ਦੀ ਸੂਚੀ ਹੈ, ਜਿੰਨ੍ਹਾਂ ਨੂੰ ਹਟਾਇਆ ਜਾਣਾ ਹੈ।
pl: To jest lista elementów, które są przeznaczone do usunięcia.
pt: Esta é a lista de itens prestes a ser apagados.
pt_br: Essa é a lista dos itens que serão apagados.
sk: Toto je zoznam položiek, ktoré majú byť vymazané.
sr: Ово је листа ставки које ће управо бити обрисане.
th: นี่คือรายการของสิ้งที่กำลังจะโดนลบ
tr: Bu silinecek olan dosyaların listesidir.
uk: Це список елементів, які зараз будуть вилучені.

source: Placeholder for number of files, not in GUI
af: Plekhouer vir die aantal lêers - nie in GUI nie
bg: Място за файлове, не е в ГПИ
ca: Lloc de reserva per al nombre de fitxers, no està a la IGU
da: Pladsholder for antal filer, ikke i den grafiske grænseflade
de: Platzhalter für die Anzahl Dateien, nicht in der Oberfläche sichtbar
el: Θέση για πλήθος αρχείων, εκτός GUI
es: Sustituto de número de archivos, no mostrado en la interfaz gráfica
et: Failide arvu kohatäitja, ei näidata GUI-s
eu: Fitxategi-kopuruaren leku-marka, interfazean ez
fa: جانگهدار برای تعدادی از پرونده‌ها، نه در ونک
fi: ☠☢☣ ja aurinko ☀ paistaa
fr: Paramètres fictifs pour le nombre de fichiers, non dans l'application
he: שומר מקום למספר הקבצים, לא בממשק משתמש גרפי
it: Segnaposto per numero di file, non nella GUI
ja: ファイル数のプレースホルダ、GUI にはない
km: កន្លែង​ដាក់​សម្រាប់​ចំនួន​ឯកសារ មិន​នៅ​ក្នុង GUI
ko: 파일들의 수에 대한 대체자, GUI에서 아님
lt: Bylų skaičiaus objektas, nepriklauso grafinei išvaizdai
nb: Plassholder for antall filer, ikke i GUI
nds: Platzholler för Dateitall, nich binnen Böversiet
ne: फाइलको सङ्ख्याका लागि प्लेसहोल्डर, जीयूआई मा होइन
nl: Plaatshouder voor het aantal bestanden, niet in interface
nn: Plasshaldar for talet på filer. Ikkje synleg.
pa: ਫਾਇਲਾਂ ਦੇ ਨੰਬਰ ਲਈ ਥਾਂ, GUI ਵਿੱਚ ਨਹੀਂ
pl: Miejsce na liczbę plików, nie w GUI
pt: Substituição do número de ficheiros, fora da interface
pt_br: Placeholder para o número de arquivos, não na GUI
sk: Miesto pre počet súborov, nie v GUI
sr: Местодржач за број фајлова, није у GUI-ју
uk: Шаблон заміни для кількості файлів (не в графічному інтерфейсі)

source: &Delete files instead of moving them to the trash
af: Vee lêers uit i.p.v. om dit na die asblik te skuif
bg: &Изтриване на файловете вместо преместване в кошчето
ca: &Esborra els fitxers en comptes de llençar-los a la paperera
cs: Mazat sou&bory místo přesouvání do koše
da: S&let filer i stedet for at flytte dem til affald
de: Dateien &löschen (übergeht Mülleimer)
el: &Διαγραφή αρχείων αντί για μετακίνησή τους στον Κάδο Απορριμμάτων
es: &Borrar los archivos en lugar de moverlos a la papelera
et: &Faile ei visata prügikasti, vaid kustutatakse kohe
eu: &Ezabatu fitxategiak zakarrontzira bota ordez
fa: &حذف پرونده‌ها به جای حرکت دادن آنها به زباله‌
fi: &Poista tiedostot
fr: &Effacer les fichiers plutôt que de les déplacer vers la corbeille
he: &מחק קבצים במקום להעבירם לסל האשפה
hu: &Törlés (szemétkosárba helyezés helyett)
it: &Elimina i file invece di spostarli nel cestino
ja: ごみ箱に移動せずにファイルを削除する(&D)
km: លុប​ឯកសារ​ជំនួស​ឲ្យ​ផ្លាស់ទី​ពួកវា​ទៅ​ធុងសំរាម
ko: 쓰레기통으로 이동하는 대신 파일을 삭제하기(&D)
lt: &Bylas pašalinti, į šiukšliadėžę neperkelti
nb: &Slett filer i stedet for å flytte dem til papirkurven
nds: Dateien &wegdoon, nich na de Affalltünn verschuven
ne: रद्दीटोकरीमा सार्नुको सट्टा फाइलहरू मेट्नुहोस्
nl: Bestan&den verwijderen in plaats van ze te verplaatsen naar de prullenbak
nn: &Slett filer i staden for å flytta dei til papirkorga
pa: ਫਾਇਲਾਂ ਨੂੰ ਰੱਦੀ ਵਿੱਚ ਭੇਜਣ ਦੀ ਬਜਾਏ ਹਟਾ ਦਿਓ(&D)
pl: &Usuwaj pliki zamiast przenosić je do kosza
pt: Apa&gar os ficheiros em vez de os enviar para o lixo
pt_br: &Apagar arquivos ao invés de movê-los para o lixo
ru: &Удалять файлы вместо перемещения в корзину
se: &Sihko fiillaid, alege cokka daid ruskalihttái
sk: &Vymazať súbory miesto ich presunutia do koša
sr: &Бриши фајлове место да их премешташ у смеће
th: ให้&ลบแฟ้มทิ้งแทนที่จะย้ายไปที่ถังขยะ
tr: Dosyaları çöpe taşımak yerine &sil
uk: &Вилучати файли замість пересування їх у смітник

source: If checked, files will be permanently removed instead of being placed in the Trash Bin
af: As hierdie opsie gekies is, sal die lêers permanent uitgevee word i.p.v. om dit in die asblik te plaas.
bg: Ако е включена тази отметка, файловете ще бъдат безвъзвратно изтрити вместо да отиват в кошчето
ca: Si està seleccionat, els fitxers s'esborraran definitivament en comptes de llençar-los a la paperera
da: Hvis markeret, fjernes filer permanent i stedet for at placeres i affaldsspanden
de: Wenn diese Einstellung aktiviert ist, werden Dateien tatsächlich gelöscht, anstatt in den Mülleimer von KDE verschoben zu werden.
el: Αν ενεργοποιηθεί, τα αρχεία θα διαγράφονται δια παντός αντί να τοποθετούνται στον Κάδο Απορριμμάτων
es: Si está activado, los archivos serán eliminados permanentemente en lugar de ser movidos a la papelera
et: Märkimise korral kustutatakse failid jäädavalt, mitte ei visata prügikasti
eu: Egiaztatuta badago, fitxategiak betirako ezabatu egingo dira zakarrontziko direktoriora bota ordez.
fa: اگر علامت زده شود، پرونده‌ها به جای اینکه در لاوک زباله جای بگیرند، برای همیشه حذف می‌شوند
fi: Mikäli valittu, tiedoston poistetaan, eikä niitä siirretä roskakoriin.
fr: Si cette case est cochée, les fichiers seront définitivement effacés au lieu d'être déplacés dans la corbeille.
he: אם מסומן, קבצים ימחקו לצמיתות במקום להיות מועברים לסל האשפה
hu: Ha be van jelölve, akkor a fájlok véglegesen törlésre kerülnek, ha pedig nincs, akkor a fájlok a szemétkosárba kerülnek
it: Se selezionata, i file verranno eliminati permanentemente anziché essere spostati nel cestino
ja: これをチェックすると、ごみ箱に移動するのではなく、ファイルを完全に削除します。
km: ប្រសិន​បើ​បាន​គូសធីក ឯកសារ​នឹង​ត្រូវ​បានយកចេញ​ជា​អចិន្ត្រៃយ៍​ជំនួស​ឲ្យ​ដាក់​នៅ​ក្នុង​ធុង​សំរាម
ko: 선택하면 파일들을 쓰레기통으로 이동하는 대신 영구적으로 제거할 것입니다.
lt: Įjungus šią parinktį bylos į šiukšliadėžę nebus perkeltos, bus visiškai pašalintos
nb: Hvis dette er krysset av blir filer slettet permanent i stedet for å bli lagt i papirkurven
nds: Wenn anmaakt, warrt Dateien direktemang wegdaan, nich na de Affalltünn verschaven
ne: यदि जाँच गरियो भने, फाइल रद्दीटोकरीमा रखिनुको सट्टा स्थायी रूपमा हटाइनेछ
nl: Wanneer dit is geselecteerd zullen bestanden definitief verwijderd worden in plaats van dat ze naar de prullenbak worden verplaatst
nn: Slett filer med éin gong, i staden for å flytta dei til papirkorga først.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਫਾਇਲਾਂ ਨੂੰ ਰੱਦੀ 'ਚ ਰੱਖਣ ਦੀ ਬਜਾਏ ਹਮੇਸ਼ਾਂ ਲਈ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ
pl: Jeśli zaznaczone, pliki będą permanentnie usuwane zamiast przenoszone do kosza
pt: Se activado, os ficheiros serão apagados definitivamente em vez de colocados no Caixote do Lixo
pt_br: Se selecionada, os arquivos serão permanentemente removidos, ao invés de serem colocados no Lixo
se: Jus dát lea merkejuvvon, de fiillat sihkkojuvvot agibeavái, eaige bidjo ruskalihttái.
sk: Ak je zaškrtnuté, súbory budú trvale odstránené namiesto ich presunutia do odpadkového koša
sr: Ако је попуњено, фајлови ће бити трајно уклањани уместо пребацивања у корпу за смеће
th: หากกาเลือก แฟ้มจะโดนลบทิ้งแบบถาวร แทนที่จะถูกย้ายไปไว้ในถังขยะ
tr: Bu seçilirse, dosyalar Çöp'e taşınmak yerine geri dönüşü olmaksızın silinir
uk: Якщо увімкнено, файли будуть вилучені назавжди, а не пересунуті в смітник

source: <qt><p>If this box is checked, files will be <b>permanently removed</b> instead of being placed in the Trash Bin.</p> <p><em>Use this option with caution</em>: Most filesystems are unable to reliably undelete deleted files.</p></qt>
af: <qt><p>As hierdie opsie gekies is, sal die lêers <b>permanent</b> uitgevee word, in plaas daarvan om dit na die asblik te skuif.</p> <p><em>Gebruik hierdie opsie oordeelkundig</em>: Die meeste lêersisteme kan nie lêers betroubeer herwin wat uitgevee was nie.</p></qt>
bg: <qt><p>Ако е включена тази отметка, файловете ще бъдат <b>безвъзвратно изтрити</b> вместо да бъдат поставяни в кошчето.</p> <p><em>Използвайте тази опция с едно наум</em>: Повечето файлови системи не могат да възстановят правилно изтритите файлове.</p></qt>
ca: <qt><p>Si aquesta casella està seleccionada, els fitxers s'<b>esborraran definitivament</b> en comptes de llençar-los a la paperera.</p> <p><em>Utilitzeu aquesta opció amb cautela</em>: La majoria dels sistemes de fitxers són incapaços de recuperar un fitxer esborrat.</p></qt>
da: <qt><p>Hvis dette felt er markeret, bliver filer <b>fjernet permanent</b> i stedet for at placeres i affaldsspanden.</p> <p><em>Brug dette med forsigtighed</em>: De fleste filsystemer kan ikke genoprette slettede filer på en tilforladelig måde.</p></qt>
de: <qt><p>Wenn diese Einstellung aktiviert ist, werden Dateien <b>unwiderruflich</b> gelöscht, anstatt in den Mülleimer verschoben zu werden.</p> <p><em>Verwenden Sie diese Einstellung mit Bedacht</em>: Die meisten Dateisysteme können gelöschte Dateien nicht zuverlässig wiederherstellen.</p></qt>
el: <qt><p>Αν ενεργοποιηθεί αυτή η επιλογή,, τα αρχεία <b>θα διαγράφονται δια παντός</b> αντί να τοποθετούνται στον Κάδο Απορριμμάτων.</p> <p><em>Χρησιμοποιήστε με προσοχή αυτή την επιλογή</em>: Τα περισσότερα συστήματα αρχείων δεν έχουν τη δυνατότητα να επαναφέρουν με αξιοπιστία τα διαγραμμένα αρχεία.</p></qt>
es: <qt><p>Si esta casilla está activa, los archivos serán <b>borrados permanentemente</b> en lugar de ser colocados en la papelera.</p> <p><em>Use esta opción con precaución</em>: La mayoría de los sistemas de archivos son incapaces de deshacer fiablemente la operación de borrado de archivos.</p></qt>
et: <qt><p>Selle kasti märkimisel <b>kustutatakse failid jäädavalt</b>, mitte ei visata prügikasti.</p> <p><em>Kasuta seda võimalust ettevaatlikult</em>: enamik failisüsteeme ei suuda kustutatud faile taastada (vähemalt mitte usaldusväärselt).</p></qt>
eu: <qt><p>Egiaztatuta badago, fitxategiak betirako ezabatu egingo dira zakarrontziko direktoriora bota ordez.</p> <p><em>Erabili aukera hau kontu handiarekin</em>: fitxategi-sistema gehienak ezin izaten dute fidagarritasunez berreskuratu ezabatutako fitxategiak.</p></qt>
fa: <qt> <p>اگر این جعبه علامت زده شود، پرونده‌ها به جای اینکه در لاوک زباله جای بگیرند، <b>برای همیشه حذف می‌شوند </b>.</p> <p><em>از این گزینه با احتیاط استفاده کنید </em>: بیشتر سیستمهای پرونده قادر به برگرداندن موثق پرونده‌های حذف‌شده نیستند.</p></qt>
fi: <qt><p>Mikäli valittu, yllä olevat tiedostot <b>poistetaan</b>, eikä niitä siirretä roskakoriin. </p> <p><em>Varoitus</em>: On todennäköistä, että et pysty palauttamaan tiedostoja, jotka on poistettu.</p></qt>
fr: <qt><p>Si cette case est cochée, les fichiers seront <b>effacés définitivement</b> au lieu d'être déplacés dans la corbeille.</p> <p><em>Utilisez cette option avec précaution</em>: La plupart des systèmes de fichiers ne sont pas capables de récupérer des fichiers effacés.</p></qt>
he: <qt><p>אם תיבה זו מסומנת, קבצים <b>יוסרו לצמיתות</b> במקום שיושמו בסל האשפה.</p> <p><em>השתמש באפשרות זאת בזהירות</em>: רוב מערכות הקבצים אינן מסוגלות לבטל מחיקה באופן אמין.</p></qt>
hu: <qt><p>Ha ez be van jelölve, akkor a fájlok <b>véglegesen törlésre kerülnek</b>, ha pedig nincs, akkor a fájlok a szemétkosárba kerülnek.</p> <p><em>Óvatosan használja ezt az opciót</em>: a legtöbb fájlrendszer esetében nem lehet megbízhatóan visszaállítani a törölt fájlokat.</p></qt>
it: <qt><p>Se questa casella è selezionata, i file verranno <b> eliminati permanentemente</b> anziché essere spostato nel cestino.</p> <p><em>Usa questa opzione con cautela</em>: la maggior parte dei filesystem non è in grado di recuperare in maniera affidabile i file eliminati.</p></qt>
ja: <qt><p>このオプションを有効にすると、ファイルはごみ箱に移動されるのではなく、「完全に削除」されます。</p> <p>このオプションは注意して使ってください。ほとんどのファイルシステムでは、一度削除したファイルを確実に元に戻すことはできません。</p></qt>
km: <qt><p>ប្រសិន​បើ​ប្រអប់នេះ​ត្រូវ​បានគូសធីក ឯកសារ​នឹង​ <b>ត្រូវ​បាន​យកចេញ​ជា​អចិន្ត្រៃយ៍</b> ជំនួស​ឲ្យ​កា​រដាក់​នៅ​ក្នុង​ធុងសំរាម ។</p> <p><em>ប្រើ​ជម្រើស​នេះ​ដោយ​ប្រុង​ប្រយ័ត្ន</em> ៖ ប្រព័ន្ធ​ឯកសារ​ភាគ​ច្រើន​មិន​អាច​មិន​លុប​ឯកសារ​ដែល​បានលុប​គួរ​ឲ្យ​ទុកចិត្ត ។</p></qt>
ko: <qt><p>만약 이 상자가 선택된다면, 쓰레기통에 보내지는 대신 파일들을 <b>영구적으로 제거</b>합니다.</p> <p><em>이 옵션에 대한 경고</em>: 대부분의 파일시스템은 삭제된 파일을 복구할 수 없습니다.</p></qt>
lt: <qt><p>Įjungus šią parinktį bylos į šiukšliadėžę nebus perkeltos, bus <b>visiškai pašalintos</b>.</p> <p><em>Būkite atsargūs</em>: daugumoje bylų sistemų pašalintų bylų būna nebeįmanoma atstatyti.</p></qt>
nb: <qt> <p>Hvis det er satt kryss her blir filer <b>slettet for alltid</b> i stedet for å bli lagt i søppelkassa.</p> <p><em>Vær forsiktig med dette</em>: De fleste filsystemer er ikke i stand til å hente fram slettede filer.</p></qt>
nds: <qt><p>Is dit anmaakt, warrt Dateien <b>duerhaftig wegmaakt</b> ansteed dat se na de Affalltünn verschaven warrt.</p> <p><em>Bruuk disse Optschoon achtsam</em>: De mehrsten Dateisystemen köönt wegdaan Dateien nich seker wedderherstellen.</p></qt>
ne: <qt><p>यदि यो बाकस जाँच गरियो भने, फाइल <b>रद्दीटोकरीमा राख्नुको सट्टा</b> अस्थायी रूपमा हटाइनेछ ।</p> <p><em>सतर्कता साथ यो विकल्प प्रयोग गर्नुहोस्</em>: धेरैजसो फाइल प्रणाली मेटिएको फाइल विश्वासपूर्वक नमेट्न अक्षम छन् ।</p></qt>
nl: <qt> <p>Wanneer dit is geselecteerd, zullen bestanden <b>definitief verwijderd</b> worden in plaats van naar de prullenbak te worden verplaatst.</p> <p><em>Wees voorzichtig met deze optie</em>: de meeste bestandssystemen kunnen verwijderde bestanden niet meer volledig terughalen.</p></qt>
nn: <qt><p>Viss det er kryssa av her, vert filer <b>sletta for alltid</b>, i staden for å flyttast til papirkorga.</p> <p><em>Ver forsiktig med dette</em>: Du kan ikkje truleg ikkje gjenoppretta filer du har sletta.</p></qt>
pa: <qt><p>ਜੇਕਰ ਇਹ ਬਕਸੇ ਦੀ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਫਾਇਲਾਂ ਨੂੰ ਰੱਦੀ ਵਿੱਚ ਭੇਜਣ ਦੀ ਬਜਾਏ <b>ਹਮੇਸ਼ਾ</b> ਲਈ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।</p> <p><em>ਇਹ ਚੋਣ ਨੂੰ ਧਿਆਨ ਨਾਲ ਵਰਤੋਂ</em>: ਬਹੁਤੇ ਫਾਇਲ ਸਿਸਟਮ ਹਟਾਈਆਂ ਗਈਆਂ ਫਾਇਲਾਂ ਨੂੰ ਠੀਕ ਢੰਗ ਨਾਲ ਮੁੜ-ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹਨ।</p></qt>
pl: <qt> <p>Jeśli to pole jest zaznaczone, pliki będą <b>nieodwracalnie usuwane</b> zamiast przenoszone do kosza.</p> <p><em>Używaj tej opcji z rozwagą</em>: Większość systemów plików nie jest zdolnych do pełnego odzyskania usuniętych plików. </p></qt>
pt: <qt><p>Se esta opção estiver activada, os ficheiro serão <b>apagador definitivamente</b> em vez de colocados no Caixote do Lixo.</p> <p><em>Utilize esta opção com cuidado</em>: A maior parte dos sistemas de ficheiros não consegue recuperar ficheiros apagados.</p></qt>
pt_br: <qt><p>Se esta caixa estiver selecionada, os arquivos serão <b>removidos definitivamente</b>, ao invés de serem colocados no Lixo.</p> <p><em>Use essa opção com cuidado</em>: a maioria dos sistemas de arquivos não são capazes de recuperar com segurança arquivos apagados.</p></qt>
se: <qt> <p>Jus dát boksa lea merkejuvvon, de fiillat <b>sihkkojuvvot ágibeaivái</b>, eaige bidjo ruskalihttái.</p> <p><em>Geavat dán eavttu várrogasat</em>: Eanáš fiilavuogádagain ii leat áibbas sihkkar ahte sáhttá gádjut sihkkon fiillaid.</p></qt>
sk: <qt><p>Ak je toto políčko zaškrtnuté, súbory budú <b>trvale odstránené</b> miesto ich presunutia do Odpadkového koša.</p> <p><em>Používajte túto voľbu opatrne</em>: Väčšina súborových systémov nie je schopná spoľahlivo obnoviť vymazané súbory.</p></qt>
sr: <qt><p>Ако је ова кућица попуњена, фајлови ће бити <b>трајно уклањани</b> уместо да се пребацују у корпу за смеће.</p> <p><em>Користите ово са опрезом</em>: На већини система фајлова, обрисане фајлове није могуће поуздано повратити.</p></qt>
th: <qt> <p>หากกาเลือกที่กล่องนี้ แฟ้มจะถูกลบทิ้งแบบ <b>ถาวร</b> แทนที่จะถูกย้ายไปไว้ในถังขยะ</p> <p><em>โปรดใช้ตัวเลือกนี้ด้วยความระมัดระวัง</em>: ระบบแฟ้มส่วนใหญ่ไม่สามารถเอาแฟ้มที่โดนลบ ไปแล้วคืนมาได้</p></qt>
tr: <qt> <p>Bu kutu işaretlenirse, dosyalar Çöp Kutusuna göndermek yerine <b>kalıcı olarak</b> silinecek.</p> <p><em>Bu seçeneği dikkatle kullanın</em>: Birçok dosya sistemi silinmiş dosyaları güvenilir biçimde geri getiremez.</p></qt>
uk: <qt><p>Якщо цей параметр увімкнено, файли будуть не пересунуті в смітник, а <b>назавжди вилучені</b>.</p> <p><em>Використовуйте цей параметр з обачністю</em>: Більшість файлових систем не можуть гарантовано відновити вилучені файли.</p></qt>

source: File Name
af: Lêernaam
bg: Име на файл
ca: Nom del fitxer
cs: Název souboru
da: Filnavn
de: Dateiname
el: Όνομα αρχείου
es: Nombre de archivo
et: Faili nimi
eu: Fitxategi-izena
fa: نام پرونده
fi: Tiedostonimi
fr: Nom de fichier
he: שם קובץ
hu: Fájlnév
it: Nome file
ja: ファイル名
ka: ფაილის სახელი
km: ឈ្មោះ​ឯកសារ
ko: 파일 이름
lt: Bylos pavadinimas
nb: Filnavn
nds: Dateinaam
ne: फाइलको नाम
nl: Bestandsnaam
nn: Filnamn
pa: ਫਾਇਲ ਨਾਂ
pl: Nazwa pliku
pt: Nome do Ficheiro
pt_br: Nome do arquivo
ru: Имя файла
se: Fiilanamma
sk: Názov súboru
sr: Име фајла
th: ชื่อแฟ้ม
tr: Dosya Adı
uk: Назва файла

source: Select Best Possible Match
af: Kies beste moontlike ooreenstemming
bg: Изберете възможно най-точно съвпадение
ca: Escolliu la millor coincidència
cs: Vybrat nejlepší možnou shodu
da: Vælg bedst mulige matchning
de: Beste Übereinstimmung auswählen
el: Επιλογή καλύτερου δυνατού ταιριάσματος
es: Seleccionar la mejor coincidencia posible
et: Parima sobivuse valimine
eu: Hautatu bat etor daitekeen egokiena
fa: برگزیدن بهترین تطبیق ممکن
fi: Valitsi sopivin osuma
fr: Sélectionnez le meilleur résultat possible
he: בחר את התאמה הטובה ביותר
hu: A lehető legjobb illeszkedés kiválasztása
it: Seleziona le migliori possibilità
ja: 最も近いものを選択
ka: ამოირჩიეთ საუკეთესო შესაძლო დამთხვევა
km: ជ្រើស​ដំណូច​ដូច​បំផុត
ko: 가장 근접한 검색결과 선택
lt: Parinkti labiausiai tinkamą
nb: Velg best mulige treff
nds: Best Övereenstimmen utsöken
ne: उत्तम सम्भाव्य जोडा चयन गर्नुहोस्
nl: Bestmogelijke overeenkomst selecteren
nn: Vel best moglege treff
pa: ਸਰਵੋਤਮ ਸੰਭਵ ਮੇਲ ਚੁਣੋ
pl: Wybierz najlepsze możliwe dopasowanie
pt: Seleccionar a Melhor Aproximação Possível
pt_br: Selecionar Melhor Opção Coincidente Possível
ru: Выбрать наиболее подходящее
se: Vállje buorremus deaivama
sk: Vyberte najlepšiu možnú zhodu
sr: Изаберите најбоље поклапање
th: เลือกที่เข้ากันได้มากที่สุด
tr: En İyi Örtüşeni Seç
uk: Вибрати найкраще співпадання

source: Scripts
af: Skripte
bg: Скриптове
ca: Seqüències
cs: Skripty
da: Scripter
de: Skripte
el: Σενάρια
et: Skriptid
eu: Script-ak
fa: دست‌نوشته‌ها
fi: Komentosarjat
he: תסריטים
hu: Szkriptek
it: Script
ja: スクリプト
ka: სცენარები
km: ស្គ្រីប
ko: 스크립트
lt: Scenarijai
nb: Skript
nds: Skripten
ne: स्क्रिप्टहरू
nn: Skript
pa: ਸਕਰਿਪਟ
pl: Skrypty
pt: Programas
ru: Сценарии
se: Skriptat
sk: Skripty
sr: Скрипте
th: สคริปต์
tr: Betikler
uk: Скрипти
