Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Crash Handler
af: Omval Handteerder
bg: Мениджър по повредите
ca: Gestor de petades
cs: Obsluha pádu aplikace
da: Håndtering af sammenbrud
de: Absturz-Verwaltung
el: Χειριστής κατάρρευσης
es: Manejador de fallos
et: Krahhide käitleja
eu: Kraskadura-kudeatzailea
fa: گردانندۀ فروپاشی
fi: Kaatumiskäsittelijä
fr: Gestion des incidents
he: מטפל בהתרסקות
hu: Programleállás-kezelő
it: Gestore crash
ja: クラッシュハンドラ
ka: ავარიული დახურვის დამმუშავებელი
km: កម្មវិធី​ដោះស្រាយ​ការ​គាំង
ko: 강제 종료 핸들러
lt: Nulūžimo tvarkyklė
nb: Krasjhåndtering
nds: Afstörten-Pleger
ne: ह्यान्डलर नष्ट गर्नुहोस्
nl: Programma is vastgelopen
nn: Krasjhandtering
pa: ਕਰੈਂਸ਼ ਹੈਂਡਲਰ
pl: Program obsługi awarii
pt: Tratamento de Estoiros
pt_br: Gerenciador de Problemas
ru: Обработчик сбоев
se: Riekčanangieđahalli
sk: Obsluha pádu aplikácie
sr: Руковалац падом
th: ตัวรับมือเมื่อโปรแกรมหยุดทำงาน
tr: Çöküş Denetleyici
uk: Аналізатор крахів

source: Import Playlist...
af: Voer speel lys in...
bg: Импортиране на списък със записи...
ca: Importa una llista de reproducció...
cs: Importovat seznam skladeb...
da: Importér spilleliste...
de: Wiedergabeliste importieren ...
el: Εισαγωγή λίστας...
es: Importar una lista de reproducción...
et: Impordi esitusnimekiri...
eu: Inportatu zerrenda...
fa: واردات فهرست پخش...
fi: Tuo soittolista…
fr: Importation de la liste de lecture...
he: ייבא רשימת־השמעה...
hu: Lejátszólista importálása...
it: Importa playlist...
ja: プレイリストをインポート...
ka: რეპერტუარის იმპორტი...
km: នាំចូល​បញ្ជី​ចាក់...
ko: 재생목록 가져오기...
lt: Importuoti grojaraštį...
nb: Importer spilleliste …
nds: Afspeellist importeren...
ne: प्लेसूची आयात गर्नुहोस्...
nl: Afspeellijst importeren...
nn: Importer speleliste …
pa: ਸੰਗੀਤ-ਸੂਚੀ ਆਯਾਤ...
pl: Importuj listę odtwarzania...
pt: Importar uma Lista de Reprodução...
pt_br: Importar Lista de Músicas...
ru: Импортировать список...
se: Sisafievrrit čuojahanlisttu …
sk: Importovať zoznam skladieb...
sr: Увези листу нумера...
th: นำเข้ารายการเล่น...
tr: Parça Listesi Al...
uk: Імпортувати список композицій...

source: New Smart Playlist...
af: Nuwe smart speel lys...
bg: Нов тематичен списък със записи...
ca: Nova llista de reproducció intel·ligent...
cs: Nový chytrý seznam skladeb...
da: Ny smart spilleliste...
de: Neue intelligente Wiedergabeliste ...
el: Νέα έξυπνη λίστα...
es: Nueva lista de reproducción inteligente...
et: Uus nutikas esitusnimekiri...
eu: Zerrenda azkar berria...
fa: فهرست پخش هوشمند جدید...
fi: Uusi älykäs soittolista…
fr: Nouvelle liste de lecture intelligente...
he: רשימת־השמעה חכמה חדשה...
hu: Új intelligens lejátszólista...
it: Nuova playlist veloce...
ja: 新規スマートプレイリスト...
ka: ახალი სხარტი რეპერტუარი...
km: បញ្ជី​ចាក់​ឆ្លាត​ថ្មី...
ko: 새 스마트 재생목록...
lt: Naujas išmoningas grojaraštis...
nb: Ny smart spilleliste …
nds: Niege plietsche Afspeellist...
ne: नयाँ छरितो प्लेसूची...
nl: Nieuwe intelligente afspeellijst...
nn: Ny smart speleliste …
pa: ਨਵੀਂ ਚੁਸਤ ਸੰਗੀਤ-ਸੂਚੀ...
pl: Nowa inteligentna lista odtwarzania...
pt: Nova Lista de Reprodução Inteligente...
pt_br: Nova Lista Inteligente de Músicas...
ru: Создать интеллектуальный список...
se: Ođđa jierpmás čuojahanlistu …
sk: Nový inteligentný zoznam skladieb...
sr: Нова паметна листа...
th: สร้างรายการเล่นอัจฉริยะใหม่
tr: Yeni Akıllı Parça Listesi...
uk: Новий кмітливий список композицій...

source: New Dynamic Playlist...
af: Nuwe dinamiese speel lys...
bg: Нов динамичен списък със записи...
ca: Nova llista de reproducció dinàmica...
cs: Nový dynamický seznam skladeb...
da: Ny dynamisk spilleliste...
de: Neue dynamische Wiedergabeliste ...
el: Νέα δυναμική λίστα...
es: Nueva lista de reproducción dinámica...
et: Uus dünaamiline esitusnimekiri...
eu: Zerrenda dinamiko berria...
fa: فهرست پخش پویای جدید...
fi: Uusi elävä soittolista…
fr: Nouvelle liste de lecture dynamique...
he: רשימת־השמעה דינמית חדשה...
hu: Új dinamikus lejátszólista...
it: Nuova playlist dinamica...
ja: 新規ダイナミックプレイリスト...
ka: ახალი დინამიური რეპერტუარი...
km: បញ្ជីចាក់​ថាមវន្ត​ថ្មី...
ko: 새 동적 재생목록...
lt: Naujas dinaminis grojaraštis...
nb: Ny dynamisk spilleliste …
nds: Niege dünaamsche Afspeellist...
ne: नयाँ गतिशील प्लेसूची...
nl: Nieuwe dynamische afspeellijst...
nn: Ny dynamisk speleliste …
pa: ਨਵੀਂ ਸਫ਼ਰੀ ਸੰਗੀਤ-ਸੂਚੀ...
pl: Nowa dynamiczna lista odtwarzania...
pt: Nova Lista de Reprodução Dinâmica...
pt_br: Nova Lista Dinâmica de Músicas...
ru: Создать динамический список...
se: Ođđa dynámalaš čuojahanlistu …
sk: Nový dynamický zoznam skladieb...
sr: Додај динамичку листу нумера...
th: สร้างรายการเล่นปรับอัตโนมัติใหม่...
tr: Yeni Değişken Parça Listesi...
uk: Новий динамічний список композицій...

source: Add Radio Stream...
af: Voeg 'n Radio Uitsending by...
bg: Добавяне на радио поток...
ca: Afegeix un flux de ràdio...
cs: Přidat vysílání rádia...
da: Tilføj radiostrøm...
de: Radio-Stream hinzufügen ...
el: Προσθήκη ροής ραδιοφώνου...
es: Añadir un flujo de radio...
et: Lisa raadiovoog...
eu: Gehitu irrati-korrontea...
fa: افزودن جریان رادیویی...
fi: Lisää radiovirta…
fr: Ajouter un flux radio...
he: הוסף שידור רדיו זורם...
hu: Rádió-adatfolyam hozzáadása...
it: Aggiungi flusso radio...
ja: ラジオストリームを追加...
ka: რადიონაკადის დამატება...
km: បន្ថែម​ស្ទ្រីម​វិទ្យុ...
ko: 라디오 스트림 더하기...
lt: Pridėti radijo srautą...
nb: Legg til radiostrøm …
nds: Radiostroom tofögen...
ne: रेडियो प्रवाह थप्नुहोस्...
nl: Radiostream toevoegen...
nn: Legg til radiostraum …
pa: ਰੇਡੀਓ ਸਟਰੀਮ ਸ਼ਾਮਲ...
pl: Dodaj strumień radiowy...
pt: Adicionar uma Transmissão de Rádio...
pt_br: Adicionar Stream de Rádio...
ru: Добавить потоковое радио...
se: Lasit radiogáldu …
sk: Pridať vysielanie rádia...
sr: Додај радио ток...
th: เพิ่มรายการวิทยุอินเทอร์เน็ต...
tr: Müzik Yayını Ekle...
uk: Додати радіопотік...

source: Add Last.fm Radio...
af: Voeg Last.fm Radio by...
bg: Добавяне на радио Last.fm...
ca: Afegeix una ràdio Last.fm...
cs: Přidat last.fm rádio...
da: Tilføj Last.fm radio...
de: Last.fm-Station hinzufügen ...
el: Προσθήκη ραδιοφώνου Last.fm...
es: Añadir una radio de Last.fm...
et: Lisa last.fm raadio...
eu: Gehitu Last.fm irratia...
fa: افزودن رادیویی Last.fm...
fi: Lisää Last.fm-radio…
fr: Ajouter une radio Last.fm...
he: הוסף רדיו Last.fm...
hu: Last.fm-rádió hozzáadása...
it: Aggiungi radio Last.fm...
ja: Last.fm ラジオを追加...
km: បន្ថែមវិទ្យុ Last.fm​...
ko: Last.fm 라디오 더하기...
lt: Pridėti last.fm radiją...
nb: Legg til Last.fm radio …
nds: Last.fm-Radio tofögen...
ne: last.fm रेडियो थप्नुहोस्...
nl: Last.fm-radio toevoegen...
nn: Legg til Last.fm-radio …
pa: Last.fm ਰੇਡੀਓ ਸ਼ਾਮਿਲ...
pl: Dodaj radio Last.fm...
pt: Adicionar uma Rádio do Last.fm...
pt_br: Adicionar Rádio do Last.fm...
ru: Добавить радио last.fm...
se: Lasit Last.fm-gáldu …
sk: Pridať Last.fm rádio...
sr: Додај радио са Last.fm-а...
th: เพิ่มรายการวิทยุ Last.fm...
tr: Last.fm Radyosu Ekle...
uk: Додати радіо Last.fm...

source: Add Custom Last.fm Radio...
af: Voeg jou eie Last.fm radio by...
bg: Добавяне на потребителско радио Last.fm...
ca: Afegeix una ràdio Last.fm personalitzada...
cs: Přidat vlastní last.fm rádio...
da: Tilføj brugerdefineret Last.fm radio...
de: Benutzerdefinierte Last.fm-Station hinzufügen ...
el: Προσθήκη προσαρμοσμένου ραδιοφώνου Last.fm...
es: Añadir una radio personalizada de Last.fm...
et: Lisa kohandatud last.fm raadio...
eu: Gehitu Last.fm irrati pertsonalizatua...
fa: افزودن رادیویی سفارشی Last.fm...
fi: Lisää oma Last.fm-radio…
fr: Ajouter une radio personnalisée Last.fm...
he: הוסף רדיו Last.fm מותאם־אישית...
hu: Egyéni Last.fm-rádió hozzáadása...
it: Aggiungi radio personalizzata Last.fm...
ja: カスタム Last.fm ラジオを追加...
km: បន្ថែម​វិទ្យុ Last.fm ផ្ទាល់​ខ្លូន...
ko: 사용자 정의 Last.fm 라디오 더하기...
lt: Pridėti savo last.fm radiją...
nb: Legg til tilpasset Last.fm Radio …
nds: Egen Last.fm-Radio tofögen...
ne: अनुकूल last.fm रेडियो थप्नुहोस्...
nl: Eigen Last.fm-radio toevoegen...
nn: Legg til sjølvvald Last.fm-radio …
pa: ਕਸਟਮ Last.fm ਰੇਡੀਓ ਜੋੜੋ...
pl: Dodaj własne radio Last.fm...
pt: Adicionar uma Rádio Personalizada do Last.fm...
pt_br: Adicionar Rádio Personalizada do Last.fm...
ru: Добавить нестандартное радио Last.fm...
se: Lasit erenoamáš Last.fm radio …
sk: Pridať vlastné last.fm rádio...
sr: Додај посебан радио са Last.fm-а...
th: เพิ่มรายการวิทยุ Last.fm ตั้งเอง...
tr: Özel Last.fm Radyosu Ekle...
uk: Додати нетипове радіо Last.fm...

source: Add Podcast...
af: Voeg <i>Podcast</i> by...
bg: Добавяне на подкаст...
ca: Afegeix un podcast...
cs: Přidat podcast...
da: Tilføj podcast...
de: Podcast hinzufügen ...
el: Προσθήκη εκπομπής Pod...
es: Añadir un podcast...
et: Lisa Podcast...
eu: Gehitu Podcast-a...
fa: افزودن Podcast...
fi: Lisää podcast…
fr: Ajouter un Podcast...
he: הוסף פוד־קסט...
hu: Podcast hozzáadása...
it: Aggiungi podcast...
ja: ポッドキャストを追加...
ka: Podcast-ის დამატება...
km: បន្ថែម​ផតខាស់...
ko: 포드캐스트 더하기...
nb: Legg til podkast …
nds: Podcast tofögen...
ne: पोडकास्ट थप्नुहोस्...
nl: Podcast toevoegen...
nn: Legg til podkast …
pa: ਪੋਸਟ-ਕਾਸਟ ਸ਼ਾਮਲ...
pl: Dodaj podcast...
pt: Adicionar uma 'Podcast'...
pt_br: Adicionar Podcast...
ru: Добавить Podcast...
se: Lasit podcasta …
sk: Pridať podcast...
sr: Додај подемисију...
th: เพิ่มพ็อดแคสท์...
tr: Podcast Ekle...
uk: Додати Podcast...

source: Refresh All Podcasts
af: Verfris alle <i>Podcasts</i>
bg: Обновяване на всички подкастове
ca: Recarrega tots els podcasts
cs: Obnovit všechny podcasty
da: Genopfrisk alle podcast
de: Podcasts aktualisieren
el: Ανανέωση όλων των εκπομπών pod
es: Actualizar todos los podcasts
et: Värskenda kõiki Podcaste
eu: Freskatu Podcast guztiak
fa: بازآوری همۀ Podcasts
fi: Päivitä kaikki podcastit
fr: Rafraîchir tous les Podcasts
he: רענן את כל הפוד־קסטים
hu: Az összes podcast frissítése
it: Aggiorna tutti i podcast
ja: すべてのポッドキャストを更新
ka: ყველა Podcast-ის განახლება
km: ធ្វើ​ឲ្យ​ផតខាស់​ទាំងអស់​ស្រស់
ko: 모든 포드캐스트를 갱신
nb: Oppdater alle podkaster
nds: All Podcasts opfrischen
ne: सबै पोडकास्ट ताजा पार्नुहोस्
nl: Alle Podcasts verversen
nn: Oppdater alle podkastar
pa: ਸਭ ਪੋਸਟ-ਕਾਸਟ ਤਾਜ਼ਾ
pl: Odśwież wszystkie podcasty
pt: Actualizar Todas as 'Podcasts'
pt_br: Recarregar Todos os Podcasts
ru: Обновить все Podcast
se: Ođasmahte buot podcastaid
sk: Obnoviť všetky podcasty
sr: Освежи све подемисије
th: รีเฟรชพ็อดแคสท์ทั้งหมด
tr: Tüm Podcastları Yenile
uk: Оновити всі Podcasts

source: &Configure Podcasts...
af: Stel Podcasts op...
bg: &Настройване на подкастовете...
ca: &Configura els podcasts...
cs: Nastavit pod&casty...
da: &Indstil podradioudsendelser...
de: &Podcasts einrichten ...
el: &Ρύθμιση εκπομπών Pod...
es: &Configurar podcasts...
et: &Seadista Podcaste...
fa: &پیکربندی Podcasts...‌
fi: &Podcast-asetukset...
fr: &Configurer les podcasts...
hu: Podcastok &beállítása...
it: &Configura i podcast...
ja: ポッドキャストを設定(&C)...
km: កំណត់​រចនាសម្ព័ន្ធ​ផតខាស់...
nb: &Sett opp podkaster …
nds: Podcasts &instellen...
ne: पोडकास्ट कन्फिगर गर्नुहोस्...
nl: Podcasts &instellen...
nn: &Set opp podkastar …
pa: ਪੋਸਟ-ਕਾਸਟ ਸੰਰਚਨਾ(&C)...
pl: &Konfiguruj podcasty...
pt: &Configurar os 'Podcasts'...
pt_br: &Configurar Podcasts...
ru: &Настроить Podcast...
se: &Heivet podkástaid …
sk: N&astaviť podcasty...
sr: По&деси подемисије...
th: &ปรับแต่งพ็อดแคสท์...
tr: Podcast'leri &Yapılandır...
uk: &Налаштувати подкести...

source: Scan Interval...
af: Skandering Interval...
bg: Интервал на сканиране...
ca: Interval d'exploració...
cs: Interval procházení...
da: Skanneinterval...
de: Suchintervall ...
el: Χρονικό διάστημα σάρωσης...
es: Intervalo de exploración...
et: Uuendamise intervall...
eu: Eskaneatzeko bitartea...
fa: پویش فاصله...
fi: Tarkistustiheys…
fr: Intervalle d'analyse...
he: מרווח זמן לסריקה...
hu: Átvizsgálási időköz...
it: Intervallo di scansione...
ja: スキャンの間隔...
ka: სკანირების ინტერვალი...
km: ចន្លោះពេល​វិភាគ...
ko: 검색 주기...
lt: Skenavimo intervalas...
nb: Intervall for leting …
nds: Nakiek-Tiet...
ne: अन्तराल स्क्यान गर्नुहोस्...
nn: Søkjeintervall …
pa: ਜਾਂਚ ਅੰਤਰਾਲ...
pl: Przerwa pomiędzy skanowaniami...
pt: Intervalo de Procura...
pt_br: Intervalo do Escaneamento...
ru: Промежуток между сканированиями...
se: Ođasmahttingaskkadat …
sk: Interval skenovania...
sr: Интервал претраживања...
th: ช่วงคั่นระหว่างการค้นหา...
tr: Tarama Sıklığı...
uk: Інтервал між скануваннями...

source: Create Sub-Folder
af: Skep Sub-Gids
bg: Създаване на поддиректория
ca: Crea una subcarpeta
cs: Vytvořit podsložku
da: Opret undermappe
de: Unterordner erstellen
el: Δημιουργία υποφακέλου
es: Crear una subcarpeta
et: Alamkataloogi loomine
eu: Sortu azpikarpeta
fa: ایجاد زیرپوشه
fi: Luo alikansio
fr: Créer un sous dossier
he: צור תיקיית משנה
hu: Almappa létrehozása
it: Crea sottocartella
ja: サブフォルダを作成
ka: ქვესაქაღალდის შექმნა
km: បង្កើត​ថត​រង
ko: 하위 폴더 만들기
lt: Sukurti paaplankį
nb: Opprett undermappe
nds: Ünnerorner opstellen
ne: उप फोल्डर सिर्जना गर्नुहोस्
nl: Submap aanmaken
nn: Lag undermappe
pa: ਸਬ-ਫੋਲਡਰ ਬਣਾਓ
pl: Utwórz podkatalog
pt: Criar uma Sub-Pasta
pt_br: Criar Sub-Pasta
ru: Создать подпапку
se: Ráhkat vuollemáhpa
sk: Vytvoriť podpriečinok
sr: Направи подфасциклу
th: สร้างโฟลเดอร์ย่อย
tr: Alt Klasör Oluştur
uk: Створити підтеку

source: Folder
af: Gids
bg: Директория
ca: Carpeta
cs: Složka
da: Mappe
de: Ordner
el: Φάκελος
es: Carpeta
et: Kataloog
eu: Karpeta
fa: پوشه
fi: Kansio
fr: Dossier
he: תיקייה
hu: Mappa
it: Cartella
ja: フォルダ
ka: საქაღალდე
km: ថត
ko: 폴더
lt: Aplankas
nb: Mappe
nds: Orner
ne: फोल्डर
nl: Map
nn: Mappe
pa: ਫੋਲਡਰ
pl: Katalog
pt: Pasta
pt_br: Pasta
ru: Папка
se: Máhppa
sk: Priečinok
sr: Фасцикла
th: โฟลเดอร์
tr: Klasör
uk: Тека

source: Folder %1
af: Gids %1
bg: Основна директория %1
ca: Carpeta %1
cs: Složka %1
da: Mappe %1
de: Ordner %1
el: Φάκελος %1
es: Carpeta %1
et: Kataloog %1
eu: %1 karpeta
fa: پوشۀ %1
fi: Kansio %1
fr: Dossier %1
he: תיקייה %1
hu: Mappa %1
it: Cartella %1
ja: フォルダ %1
ka: საქაღალდე %1
km: ថត %1
ko: 폴더 %1
lt: Aplankas %1
nb: Mappe %1
nds: Orner %1
ne: फोल्डर %1
nl: Map %1
nn: Mappe %1
pa: ਫੋਲਡਰ %1
pt: Pasta %1
pt_br: Pasta %1
ru: Папка %1
se: Máhppa %1
sk: Priečinok %1
sr: Фасцикла: %1
th: โฟลเดอร์ %1
tr: Klasör: %1
uk: Тека %1

source: Loading Playlist
af: Besig om die speel lys te laai
bg: Попълване на списъка със записи
ca: S'està carregant la llista de reproducció
cs: Načítá se seznam skladeb
da: Indlæser spilleliste
de: Wiedergabeliste wird geladen
el: Φόρτωση λίστας
es: Cargando lista de reproducción
et: Esitusnimekirja laadimine
eu: Zerrenda kargatzen
fa: بار کردن فهرست پخش
fi: Ladataan soittolistaa
fr: Chargement de la liste de lecture
he: טוען רשימת־השמעה
hu: A lejátszólista betöltése
it: Caricamento della playlist
ja: プレイリストをロード
km: កំពុង​ផ្ទុក​បញ្ជី​ចាក់
ko: 재생목록 불러오는 중
lt: Įkeliamas grojaraštis
nb: Laster spilleliste
nds: Afspeellist warrt laadt
ne: प्ले सूची लोड गर्दै
nl: Afspeellijst laden
nn: Lastar speleliste
pa: ਸੰਗੀਤ-ਸੂਚੀ ਲੋਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Wczytywanie listy odtwarzania
pt: A Carregar a Lista de Reprodução
pt_br: Carregando Lista de Músicas
ru: Загрузка списка
se: Viežžamin čuojahanlisttu
sk: Načítavam zoznam skladieb
sr: Учитавам листу нумера
th: โหลดรายการเล่น
tr: Parça Listesi Yükleniyor
uk: Завантажити список композицій

source: Number of tracks
af: Aantal snitte
bg: Брой записи
ca: Nombre de peces
cs: Počet skladeb
da: Antal spor
de: Anzahl der Stücke
el: Αριθμός κομματιών
es: Número de pistas
et: Palade arv
fa: تعداد شیارها
fi: Kappaleiden lukumäärä
fr: Nombre de morceaux
he: מספר הרצועות
hu: Számok darabszáma
it: Numero di tracce
ja: トラックの数
ka: ჩანაწერის ნომერი
km: ចំនួន​បទ
ko: 트랙의 수
lt: Dainų kiekis
nb: Antall spor
nds: Tall vun Stücken
ne: ट्रयाकहरूको सङ्ख्या
nl: Aantal tracks
nn: Talet på spor
pa: ਟਰੈਕਾਂ ਦੀ ਗਿਣਤੀ
pl: Liczba utworów
pt: Número de faixas
pt_br: Número de faixas
ru: Количество композиций
se: Galle bihttá
sk: Počet stôp
sr: Број нумера
th: จำนวนเพลง
tr: Parça sayısı
uk: Кількість доріжок

source: Location
af: Ligging
bg: Местоположение
ca: Ubicació
cs: Umístění
da: Sted
de: Adresse
el: Τοποθεσία
es: Ubicación
et: Asukoht
eu: Kokalekua
fa: محل
fi: Sijainti
fr: Emplacement
he: מיקום
hu: Hely
it: Posizione
ja: 場所
ka: მდებარეობა
km: ទីតាំង
ko: 위치
lt: Vieta
nb: Plassering
nds: Oort
ne: स्थान
nl: Locatie
nn: Plassering
pa: ਟਿਕਾਣਾ
pl: Lokalizacja
pt: Localização
pt_br: Localização
ru: Путь
se: Báiki
sk: Umiestnenie
sr: Локација
th: ที่อยู่
tr: Konum
uk: Адреса

source: &Synchronize to Media Device
af: Sinkroniseer met media toestel
bg: &Синхронизиране с медийно устройство
ca: &Sincronitza amb el dispositiu de suports
cs: &Synchronizovat na mediální zařízení
da: &Synkronisér med medieenhed
de: Mit Media-Player &synchronisieren
el: &Συγχρονισμός με συσκευή πολυμέσων
es: &Sincronizar con el dispositivo de medios
et: &Sünkroniseeri meediaseadmele
eu: &Sinkronizatu multimediako gailuarekin
fa: &همگام‌سازی برای دستگاه رسانه‌
fi: &Tahdista medialaitteelle
fr: &Synchronisation avec le périphérique de média
he: &סנכרון להתקן המדיה
hu: &Szinkronizálás médiaeszközzel
it: &Sincronizza con il dispositivo multimediale
ja: メディアデバイスと同期(&S)
km: ធ្វើ​សមកាលកម្ម​ទៅ​កាន់​ឧបករណ៍​​ផ្ទុក
ko: 미디어 장치와 동기화(&S)
lt: &Sinchronizuoti su muzikos įrenginiu
nb: &Synkroniser med mediaenhet
nds: Mit Medienreedschap s&ynkroniseren
ne: मिडिया यन्त्रमा समक्रमण गर्नुहोस्
nl: Met media-apparaat &synchroniseren
nn: &Synkroniser med mediespelar
pa: ਮੀਡਿਆ ਜੰਤਰ ਨਾਲ ਸਮਕਾਲੀ(&S)
pl: &Synchronizuj z urządzeniem mediów
pt: &Sincronizar com o Dispositivo Multimédia
pt_br: &Sincronizar com o Dispositivo de Mídia
ru: &Синхронизировать переносное устройство
se: &Buohttalastte mediaovttadahkii
sk: &Synchronizovať na mediálne zariadenie
sr: &Синхронизуј са мултимедијалним уређајем
th: ปรับข้อมูลไปยังอุปกรณ์เล่นสื่อ
tr: &Medya Aygıtı ile Eşzamanla
uk: Син&хронізувати на пристрій носія

source: Error renaming the file.
af: 'n Fout het voorgekom met die herbenoeming van die lêer.
bg: Грешка при преименуване на файла.
ca: Error en reanomenar el fitxer.
cs: Chyba při přejmenování souboru.
da: Fejl ved omdøbning af fil.
de: Fehler beim Umbenennen der Datei.
el: Σφάλμα κατά τη μετονομασία του αρχείου.
es: Error al renombrar el archivo.
et: Viga faili ümbernimetamisel.
eu: Errorea fitxategia izenez aldatzean.
fa: خطای تغییر نام پرونده.
fi: Tiedostoa ei voitu nimetä uudelleen.
fr: Erreur lors du renommage du fichier.
he: שגיאה בעת שינוי שם הקובץ.
hu: Hiba történt a fájl átnevezése közben.
it: Errore nel rinominare il file.
ja: ファイル名変更中にエラー
ka: შეცდომა ფაილის სახელის შეცვლისას.
km: កំហុស​ក្នុង​ការ​ប្ដូរ​ឈ្មោះ​ឯកសារ ។
ko: 파일 이름을 변경하는 도중 오류.
lt: Pervadinant bylą įvyko klaida.
nb: Feil ved endring av filnavn.
nds: Fehler bi't Ümnömen vun de Datei.
ne: फाइल पुन: नामकरण गर्दा त्रुटि ।
nl: Fout bij het hernoemen van het bestand.
nn: Feil ved endring av filnamn.
pa: ਫਾਇਲ ਨਾਂ ਬਦਲਣ ਦੌਰਾਨ ਗਲਤੀ ਹੈ।
pl: Błąd przy zmianie nazwy pliku.
pt: Erro ao mudar o nome do ficheiro.
pt_br: Erro ao renomear o arquivo.
ru: Не удалось переименовать файл.
se: Meattáhus dáhppáhuvai rievdadettiin fiilla nama.
sk: Chyba pri premenovaní súboru.
sr: Грешка при преименовању фајла.
th: การเปลี่ยนชื่อแฟ้มผิดพลาด
tr: Dosyayı yeniden isimlendirirken hata oluştu.
uk: Помилка перейменування файла.

source: Track information is not available for remote media.
af: Snit informasie is nie vir afgeleë media beskikbaar nie.
bg: Няма налична информация за този запис.
ca: La informació de la peça no està disponible per a suports remots.
cs: Informace o skladbě nejsou dostupné pro vzdálená média.
da: Sporinformation er ikke tilgængelig for fjernmedie.
de: Es sind keine Informationen zu entfernten Medien verfügbar.
el: Μη διαθέσιμες πληροφορίες κομματιού για απομακρυσμένα πολυμέσα.
es: La información de las pistas no está disponible para medios remotos.
et: Väliste andmekandjate korral pala info puudub.
eu: Pistaren informazioa ez da erabilgarria urruneko euskarrian.
fa: اطلاعات شیار برای رسانۀ دور موجود نیست.
fi: Etämedian kappaletiedot eivät ole saatavilla.
fr: Les informations sur les morceaux ne sont pas disponibles depuis un média distant.
he: מידע רצועה לא זמין עבור מדיה מרוחקת.
hu: Távoli média esetén nincs szám-információ.
it: Non ci sono informazioni disponibili per il media remoto.
ja: リモートメディアにはトラック情報はありません。
ka: ჩანაწერი ინფორმაცია დაშორებული მედიისთვის მიუწვდომელია.
km: មិន​មាន​ព័ត៌មាន​អំពី​បទ សម្រាប់​មេឌៀ​នៅ​ឆ្ងាយ​ឡើយ ។
ko: 원격 미디어에서의 트랙 정보를 사용할 수 없습니다.
lt: Informacija apie dainą nutolusiame šaltinyje neteikiama.
nb: Sporinformasjon er ikke tilgjengelig for fjerne medier.
nds: Stück-Informatschonen sünd för feern Medien nich verföögbor.
ne: टाढाको मिडियाका लागि ट्रयाक सूचना उपलब्ध छैन ।
nl: Trackinformatie is niet beschikbaar voor externe media.
nn: Sporinformasjon er ikkje tilgjengeleg for fjerntliggjande medium.
pa: ਰਿਮੋਟ ਮੀਡਿਆ ਲਈ ਕੋਈ ਟਰੈਕ ਜਾਣਕਾਰੀ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pl: Informacja o ścieżce jest niedostępna dla mediów przenośnych.
pt: Informação de faixa não disponível para média remoto.
pt_br: Informações de faixa não estão disponíveis para mídias remotas.
ru: Для удалённого источника метаданные недоступны
se: Bihttádieđut eai leat olamuttus gáiddus mediaide.
sk: Informácie o skladbe nie sú dostupné pre vzdialené média.
sr: Информације о нумери нису доступне за удаљене медијуме.
th: ไม่มีข้อมูลของเพลงสำหรับสื่อทางไกล
tr: Uzak medya için parça bilgisi kullanılabilir değil.
uk: Для віддаленого носія інформація про доріжку недоступна.

source: This file does not exist: %1
af: Die lêer: %1 bestaan nie.
bg: Файлът не съществува: %1
ca: Aquest fitxer no existeix: %1
cs: Tento soubor neexistuje: %1
da: Denne fil eksisterer ikke: %1
de: Diese Datei existiert nicht: %1
el: Αυτό το αρχείο δεν υπάρχει: %1
es: Este archivo no existe: %1
et: Seda faili pole olemas: %1
eu: Fitxategia ez da existitzen: %1
fa: این پرونده موجود نیست: %1
fi: Tiedostoa ei ole olemassa: %1
fr: Ce fichier n'existe pas : %1
he: קובץ זה אינו קיים: %1
hu: Nem létező fájl: %1
it: Questo file non esiste: %1
ja: 次のファイルは存在しません: %1
ka: ეს ფაილი არ არსებობს: %1
km: មិន​មាន​ឯកសារ​នេះ​ឡើយ ៖ %1
ko: 이 파일은 존재하지 않습니다: %1
lt: Ši byla neegzistuoja: %1
nb: Fila finnes ikke: %1.
nds: Disse Datei gifft dat nich: %1
ne: यो फाइल अवस्थित छैन: %1
nl: Dit bestand bestaat niet: %1
nn: Fila finst ikkje: %1.
pa: ਇਹ ਫਾਇਲ ਮੌਜੂਦ ਨਹੀਂ ਹੈ: %1
pl: Ten plik nie istnieje: %1
pt: Este ficheiro não existe: %1
pt_br: Este arquivo não existe: %1
ru: Файл не существует: %1
se: Fiila %1 ii gávdno
sk: Tento súbor neexistuje: %1
sr: Овај фајл не постоји: %1
th: ไม่มีแฟ้มนี้อยู่: %1
tr: Dosya mevcut değil: %1
uk: Цей файл не існує: %1

source: E&dit
af: Redigeer
bg: &Редактиране
ca: E&dita
cs: Up&ravit
da: R&edigér
de: &Bearbeiten
el: &Επεξεργασία
es: E&ditar
et: Muu&da
eu: E&ditatu
fa: &ویرایش‌
fi: &Muokkaa
fr: Mo&difier
he: &ערוך
hu: &Szerkesztés
it: Mo&difica
ja: 編集(&D)
ka: &შეცვლა
km: កែសម្រួល
ko: 편집(&D)
lt: &Keisti
nb: &Rediger
nds: &Bewerken
ne: सम्पादन गर्नुहोस्
nl: Be&werken
nn: &Rediger
pa: ਸੋਧ(&d)
pl: E&dycja
pt: E&ditar
pt_br: E&ditar
ru: &Изменить
se: D&oaimmat
sk: Up&raviť
sr: Уре&ди
th: แก้ไ&ข
tr: &Düzenle
uk: Р&едагувати

source: Show &Information
af: Vertoon Informasie
bg: Показване на &информация
ca: Mostra la &informació
cs: Zobrazit &informace
da: Vis &information
de: &Informationen anzeigen
el: Εμφάνιση &πληροφοριών
es: Mostrar &información
et: Näita &infot
eu: Erakutsi &informazioa
fa: نمایش &اطلاعات‌
fi: Näytä &tiedot
fr: Montrer les &informations
he: הצג &מידע
hu: &Információ megjelenítése
it: Mostra &informazioni
ja: 情報を表示(&I)
ka: &ინფორმაციის ჩვენება
km: បង្ហាញ​ព័ត៌មាន
ko: 정보 보기(&I)
lt: Rodyti &informaciją
nb: Vis &informasjon
nds: &Informatschonen wiesen
ne: सूचना देखाउनुहोस्
nl: &Informatie tonen
nn: Vis &informasjon
pa: ਜਾਣਕਾਰੀ ਵੇਖਾਓ(&I)
pl: Pokaż &informację
pt: Mostrar as &Informações
pt_br: Mostrar &Informações
ru: Показать &сведения
se: Čájet &dieđuid
sk: Zobraziť &informácie
sr: Прикажи &информације
th: แสดงข้&อมูล
tr: &Bilgi Göster
uk: Показати &інформацію
