Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: A list of your favorite albums will appear here, once you have rated a few of your songs.
af: 'n Lys van jou gunsteling albums sal hier verskyn, sodra jy 'n paar snitte 'n rang toegeken het.
bg: Тук ще се появи списък с любимите ви албуми след като дадете оценка на няколко песни.
ca: Aquí apareixerà un llistat amb els vostres àlbums preferits, un cop hàgiu valorat unes quantes cançons.
cs: Zde se objeví seznam vašich oblíbených alb, poté co ohodnotíte nějaké skladby.
da: En liste med dine foretrukne albummer vises her, så snart du har spillet bedømt nogle få af dine sange.
de: Nachdem Sie die ersten Stücke bewertet haben, erscheint hier eine Liste mit Ihren Lieblingsalben.
el: Μια λίστα με τα αγαπημένα σας άλμπουμ θα εμφανιστεί εδώ, αφού βαθμολογήσετε μερικά από τα τραγούδια σας.
es: Aquí aparecerá una lista con sus álbumes favoritos, una vez que haya valorado algunas de sus canciones.
et: Siin näed kõiki oma lemmikalbumeid pärast seda, kui oled vähemalt mõnda pala hinnanud.
eu: Zure album gogokoen zerrenda agertuko da, abesti batzuei balioa eman ondoren.
fa: به محض اینکه تعدادی از ترانه‌هایتان را پخش کردید، فهرستی از آلبومهای پسندانتان در اینجا ظاهر می‌شود.
fi: Tähän ilmestyy luettelo lempilevyistästäsi, kunhan ensin arvostelet muutamia kappaleita.
fr: Une liste de vos albums préférés apparaîtra ici, une fois que vous aurez noté quelques-uns de vos morceaux.
he: רשימת הכותרים המועדפים שלך תופיע כאן, ברגע תדרג כמה מהשירים שלך.
hu: A kedvenc albumok listája fog itt megjelenni, amikor már lesznek besorolással rendelkező számok.
it: Un elenco dei tuoi album preferiti apparirà qui, dopo aver valutato alcuni brani.
ja: いくつかの曲に評価を付けると、ここにお気に入りのアルバムのリストが表示されます。
km: បញ្ជី​របស់​អាល់ប៊ុម​សំណព្វ​នឹង​បង្ហាញ​នៅ​​ទីនេះ កាលណា​អ្នក​បានវាយតម្លៃ​បទចម្រៀង​របស់​អ្នក​ពីរឬបី​បទ ។
ko: 당신이 비중을 두었던 당신의 노래 일부로 이루어진 즐겨 듣는 음반이 여기에 표시됩니다.
lt: Kai įvertinsite kelias dainas, čia matysite mėgstamiausių albumų sąrašą.
nb: Her vil du få se en oversikt over yndlingsalbumene dine når du har rangert noen av dine melodier.
nds: Na dat Du en Reeg Stücken afspeelt hest, dukt hier en List vun Dien leefst Alben op.
ne: तपाईँको मनपर्ने एल्बमहरुको सूची यहाँ देखाइनेछ, एकपटक तपाईँले आफ्नो केही गीतहरूको दर कायम गर्नुभएको थियो ।
nl: Een lijst van favoriete albums komen hier te staan zodra u een aantal nummers hebt gewaardeerd.
nn: Her vil du få sjå ei oversikt over favorittalbuma dine (så snart du har gitt nokre av spora karakter).
pa: ਤੁਹਾਡੇ ਪਸੰਦੀਦਾ ਐਲਬਮਾਂ ਦੀ ਸੂਚੀ ਇੱਥੇ ਵਿਖਾਈ ਜਾਵੇਗੀ, ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਕੁਝ ਗਾਣਿਆਂ ਨੂੰ ਰੇਟ ਦੇ ਦਿੱਤਾ।
pl: Lista Twoich ulubionych albumów pojawi się tutaj, kiedy już ocenisz kilka Twoich utworów.
pt: Quando tiver classificado algumas das suas músicas, vai aparecer aqui uma lista dos seus álbuns favoritos.
pt_br: Uma lista de seus álbuns favoritos aparecerá aqui, uma vez que você tenha avaliado algumas de suas músicas.
ru: Здесь выводятся ваши любимые альбомы (но только после того, как вы указали рейтинг хотя бы для нескольких композиций).
se: Dás oainnát iežat favorihttaskearruid, go vuos leat addán árvosáni moadde bihtáide.
sk: Tu sa objaví zoznam vašich obľúbených albumov po tom, ako ohodnotíte niekoľko z vašich piesní.
sr: Пошто оцените неколико нумера, овде ће се појавити листа ваших омиљених албума.
th: รายชื่อของอัลบั้มที่คุณชื่นชอบจะปรากฏที่นี่ ทันทีที่คุณได้ทำการให้เรตติงเพลงของคุณซัก 2-3 เพลง
uk: Тут буде показано список ваших улюблених альбомів після того, як ви прослухали декілька ваших пісень.

source: A list of your favorite albums will appear here, once you have played a few of your songs.
af: 'n Lys van jou gunsteling albums sal hier verskyn, sodra jy 'n paar snitte gespeel het.
bg: Тук ще се появи списък с любимите ви албуми след като като дадете оценка на няколко песни.
ca: Aquí apareixerà un llistat amb els vostres àlbums preferits, un cop hàgiu reproduït unes quantes cançons.
cs: Zde se objeví seznam vašich oblíbených alb, poté co přehrajete nějaké skladby.
da: En liste med dine foretrukne albummer vises her, så snart du har spillet nogle få af dine sange.
de: Nachdem erstmals einige Stücke gespielt wurden, erscheint hier eine Liste mit Ihren Lieblingsalben.
el: Μια λίστα με τα αγαπημένα σας άλμπουμ θα εμφανιστεί εδώ, αφού ακούσετε μερικά από τα τραγούδια σας.
es: Aquí aparecerá una lista con sus álbumes favoritos, una vez que haya reproducido algunas de sus canciones.
et: Siin näed kõiki oma lemmikalbumeid pärast seda, kui oled vähemalt mõnda pala kuulanud.
eu: Zure album gogokoen zerrenda agertuko da, abesti batzuk erreproduzitu ondoren.
fa: به محض اینکه تعدادی از ترانه‌هایتان را پخش کردید، فهرستی از آلبومهای پسندانتان در اینجا ظاهر می‌شود.
fi: Tähän ilmestyy luettelo lempilevyistästäsi, kunhan ensin soitat muutamia kappaleita.
fr: Une liste de vos albums préférés apparaîtra ici, une fois que vous aurez écouté quelques-uns de vos morceaux.
he: רשימת הכותרים המועדפים שלך תופיע כאן, ברגע שתשמיע כמה מהשירים שלך.
hu: A kedvenc albumok listája fog itt megjelenni, amikor már lesznek lejátszott számok.
it: Un elenco dei tuoi album preferiti apparirà qui, dopo aver riprodotto alcuni brani.
ja: 曲をいくつか再生すると、ここにお気に入りのアルバムのリストが表示されます。
km: បញ្ជី​របស់​អាល់ប៊ុម​សំណព្វ​នឹង​បង្ហាញ​នៅ​​ទីនេះ កាលណា​អ្នក​បានចាក់​បទចម្រៀង​របស់​អ្នក​ពីរឬបី​បទ ។
ko: 당신이 재생했던 당신의 노래 일부로 이루어진 즐겨 듣는 음반이 여기에 표시됩니다.
lt: Perklausius kelias dainas, čia matysite mėgstamiausių albumų sąrašą.
nb: Her vil du få se en oversikt over favorittsporene dine når du har spilt noen spor.
nds: Na dat Afspelen vun en Reeg vun Stücken dukt hier en List vun Dien leefste Alben op.
ne: तपाईँको मनपर्ने एल्बमहरूको सूची यहाँ देखाइनेछ, एकपटक तपाईँले आफ्नो केही गीतहरू प्ले गर्नुभएको थियो ।
nl: Een lijst van favoriete albums komen hier te staan zodra u een aantal nummers hebt afgespeeld.
nn: Her vil du få sjå ei oversikt over favorittalbuma dine (så snart du har spelt nokre spor).
pa: ਤੁਹਾਡੇ ਪਸੰਦੀਦਾ ਐਲਬਮਾਂ ਦੀ ਸੂਚੀ ਇੱਥੇ ਵਿਖਾਈ ਜਾਵੇਗੀ, ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਕੁਝ ਗਾਣੇ ਤੁਸੀਂ ਚਲਾਏ।
pl: Lista Twoich ulubionych albumów pojawi się tutaj, kiedy już odtworzysz kilka Twoich utworów.
pt: Quando tiver reproduzido algumas das suas músicas, vai aparecer aqui uma lista dos seus álbuns favoritos.
pt_br: Uma lista de seus álbuns favoritos aparecerá aqui, uma vez que você tenha reproduzido algumas de suas músicas.
ru: Здесь выводятся ваши любимые альбомы (но только после воспроизведения хотя бы для нескольких композиций).
se: Dás oainnát iežat favorihttabihtáid (go vuos leat čuojahan moadde bihtá).
sk: Tu sa objaví zoznam vašich obľúbených albumov, potom čo si prehráte niekoľko skladieb
sr: Пошто одслушате неколико нумера, овде ће се појавити листа ваших омиљених албума.
th: รายชื่อของอัลบั้มที่คุณชื่นชอบจะปรากฏที่นี่ ทันทีที่คุณได้ทำการเล่นเพลงของคุณซัก 2-3 เพลง
tr: Birkaç şarkınızı çaldıktan sonra, en sevdiğiniz albümlerinizin listesi burada görünecek.
uk: Тут буде показано список ваших улюблених альбомів після того, як ви прослухали декілька ваших пісень.

source: Skip
af: Spring oor
bg: Пропуск.
ca: Salta
cs: Přeskočit
de: Überspringen
el: Παράλειψη
es: Saltar
et: Jäta vahele
eu: Saltatu
fa: پرش‌
fi: Ohita
fr: Ignorer
he: דלג
hu: Kihagyás
it: Salta
km: រំលង
ko: 건너뛰기
lt: Praleisti
nb: Hopp over
nds: Övergahn
ne: फड्काउनुहोस्
nl: Overslaan
nn: Hopp over
pa: ਛੱਡੋ
pl: Pomiń
pt: Ignorar
pt_br: Pular
ru: Пропустить
se: Njuikes badjel
sk: Preskočiť
sr: Прескочи
th: ข้าม
tr: Atla
uk: Пропустити

source: Love
af: Liefde
bg: Обич
ca: Enamora
cs: Super
da: Elsk
de: Favorisieren
el: Μ' αρέσει
es: Me encanta
et: Armasta
fi: Ihana
fr: J'adore !
he: אהבה
hu: Kedvelt
it: Ama
km: ស្រឡាញ់
ko: 사랑
lt: Mylėti
nb: Elsk
nds: Vörtrecken
ne: प्रेम
nl: Mooi
nn: Elsk
pa: ਪਿਆਰ
pl: Ukochaj
pt: Adorar
pt_br: Adorei
ru: Отметить композицию как хорошую
se: Ráhkis
sk: Láska
sr: Волим
th: รัก
tr: Sev
uk: Кохання

source: Ban
af: Verban
bg: Бан
ca: Desterra
cs: Zakázat
da: Bandlys
de: Verbannen
el: Εξορία
es: Prohibir
et: Keela
eu: Galarazi
fa: تحریم
fi: Yäk
fr: Bannir
he: איסור
hu: Tiltás
it: Vieta
km: ហាមឃាត់
ko: 금지
lt: Užblokuoti
nb: Fordøm
nds: Utsluten
ne: निषेध
nl: Verbannen
nn: Bannlys
pa: ਪਾਬੰਦੀ
pl: Zabroń
pt: Banir
pt_br: Banida
ru: Запретить
se: Hilggo
sk: Zakázať
sr: Забрани
th: แบน
tr: Yasakla
uk: Заборонити

source: Stream Details
af: Stroom Besonderhede
bg: Подробности за източника
ca: Detalls del flux
cs: Detaily o proudu
da: Detaljeret information om strøm
el: Λεπτομέρειες ροής
es: Detalles del flujo
et: Voo üksikasjad
eu: Korrontearen xehetasunak
fa: جزئیات جریان
fi: Virran tiedot
fr: Détails du flux
he: פירטי השידור־הזורם
hu: A sugárzott adatok részletei
it: Dettagli flusso
ja: ストリームの詳細
ka: ნაკადის დეტალები
km: សេចក្ដី​លម្អិត​ស្ទ្រីម
ko: 스트림 세부사항
lt: Srauto informacija
nb: Strømdetaljer
nds: Stroom-Enkelheiten
ne: प्रवाह विवरण
nn: Straumdetaljar
pa: ਸਟਰੀਮ ਵੇਰਵਾ
pl: Szczegóły strumienia
pt: Detalhes da Transmissão
pt_br: Detalhes do Stream
ru: Сведения о потоке
se: Gáldobienat
sk: Detaily o prúde
sr: Детаљи тока
th: รายละเอียดสตรีม
tr: Müzik Yayını Ayrıntıları
uk: Подробиці про потік

source: Metadata History
af: Metadata Geskiedenis
bg: История на метаинформацията
ca: Historial de metadades
cs: Historie metadat
da: Metadata-historik
de: Metadaten-Verlauf
el: Ιστορικό μεταδεδομένων
es: Historial de los metadatos
et: Metaandmete ajalugu
eu: Metadatuen historia
fa: تاریخچۀ فراداده
fi: Historia
fr: Historique des méta-informations
he: היסטורית מידע התג
hu: A jellemzők előzményei
it: Cronologia delle informazioni aggiuntive
ja: メタデータ履歴
ka: Meta მონაცემების ისტორია
km: ប្រវត្តិ​ទិន្នន័យ​មេតា
ko: 메타데이터 변경 기록
lt: Meta informacijos žurnalas
nb: Metadatalogg
nds: Stückinformatschoon-Vörgeschicht
ne: मेटाडेटा इतिहास
nl: Metadatageschiedenis
nn: Metadatalogg
pa: ਮੈਟਾਡਾਟਾ ਅਤੀਤ
pl: Historia metadanych
pt: Histórico dos Meta-Dados
pt_br: Histórico de Metadados
ru: Журнал изменения метаданных
se: Metadáhtahistorjá
sk: História Metadata
sr: Историјат метаподатака
th: ประวัติข้อมูลเมตา
tr: Müzik Bilgisi Geçmişi
uk: Історія метаданих

source: Unknown Channel (not in Database)
af: Onbekende kanaal (nie in databasis nie)
bg: Неизвестен канал (не е в БД)
ca: Canal desconegut (no és a la base de dades)
cs: Neznámý kanál (není v databázi)
da: Ukendt kanal (ikke i databasen)
de: Unbekannter Kanal (nicht in der Datenbank)
el: Άγνωστο κανάλι (όχι στη βάση δεδομένων)
es: Canal desconocido (no está en la base de datos)
et: Tundmatu kanal (pole andmebaasis)
eu: Kanal ezezaguna (ez dago datu-basean)
fa: مجرای ناشناخته )در دادگان نیست(
fi: Tuntematon kanava (ei ole tietokannassa)
fr: Canal inconnu (inconnu dans la base de données)
he: ערוץ לא ידוע (לא במסד הנתונים)
hu: Ismeretlen csatorna (nincs benne az adatbázisban)
it: Canale sconosciuto (non nel database)
ja: 不明なチャンネル (データベースにありません)
ka: უცნობი არხი (მონაცემთა ბაზაში არაა)
km: មិន​ស្គាល់​ប៉ុស្តិ៍ (មិន​មាន​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ)
ko: 알 수 없는 채널 (데이터베이스에 없음)
lt: Nežinomas kanalas (nepriklauso duomenų bazei)NEŽNOMAS
nb: Ukjent kanal (ikke i databasen)
nds: Nich bekannt Kanaal (nich binnen Datenbank)
ne: (डाटाबेसमा नभएको) अज्ञात च्यानल
nl: Onbekend kanaal (niet in database)
nn: Ukjend kanal (ikkje i databasen)
pa: ਅਣਜਾਣ ਚੈਨਲ (ਡਾਟਾਬੇਸ 'ਚ ਨਹੀਂ ਹੈ)
pl: Nieznany kanał (nie znajduje się w bazie danych)
pt: Canal Desconhecido (ausente na Base de Dados)
pt_br: Canal Desconhecido (não está no Banco de Dados)
se: Amas kánala (ii leat diehtovuođus)
sk: Neznámy kanál (nie je v databázy)
sr: Непознат канал (није у бази)
th: ช่องที่ไม่รู้จัก (ไม่อยู่ในฐานข้อมูล)
tr: Bilinmeyen Kanal (Veritabanında yok)
uk: Невідомий канал (нема в базі даних)

source: No podcast website.
af: Geen <i>podcast</i> web bladsy
bg: Няма сайт с подкаст.
ca: Cap web pel podcast.
da: Ingen hjemmeside for podudsendelser.
de: Keine Podcast-Webseite
el: Δεν υπάρχει δικτυακός τόπος για την εκπομπή pod.
es: No es sitio de podcast
et: Pole Podcasti veebileht.
eu: Ez dago podcast-aren gunerik.
fa: بدون وب‌گاه podcast.
fi: Podcastilla ei ole verkkosivustoa.
fr: Pas de site web pour le podcast.
he: אין אתר אינטרנט לפוד־קסטים.
hu: Nem podcast-weblap.
it: Nessun sito web del podcast.
ja: ポッドキャストウェブサイトがありません。
ka: podcast ვებგვერდი არას.
km: គ្មាន​តំបន់​បណ្ដាញ​ផតខាស់​ឡើយ ។
ko: 포드캐스트 웹사이트 없음.
nb: Ikke noe podcast-nettsted.
nds: Keen Podcast-Nettsiet
ne: पोडकास्ट वेबसाइट छैन ।
nl: Geen podcastwebsite.
nn: Dette finst ikkje noko nettside for podkasten.
pa: ਕੋਈ ਪੋਸਟ-ਕਾਸਟ ਵੈੱਬਸਾਇਟ ਨਹੀਂ ਹੈ।
pl: Brak strony WWW podcastu.
pt: O 'podcast' não tem página Web.
pt_br: Nenhuma página na web do podcast.
se: Ii leat podkást-fierbmebáiki.
sk: Žiadna webová stránka s podcastami.
sr: Нема веб сајта за подемисију.
th: ไม่มีเว็บไซต์พ็อดแคสท์
tr: Hiç Podcast Web sitesi yok.
uk: Нема веб-сайту цього podcast.

source: Podcast by %1
af: <i>Podcast</i> deur %1
bg: Подкаст от %1
ca: Podcast per %1
cs: Podcast od %1
da: Podradioudsendelse af %1
de: Podcast von %1
el: Εκπομπή Pod από %1
es: Podcast por %1
et: %1 Podcast
fa: podcast بر اساس %1
fi: Podcastin tekijä: %1
fr: Podcast par %1
he: פוד־קסטים של %1
hu: Podcast, szerző: %1
it: Podcast di %1
ja: %1 によるポッドキャスト
ka: Podcast %1-ს მიერ
km: ផតខាស់​ដោយ %1
ko: %1에 의한 포드캐스트
nb: Podcaster av %1
nds: Podcast vun "%1"
ne: %1 द्वारा पोडकास्ट
nl: Podcast door %1
nn: Podkast etter %1
pa: %1 ਵਲੋਂ ਪੋਸਟ-ਕਾਸਟ
pl: Podcast wykonawcy %1
pt: 'Podcast' de %1
pt_br: Podcast por %1
ru: Podcast, %1
se: Podkástta maid %1 lea ráhkadan
sk: Podcast od %1
sr: Подемисија од %1
th: พ็อดแคสท์โดย %1
tr: %1 in Podcastı
uk: Podcast від %1

source: (Cached)
af: (Gekas)
bg: (Кеширан)
ca: (A la cau)
cs: (v keši)
da: (Cachet)
de: (Zwischengespeichert)
el: (Στη λανθάνουσα μνήμη)
es: (En caché)
et: (puhverdatud)
eu: (Cachean)
fa: )نهانگاهی‌شده(
fi: (välimuistissa)
fr: (Mis en cache)
he: (במטמון)
hu: (Gyorstárazva)
it: (In cache)
ja: (キャッシュに格納)
ka: (ქეშირებული)
km: (បាន​ទុក​ក្នុង​ឃ្លាំងសម្ងាត់)
ko: (캐쉬됨)
lt: (podėlyje)
nb: (Mellomlagret)
nds: (Twischenspiekert)
ne: (क्यास गरिएको)
nl: (Gebufferd)
nn: (I mellomlager)
pa: (ਕੈਂਚੇ ਕੀਤਾ)
pl: (Zbuforowany)
pt: (Em 'cache')
pt_br: (Cacheado)
ru: (кэш)
se: (Gaskavuorkás)
sk: (V cache)
sr: (кеширано)
th: (แคชไว้)
tr: (Önbelleklenmiş)
uk: (В кешу)

source: Episodes from %1
af: Episodes van %1
bg: Епизоди на %1
ca: Episodis de %1
cs: Epizody z %1
da: Episoder fra %1
de: Episoden von %1
el: Επεισόδια από %1
es: Episodios de %1
et: Episoodid asukohast %1
eu: %1(e)n pasarteak
fa: فقره‌ها از %1
fi: Podcastin ”%1” jaksot
fr: Épisodes de « %1 »
he: קטעים מתוך %1
hu: Epizódok ebből: %1
it: Puntate da %1
ja: %1 のエピソード
ka: ეპიოდები %1-დან
km: ការ​ផ្សាយ​ពី %1
ko: %1의 에피소드
lt: Epizodai iš %1
nb: Episoder fra %1
nds: Kapitels vun "%1"
ne: %1 बाट भाग लगाउँदछ
nl: Episodes van %1
nn: Episodar frå %1
pa: %1 ਤੋਂ ਕਾਂਡ
pl: Odcinki z %1
pt: Episódios de %1
pt_br: Episódios de %1
ru: Эпизоды с %1
se: Oasit %1:s
sk: Epizódy z %1
sr: Епизоде са %1
th: ตอนต่างๆ จาก %1
tr: %1 in parça listeleri
uk: Епізоди з %1

source: Episodes from this Channel
af: Episodes van hierdie kanaal
bg: Епизоди от този канал
ca: Episodis des d'aquest canal
cs: Epizody z tohoto kanálu
da: Episoder fra denne kanal
de: Episoden von diesem Kanal
el: Επεισόδια από αυτό το κανάλι
es: Episodios de este canal
et: Episoodid sellelt kanalilt
eu: Kanal honetako pasarteak
fa: فقره‌ها از این مجرا
fi: Tämän kanavan jaksot
fr: Épisodes pour ce canal
he: קטעים מתוך הערוץ הזה
hu: Epizódok ebből a csatornából
it: Puntate da questo canale
ja: このチャンネルのエピソード
ka: ამ არხიდან ეპიოდები
km: ការ​ផ្សាយ​ពី​ប៉ុស្តិ៍​នេះ
ko: 이 채널의 에피소드
lt: Epizodai iš šio kanalo
nb: Episoder fra denne kanalen
nds: Kapitels vun dissen Kanaal
ne: यो च्यानलबाट भाग लगाउँदछ
nl: Episodes van dit kanaal
nn: Episodar frå denne kanalen
pa: ਇਹ ਚੈਨਲ ਤੋਂ ਕਾਂਡ
pl: Odcinki z tego kanału
pt: Episódios deste Canal
pt_br: Episódios deste Canal
ru: Эпизоды с этого канала
se: Oasit dán kánalas
sk: Epizódy z tohto kanálu
sr: Епизоде са овог канала
th: ตอนต่างๆ จากช่องนี้
tr: Bu kanaldan parça listeleri
uk: Епізоди з цього каналу

source: <- Back
af: <- Terug
bg: <- Назад
ca: <- Endarrere
cs: <- Zpět
da: <- Tilbage
de: <- Zurück
el: <- Πίσω
es: <- Atrás
et: <- Tagasi
eu: <- Aurrekoa
fa: <- پس‌سو
fi: takaisin
fr: <- Retour
he: <- אחורה
hu: <- Vissza
it: <- Indietro
ja: <- 戻る
ka: <- უკან
km: <- ថយក្រោយ
ko: <- 뒤로
lt: <– atgal
nb: <- Tilbake
nds: <- Torüch
ne: <- पछाडि
nl: <- Terug
nn: ← Tilbake
pa: <- ਪਿੱਛੇ
pl: <- Wstecz
pt: <- Recuar
pt_br: <- Voltar
ru: <- Назад
se: <- Maŋus
sk: <- Späť
sr: <- Назад
th: <- กลับ
tr: <- Geri
uk: <- Назад

source: Browse Artist
af: Blaai deur kunstenaars
bg: Разглеждане на изпълнители
ca: Explora l'artista
cs: Prohlížet interpreta
da: Kig efter kunstner
de: Interpret durchsehen
el: Περιήγηση καλλιτέχνη
es: Buscar artista
et: Lehitse esitajat
eu: Arakatu artista
fa: مرور هنرمند
fi: Selaa artistin teoksia
fr: Naviguer dans les artistes
he: דפדף אומן
hu: Előadó böngészése
it: Sfoglia Artisti
ja: アーティストをブラウズ
ka: შემსრულებლის არჩევა
km: រុករក​សិល្បករ
ko: 아티스트 탐색
lt: Atlikėjo informacija
nb: Søk etter artist
nds: Künstler dörkieken
ne: कलाकार ब्राउज गर्नुहोस्
nl: Artiest bladeren
nn: Sjå gjennom artist
pa: ਕਲਾਕਾਰ ਝਲਕ
pl: Przeglądaj wykonawców
pt: Navegar no Artista
pt_br: Navegar no Artista
ru: Открыть страницу исполнителя
se: Bláđđe artistta
sk: Prehliadať interpreta
sr: Прегледај извођача
th: เรียกดูศิลปิน
tr: Sanatçılara Gözat
uk: Навігація виконавців

source: Information for Current Track
af: Informasie vir die huidige snit
bg: Информация за текущия запис
ca: Informació de la peça actual
cs: Informace k aktuální skladbě
da: Information om dette spor
de: Informationen für das aktuelle Stück
el: Πληροφορίες για το τρέχον κομμάτι
es: Información de la pista actual
et: Praeguse pala info
eu: Uneko pistaren informazioa
fa: اطلاعات برای شیار جاری
fi: Nykyisen kappaleen tiedot
fr: Contexte du morceau courant
he: המידע עבור הרצועה הנוכחית
hu: Információ az aktuális számról
it: Informazioni per la traccia attuale
ja: 現在のトラックの情報
ka: ინფორმაცია მიმდინარე ჩანაწერის შესახებ
km: ព័ត៌មាន​សម្រាប់​បទ​បច្ចុប្បន្ន
ko: 현재 트랙에 대한 정보
lt: Dabartinės dainos informacija
nb: Informasjon for dette sporet
nds: Informatschonen för aktuell Stück
ne: हालको ट्रयाकका लागि सूचना
nl: Informatie over huidige track
nn: Informasjon for gjeldande spor
pa: ਮੌਜੂਦਾ ਟਰੈਕ ਲਈ ਜਾਣਕਾਰੀ
pl: Informacja dla bieżącego utworu
pt: Informação da Faixa Actual
pt_br: Informações sobre a Faixa Atual
ru: Сведения о текущей композиции
se: Dán bihtá dieđut
sk: Informácie o aktuálnej stope
sr: Подаци за тренутну нумеру
th: ข้อมูลของเพลงที่เล่นอยู่
tr: Geçerli Parça Bilgisi
uk: Інформація для поточної доріжки

source: Wikipedia Information for %1
af: Wikipedia Informasie vir %1
bg: Информация от Уикипедия за %1
ca: Informació de la Viquipèdia per %1
cs: Informace z Wikipedie o %1
de: Wikipedia-Informationen für %1
el: Πληροφορίες Wikipedia για %1
es: Información de la Wikipedia para %1
et: %1 info Wikipedias
eu: %1(r)en Wikipediako informazioa
fa: اطلاعات ویکی‌پدیا برای %1
fi: Wikipedian artikkeli aiheesta %1
fr: Informations Wikipédia pour %1
he: מידע וויקיפדיה עבור %1
hu: Wikipedia-információ erről: %1
it: Informazioni Wikipedia per %1
ja: %1 の Wikipedia 情報
ka: ვიკიპედიიდან ინფორმაცია %1-თვის
km: ព័ត៌មាន​វិគីផេឌៀ​សម្រាប់ %1
ko: %1에 대한 위키백과 정보
lt: Wikipedijos informacija %1
nb: Informasjon fra Wikipedia for %1
nds: Wikipedia-Informatschonen för "%1"
ne: %1 का लागि विकिपेडिया सूचना
nl: Wikipedia-informatie over %1
nn: Wikipedia-informasjon for %1
pa: %1 ਲਈ ਵਿੱਕੀਪੀਡਿਆ ਜਾਣਕਾਰੀ
pl: Informacja z Wikipedii dla %1
pt: Informação do Wikipedia de %1
pt_br: Informações na Wikipedia para %1
ru: Страница Wikipedia для %1
se: Wikipedia-dieđut %1:s
sk: Informácie z Wikipédie o %1
sr: Подаци из Википедије о %1
th: ข้อมูลของ Wikipedia สำหรับ %1
tr: %1 İçin Ansiklopedi Bilgisi
uk: Інформація з Wikipedia для %1

source: Google Musicsearch for %1
af: Google musie soektog vir %1
bg: Търсене на музика в Google - %1
ca: Google Musicsearch per %1
cs: Vyhledat %1 na Google Musicsearch
da: Musiksøgning på Google for %1
de: Google Musiksuche für %1
el: Google Musicsearch για %1
es: Búsqueda en Google Musicsearch para %1
et: %1 Google Musicsearch'is
eu: %1(r)en Google Musicsearch
fa: جستجوی موسیقی گوگل برای %1
fi: Googlen musiikkihaun tulokset haulle ”%1”
fr: Recherche de musique Google pour %1
he: חיפוש מוזיקה ב־ Google עבור %1
hu: Google-zenekeresés erre: %1
it: Google Musicsearch per %1
ja: %1 の Google Musicsearch
ka: Google მუსიკის ძიება %1-სთვის
km: ស្វែងរក​បទ %1 តាម​រយៈ​ហ្គូហ្គល
ko: %1에 대한 구글 음악검색
lt: Google muzikos paieška %1
nb: Musikksøk etter %1 på Google
nds: Google-Musiksöök för "%1"
ne: %1 का लागि गुगल सङ्गीत खोजी
nl: Met Google Musicsearch zoeken naar %1
nn: Musikksøk etter %1 på Google
pa: %1 ਲਈ ਗੂਗਲ ਸੰਗੀਤ ਖੋਜ
pl: Przeszukaj Google Musicsearch dla %1
pt: Pesquisa no Google por %1
pt_br: Musicsearch do Google para %1
ru: Musicsearch от Google для %1
se: Oza %1 Google-musihkkaohcamis
sk: Vyhľadávanie hudby pomocou Google na %1
sr: Google-ова музичка претрага за %1
th: การค้นหาดนตรีของ Google สำหรับ %1
tr: %1 için Google Musicsearch
uk: Пошук музики в Google для %1

source: Browse Label
af: Blaai deur etikette
bg: Разглеждане на етикети
ca: Explora l'etiqueta
cs: Procházet popisky
da: Led efter etiket
de: Labels durchsehen
el: Λεζάντα περιήγησης
es: Buscar etiqueta
et: Märgendi uurimine
fa: مرور برچسب
fi: Selaa nimikettä
fr: Naviguer dans les libellés
hu: Címke böngészése
it: Sfoglia Etichetta
ja: ラベルをブラウズ
km: រុករក​ស្លាក
lt: Etiketės informacija
nb: Bla gjennom plateselskap
nds: Steekwöör dörkieken
ne: लेबुल ब्राउज गर्नुहोस्
nl: Label bladeren
nn: Sjå merkelappar
pa: ਲੇਬਲ ਝਲਕ
pl: Przeglądaj etykiety
pt: Escolher a Legenda
pt_br: Navegar no Rótulo
ru: Открыть метку
se: Bláđđe mearkka
sk: Prehliadať štítok
sr: Прегледај етикету
th: เรียกดูป้าย
tr: Etiketleri Göster
uk: Навігація надпису

source: Last.fm Information for %1
af: Last.fm Informasie vir %1
bg: Информация от Last.fm за %1
ca: Informació de last.fm per %1
cs: Informace z Last.fm o %1
de: Last.fm-Informationen für %1
el: Πληροφορίες last.fm για %1
es: Información de Last.fm para %1
et: %1 info Last.fm-is
fa: اطلاعات Last.fm برای %1
fi: Last.fm-tiedot kohteelle %1
fr: Information Last.fm pour %1
hu: Last.fm-információ erről: %1
it: Informazioni Last.fm per %1
ja: %1 の Last.fm 情報
km: ព័ត៌មាន Last.fm សម្រាប់ %1
lt: Last.fm informacija %1
nb: Informasjon om %1 fra last.fm
nds: Last.fm-Informatschonen för "%1"
ne: %1 का लागि Last.fm सूचना
nl: Last.fm-informatie over %1
nn: Last.fm-informasjon for %1
pa: %1 ਲਈ Last.fm ਜਾਣਕਾਰੀ
pl: Informacja z Last.fm dla %1
pt: Informação do Last.fm de %1
pt_br: Informações do last.fm para %1
ru: Страница Last.fm для %1
se: Last.fm dieđut %1:s
sk: Informácie z Last.fm o %1
sr: Подаци са last.fm о %1
th: ข้อมูลของ Last.fm สำหรับ %1
tr: %1 için Last.fm Bilgisi
uk: Інформація Last.fm для %1
