Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: The database engine used to store collection
af: Die databasis enjin wat gebruik word om die versameling te stoor.
bg: Ядрото на базата данни, където се съхранява колекцията
ca: El motor de base de dades usat per emmagatzemar la col·lecció
cs: Databázový systém, na kterém budou uloženy informace o kolekcích
da: Databasen som bruges for at opbevare samlingen
de: Der Datenbank-Treiber zum Speichern der Sammlung
el: Η μηχανή βάσης δεδομένων που θα αποθηκεύει τη συλλογή
es: El motor de base de datos usado para guardar la colección
et: Muusikakogu salvestamiseks kasutatav andmebaasimootor
eu: Datu-basearen motorra biltegia gordetzeko erabilitakoa
fa: موتور دادگان مورد استفاده برای ذخیرۀ مجموعه
fi: Tietokantajärjestelmä, johon kokoelma tallennetaan
fr: Le moteur de base de données utilisé pour stocker la collection
he: מנוע מסד הנתונים שנועד לשמירת האוסף
hu: Gyűjteménytárolásra használt adatbázis-kezelő
it: Il motore del database usato per registrare la collezione
ja: コレクションの保存に使うデータベースエンジン
ka: კოლექციის შენახალი მონაცემთა ბაზის დასახელება
km: ម៉ាស៊ីន​មូលដ្ឋាន​ទិន្នន័យ​ដែលបាន​ប្រើ​ដើម្បី​ទុក​ការ​សម្រាំង
ko: 모음집을 보관하는데에 사용할 데이터베이스 엔진
lt: Nurodykite duomenų bazę fonotekos duomenims laikyti
nb: Databasemotoren brukt til å lagre samlinga
nds: De Datenbank-Driever för de Sammeln-Datenbank
ne: सङ्कलन भण्डारण गर्न प्रयोग गरिने डाटाबेस इन्जिन
nl: De database-engine die zal worden gebruikt voor het opslaan van de collectie
nn: Databasemotoren bruka til å lagra samlinga
pa: ਭੰਡਾਰ ਸੰਭਾਲਣ ਲਈ ਵਰਤਿਆ ਡਾਫਾਬੇਸ ਇੰਜਣ
pl: Moduł bazy danych używany do przechowywania kolekcji
pt: O motor de base de dados utilizado para guardar a colecção
pt_br: O banco de dados usado para armazenar a coleção
ru: Движок базы данных, хранящей коллекцию
se: Diehtovuođđomohtora mainna vurke čoahkkádusa
sk: Databázový systém použitý pre ukladanie kolekcií
sr: Мотор базе података за складиштење збирке
th: โปรแกรมประมวลผลฐานข้อมูลที่ใช้สำหรับเก็บข้อมูลคลังดนตรี
tr: Koleksiyonu kaydedilmesi için kullanıacak veritabanı moturu
uk: База даних, яка використовується для збереження збірки

source: Whether Collections folders are scanned recursively
af: Bepaal of die versameling gidse rekursief geskandeer moet word.
bg: Дали папките на колекцията да бъдат сканирани рекурсивно
ca: Si s'han d'escanejar recursivament les carpetes de la col·lecció
cs: Procházet složky kolekcí rekurzivně
da: Om samlingsmapper gennemsøges rekursivt
de: Sammlungs-Ordner rekursiv durchsuchen
el: Αν θα σαρώνονται αναδρομικά οι φάκελοι συλλογής
es: Si se analizan recursivamente las carpetas de la colección
et: Kas uurida muusikakogusid rekursiivselt
eu: Biltegien karpetak errekurtsiboki eskaneatuko diren edo ez
fa: آیا پوشه‌های مجموعه‌ها به طور بازگشتی پویش شوند
fi: Kartoitetaanko kokoelmakansiot rekursiivisesti
fr: Analyser récursivement les dossiers de la collection
he: האם תיקיות האוסף יסרקו באופן רקורסיבי
hu: A gyűjtemények könyvtárai alkönyvtárakkal együtt legyenek-e feldolgozva
it: Decidi se effettuare una scansione ricorsiva delle cartelle della collezione
ja: コレクションフォルダを再帰的にスキャンするかどうか
ka: როდის ხდება კოლექციის საქაღალდეების რეკურსიულად სკანირება
km: ថា​តើ​ត្រូវ​វិភាគ​ថត​ជ្រើសរើស​ជា​បន្តបន្ទាប់​ឬ​ទេ
ko: 모음집을 구성할때 하위디렉터리도 재귀적으로 검색할지 여부
lt: Aplankus į grojaraštį įtraukti rekursyviai
nb: Om samlingsmapper skal gjennomsøkes rekursivt
nds: Sammeln-Ornern rekursiev dörkieken
ne: सङ्कलन फोल्डरहरू पुनरावृत्तिक रूपमा स्क्यान गरिएको छ या छैन
nl: Of de collectiemappen recursief zullen worden doorzocht
nn: Om samlingsmapper skal gjennomsøkast rekursivt
pa: ਕੀ ਭੰਡਾਰ ਫੋਲਡਰਾਂ ਦੇ ਅੰਦਰ ਵੀ ਜਾਂਚ ਕੀਤੀ ਜਾਵੇ।
pl: Czy katalogi kolekcji powinny być przeszukiwane rekursywnie
pt: Se as pastas de Colecções são percorridas de forma recursiva
pt_br: As pastas da Coleção devem ser escaneadas recursivamente
ru: Сканировать ли папки рекурсивно
sk: Prehľadávať priečinky kolekcií rekurzívne
sr: Да ли се фасцикле збирке претражују рекурзивно
th: จะให้โฟลเดอร์คลังดนตรีถูกตรวจค้นแบบละเอียดหรือไม่
tr: Koleksiyon dizinleri özyinelemeli (altdizinleriyle beraber) olarak taransın
uk: Чи теки збірок переглядаються рекурсивно

source: Whether Collection folders are rescanned on change
af: Bepaal of die versameling gidse weer geskandeer moet word as daar 'n verandering was.
bg: Дали папките на колекцията да бъдат сканирани ако има промяна
ca: Si s'han de reescanejar les carpetes quan hi hagi canvis
cs: Procházet složky kolekcí při změně
da: Om samlingsmapper gennemsøges igen ved ændring
de: Sammlungs-Ordner auf Änderungen überwachen
el: Αν θα σαρώνονται ξανά οι φάκελοι συλλογής όταν συμβεί αλλαγή
es: Si se vuelven a analizar las carpetas de la colección cuando se produzcan cambios
et: Kas uurida muusikakogusid muudatuse korral uuesti
eu: Bildumaren karpetak aldatzean berriro eskaneatuko diren edo ez
fa: آیا پوشه‌های مجموعه‌ها به طور بازگشتی هنگام تغییر مجدداً پویش شوند
fi: Kartoitetaanko kokoelmakansiot uudelleen muutoksesta
fr: Analyser de nouveau les dossiers de la collection lors de modification
he: האם רצועות האוסף יסרקו בעת שינוי
hu: A gyűjtemények könyvtárait módosítás esetén újra fel kell-e dolgozni
it: Decidi se effettuare una nuova scansione delle cartelle della collezione in caso di cambiamenti
ja: 変更が加えられたときにコレクションフォルダを再帰的にスキャンするかどうか
ka: როდის ხდება კოლექციის საქაღალდეების თავიდან სკანირება შეცვლაზე
km: ថា​តើ​ត្រូវ​វិភាគ​ថត​ជ្រើសរើស​ឡើង​វិញ​ឬ​ទេ ពេល​មាន​ការ​ផ្លាស់ប្ដូរ
ko: 모음집 폴더가 변경되면 자동으로 갱신할지 여부
lt: Atnaujinti fonoteką pasikeitus aplankų turiniui
nb: Om samlingsmapper skal gjennomsøkes ved endringer
nds: Sammeln-Ornern bi Ännern nieg dörkieken
ne: सङ्कलन फोल्डरहरू परिवर्तनमा पुन: स्क्यान गरिन्छ या गरिँदैन
nl: Of de collectiemappen opnieuw worden doorzocht op wijzigingen
nn: Om samlingsmapper skal gjennomsøkast ved endringar
pa: ਕੀ ਤਬਦੀਲੀ ਹੋਣ ਉੱਤੇ ਭੰਡਾਰ ਫੋਲਡਰਾਂ ਦੀ ਅੰਦਰੂਨੀ ਜਾਂਚ ਕੀਤੀ ਜਾਵੇ
pl: Czy katalogi kolekcji powinny być przeszukiwane przy zmianach
pt: Se as pastas de Colecções são analisadas de novo em caso de alteração
pt_br: As pastas da Coleção devem ser re-escaneadas, em caso de mudanças
ru: Выполнять ли сканирование папок, в которых были изменения
se: Jus galgá ohcat čoahkkádusmáhpaid čađa go ođasmahttojuvvo
sk: Prehľadávať priečinky kolekcií pri zmene
sr: Да ли се фасцикле збирке претражују после сваке промене
th: จะให้โฟลเดอร์คลังดนตรีถูกตรวจค้นซ้ำเมื่อมีการเปลี่ยนแปลงหรือไม่
tr: Değişiklik olduğunda koleksiyon dizinleri tekrar taransın
uk: Чи заново переглядати теки збірки при змінах

source: List of folders in the Collection
af: Lys van gidse in die versameling
bg: Списък с директориите на колекцията
ca: Llista de les carpetes de la col·lecció
cs: Seznam složek ve sbírce
da: Liste over mapper i samlingen
de: Liste der Ordner in der Sammlung
el: Λίστα των φακέλων στη συλλογή
es: Lista de carpetas en la colección
et: Muusikakogu kataloogide nimekiri
eu: Karpeten zerrenda bilduman
fa: فهرست پوشه‌ها در مجموعه
fi: Kokoelman kansioluettelo
fr: Liste des dossiers de la collection
he: רשימת התיקיות באוסף
hu: A gyűjteményhez tartozó könyvtárak
it: Elenco delle cartelle nella collezione
ja: コレクションフォルダのリスト
ka: კოლექციაში საქაღალდეთა სია
km: បញ្ជី​ថត​នៅ​ក្នុង 'ជ្រើសរើស'
ko: 모음집에 있는 폴더의 목록
lt: Fonotekos aplankų sąrašas
nb: Liste over mapper i samlinga
nds: List vun de Ornern binnen de Sammeln
ne: सङ्कलनमा फोल्डरहरूको सूची
nl: Lijst met mappen in de collectie
nn: Liste over mapper i samlinga
pa: ਭੰਡਾਰ ਵਿੱਚ ਫੋਲਡਰਾਂ ਦੀ ਲਿਸਟ
pl: Lista katalogów w kolekcji
pt: Lista de pastas na colecção
pt_br: Lista de pastas na Coleção
ru: Список папок в коллекции
sk: Zoznam priečinkov v kolekcii
sr: Листа фасцикли у збирци
th: รายการของโฟลเดอร์ในชุดรวมรวม
tr: Koleksiyondaki dizinlerin listesi
uk: Список тек у збірці

source: Host
af: Bediener
bg: Хост
ca: Màquina
cs: Počítač
da: Vært
de: Rechner
el: Υπολογιστής
es: Servidor
et: Masin
eu: Ostalaria
fa: میزبان
fi: Konenimi
fr: Hôte
he: שרת מארח
hu: Gépnév
ja: ホスト
ka: ჰოსტი
km: ម៉ាស៊ីន
ko: 호스트
lt: Mazgas
nb: Vert
nds: Reekner
ne: होस्ट
nn: Vert
pa: ਹੋਸਟ
pl: Komputer
pt: Máquina
pt_br: Máquina
ru: Сервер
se: Guossoheaddji
sr: Домаћин
th: โฮสต์
tr: Bilgisayar
uk: Вузол

source: The host MySql server is running on
af: Die bediener waarop die MySQL bediener loop.
bg: Хостът на който върви MySql сървъра
ca: Màquina on s'està executant el servidor MySQL
cs: Hostitel, na kterém běží MySql server
da: Vært som MySql-serveren køres på
de: Der Rechner, auf dem der MySql-Server läuft
el: Ο υπολογιστής στον οποίο εκτελείται ο εξυπηρετητής MySql
es: El host en el que está funcionando el servidor MySQL
et: Masin, kus töötab MySQL-server
eu: MySQL zerbitzaria exekutatzen ari den ostalaria
fa: کارساز MySql میزبان اجرا می‌شود
fi: MySQL-palvelimen osoite
fr: L'hôte du serveur MySQL
he: שם השרת המארח שעליו מופעל שרת MySql
hu: A MySQL-kiszolgáló gépneve
it: L'host su cui è in esecuzione il server MySql
ja: MySQL サーバが稼動しているホスト
ka: MySql სერვერის ჰოსტი გაშვებულია
km: ម៉ាស៊ីន​ដែល​ម៉ាស៊ីន​បម្រើ MySql កំពុង​រត់​លើ
ko: MySql 서버가 실행되고 있는 호스트
lt: Mazgas, kuriame yra MySQL serveris
nb: Verten som MySQL-tjeneren kjører på
nds: De Reekner, op den de MySQL-Server löppt
ne: होस्ट MySql सर्भर चलिरहेको छ
nl: De host waarop de MySQL-server draait
nn: Vert MySQL-tenaren køyrer på
pa: ਹੋਸਟ MySql ਚੱਲ ਰਿਹਾ ਹੈ
pl: Komputer, na którym działa serwer MySQL
pt: O servidor onde o MySQL está a correr
pt_br: A máquina onde o servidor MySQL está sendo executado
ru: Узел сервера MySql
se: Guossoheaddji mas MySQL-bálvá lea jođus
sk: Host, na ktorom beží MySql server
sr: Домаћин на коме ради MySQL сервер
th: โฮสต์ที่เซิร์ฟเวอร์ MySql กำลังทำงานอยู่
tr: MySql sunucusunun çalıştığı bilgisayar
uk: Вузол, на якому запущений сервер MySql

source: Port
af: Poort
bg: Порт
el: Θύρα
es: Puerto
eu: Ataka
fa: درگاه
fi: Portti
he: שער
it: Porta
ja: ポート
ka: პორტი
km: ច្រក
ko: 포트
lt: Prievadas
ne: पोर्ट
nl: Poort
pa: ਪੋਰਟ
pt: Porto
pt_br: Porta
ru: Порт
se: Verrát
sr: Порт
th: พอร์ต
uk: Порт

source: The port MySql server is listening
af: Die poort waarop die MySQL bediener luister
bg: Портът който прослушва MySql сървъра
ca: El port on escolta el servidor MySQL
cs: Port na kterém MySql databáze poslouchá
da: Porten som MySql-serveren lytter til
de: Der Port, auf dem der MySql-Server hört
el: Η θύρα στην οποίο εκτελείται ο εξυπηρετητής MySql
es: El puerto en el que está escuchando el servidor MySQL
et: Port, mida MySQL-server jälgib
eu: MySQL zerbitzariak entzuten duen ataka
fa: کارساز MySql درگاه گوش می‌دهد
fi: Portti, jota MySQL-palvelin kuuntelee
fr: Le port d'écoute du serveur MySQL
he: השער שעליו מאזין שרת MySql
hu: A MySQL-kiszolgáló portszáma
it: La porta su cui è in ascolto il server MySql
ja: MySQL サーバが待ち受けしているポート
ka: MySql სერვერის პორტი ისმინება
km: ច្រក​ដែល​ម៉ាស៊ីន​បម្រើ MySql កំពុង​ស្ដាប់
ko: MySql 서버가 실행되고 있는 포트 번호
lt: Prievadas, kurio klausosi MySQL serveris
nb: Porten MySQL-tjeneren lytter på
nds: De Port , an de de MySQL-Server luustert
ne: पोर्ट MySql सर्भर सुनिरहेको छ
nl: De poort waarop de MySQL-server draait
nn: Porten MySQL-tenaren køyrer på
pa: ਪੋਰਟ MySql ਸਰਵਰ ਲੁਣ ਰਿਹਾ ਹੈ
pl: Port, na którym nasłuchuje serwer MySQL
pt: O porto onde o MySQL escuta
pt_br: A porta que o servidor MySQL está escutando
ru: Порт MySql
se: Verráhii masa MySQl-bálvá guldala
sk: Port, na ktorom MySql server počúva
sr: Порт на коме MySQL сервер слуша
th: พอร์ตที่เซิร์ฟเวอร์ MySql กำลังรอข้อมูลอยู่
tr: MySql sunucusunun dinlediği port
uk: Порт, на якому слухає сервер MySql

source: Database name
af: Databasis naam
bg: Име на база данни
ca: Nom de la base de dades
cs: Jméno databáze
da: Databasenavn
de: Datenbank-Name
el: Όνομα βάσης δεδομένων
es: Nombre de la base de datos
et: Andmebaasi nimi
eu: Datu-basearen izena
fa: نام دادگان
fi: Tietokannan nimi
fr: Nom de la base de données
he: שם מסד הנתונים
hu: Az adatbázis neve
it: Nome del dabatase
ja: データベース名
ka: მონაცემთა ბაზის სახელი
km: ឈ្មោះ​មូលដ្ឋាន​ទិន្នន័យ
ko: 데이터베이스 이름
lt: Duomenų bazės pavadinimas
nb: Databasenavn
nds: Datenbank-Naam
ne: डाटाबेस नाम
nl: Databasenaam
nn: Databasenamn
pa: ਡਾਟਾਬੇਸ ਨਾਂ
pl: Nazwa bazy danych
pt: Nome da base de dados
pt_br: Nome do banco de dados
ru: База данных
se: Diehtovuođđonamma
sk: Názov databázy
sr: Име базе података
th: ชื่อฐานข้อมูล
tr: Veritabanı adı
uk: Назва бази даних

source: The database's name
af: Die databasis se naam
bg: Името на базата данни
ca: El nom de la base de dades
cs: Jméno databáze
da: Databasens navn
de: Der Name der Datenbank
el: Το όνομα της βάσης δεδομένων
es: El nombre de la base de datos
et: Andmebaasi nimi
eu: Datu-basearen izena
fa: نام دادگان
fi: Tietokannan nimi
fr: Le nom de la base de données
he: שמו של מסד הנתונים
hu: Az adatbázis neve
it: Il nome del database
ja: データベースの名前
ka: მონაცემთა ბაზის სახელი
km: ឈ្មោះ​របស់​មូលដ្ឋាន​ទិន្នន័យ
ko: 데이터베이스의 이름
lt: Duomenų bazės pavadinimas
nb: Databasenavn
nds: De Naam vun den Datenbank
ne: डाटाबेसको नाम
nl: De naam van de database
nn: Databasenamn
pa: ਡਾਟਾਬੇਸ ਦਾ ਨਾਂ
pl: Nazwa bazy danych
pt: O nome da base de dados
pt_br: O nome do banco de dados
ru: Имя базы данных
se: Diehtovuođu namma
sk: Názov databázy
sr: Име базе података
th: ชื่อของฐานข้อมูล
tr: Veritabanının adı
uk: Назва бази даних

source: User
af: Gebruiker
bg: Потребител
ca: Usuari
cs: Uživatelské jméno
da: Bruger
de: Benutzer
el: Χρήστης
es: Usuario
et: Kasutaja
eu: Erabiltzailea
fa: کاربر
fi: Käyttäjä
fr: Utilisateur
he: שם משתמש
hu: Felhasználónév
it: Utente
ja: ユーザ
ka: მომხმარებელი
km: អ្នក​ប្រើ
ko: 사용자 이름
lt: Naudotojas
nb: Bruker
nds: Bruker
ne: प्रयोगकर्ता
nl: Gebruiker
nn: Brukar
pa: ਉਪਭੋਗੀ
pl: Użytkownik
pt: Utilizador
pt_br: Usuário
ru: Пользователь
se: Geavaheaddji
sk: Používateľ
sr: Корисник
th: ผู้ใช้
tr: Kullanıcı
uk: Користувач

source: The user's name to use for connecting MySql
af: Die gebruiker naam waarmee aan die MySQL bediener gekoppel moet word
bg: Името на потребителя за връзка с MySql
ca: El nom de l'usuari per connectar-se al MySQL
cs: Uživatelské jméno použité k připojení na MySql
da: Brugerens navn som bruges til forbindelse til MySql
de: Der Benutzername zur Verbindung mit MySql
el: Το όνομα χρήστη για σύνδεση στη MySql
es: El nombre del usuario para usar al conectar con MySql
et: Kasutajanimi MySQL-iga ühenduse loomiseks
eu: Erabiltzailearen izena MySQLrekin konektatzean erabiltzeko
fa: نام کاربر مورد استفاده برای اتصال MySql
fi: Käyttäjätunnus, jolla MySQL-kantaa käytetään
fr: Le nom de l'utilisateur à utiliser pour la connexion à MySQL
he: שם המשתמש עבור חיבור לשרת MySql
hu: A MySQL-kiszolgáló eléréséhez használt felhasználónév
it: Il nome dell'utente da usare per collegarsi a MySql
ja: MySQL に接続にするユーザ名
ka: MySql-თან დაკავშირებისთვის მომხმარებლის სახელი
km: ឈ្មោះ​អ្នក​ប្រើ ដែល​ប្រើ​ដើម្បី​តភ្ជាប់​ទៅ MySql
ko: MySql에 접속할 사용자의 이름
lt: MySQL naudotojo vardas prisijungimui prie duomenų bazės
nb: Brukernavnet til MySQL-brukeren
nds: De Brukernaam för't Tokoppeln na MySQL
ne: MySql जडान गर्नका लागि प्रयोग गर्न प्रयोगकर्ताको नाम
nl: De gebruikersnaam om te gebruiken voor de verbinding naar MySQL
nn: Brukarnamnet til MySQL-brukaren
pa: MySql ਨਾਲ ਜੁੜਨ ਲਈ ਉਪਭੋਗੀ ਨਾਂ
pl: Nazwa użytkownika używana przy połączeniu z MySQL
pt: O nome de utilizador para ligar ao MySQL
pt_br: O nome do usuário usado para a conexão com o MySQL
ru: Имя пользователя для соединения с MySql
se: MySQL-geavaheaddji namma
sk: Používateľské meno pre pripojenie na MySql
sr: Корисничко име за повезивање са MySQL-ом
th: ชื่อของผู้ใช้ ที่ใช้สำหรับเชื่อมต่อกับ MySql
tr: MySql'e bağlanılırken kullanılacak kullanıcı ismi
uk: Користувач для з'єднання з MySql

source: Password
af: Wagwoord
bg: Парола
ca: Contrasenya
cs: Heslo
da: Kodeord
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
et: Parool
eu: Pasahitza
fa: اسم رمز
fi: Salasana
fr: Mot de passe
he: ססמה
hu: Jelszó
ja: パスワード
ka: პაროლი
km: ពាក្យ​សម្ងាត់
ko: 패스워드
lt: Slaptažodis
nb: Passord
nds: Passwoort
ne: पासवर्ड
nl: Wachtwoord
nn: Passord
pa: ਗੁਪਤ-ਕੋਡ
pl: Hasło
pt: Senha
pt_br: Senha
ru: Пароль
se: Beassansátni
sk: Heslo
sr: Лозинка
th: รหัสผ่าน
tr: Parola
uk: Пароль

source: The user's password
af: Die gebruiker se wagwoord
bg: Потребителската парола
ca: La contrasenya de l'usuari
cs: Heslo uživatele
da: Brugerens kodeord
de: Das Passwort des Benutzers
el: Ο κωδικός πρόσβασης του χρήστη
es: La contraseña de usuario
et: Kasutaja parool
eu: Erabiltzailearen pasahitza
fa: اسم رمز کاربر
fi: Käyttäjän salasana
fr: Le mot de passe de l'utilisateur
he: הססמה של המשתמש
hu: A felhasználónévhez használt jelszó
it: La password dell'utente
ja: このユーザのパスワード
ka: მომხმარებლის პაროლი
km: ពាក្យសម្ងាត់​របស់​អ្នក​ប្រើ
ko: 사용자의 패스워드
lt: Naudotojo slaptažodis
nb: Brukerpassord
nds: Dat Passwoort vun den Bruker
ne: प्रयोगकर्ताको पासवर्ड
nl: Het wachtwoord van de gebruiker
nn: Brukarpassord
pa: ਉਪਭੋਗੀ ਦਾ ਗੁਪਤ-ਕੋਡ
pl: Hasło użytkownika
pt: A senha do utilizador
pt_br: A senha do usuário
ru: Пароль пользователя
se: Geavaheaddji beassansátni
sk: Heslo používateľa
sr: Корисничка лозинка
th: รหัสผ่านของผู้ใช้
tr: Kullanıcının parolası
uk: Пароль користувача

source: The host Postgresql server is running on
af: Die bediener waarop die PostgreSQL bediener loop.
bg: Хостът на който върви Postgresql сървъра
ca: Màquina on s'està executant el servidor PostgreSQL
cs: Hostitel, na kterém běží Postgresql server
da: Vært som Postgresql-serveren køres på
de: Der Rechner, auf dem der PostgreSQL-Server läuft
el: Ο υπολογιστής στον οποίο εκτελείται ο εξυπηρετητής Postgresql
es: El host en el que está funcionando el servidor Postresql
et: Masin, kus töötab Postgresql-server
eu: PostgreSQL zerbitzaria exekutatzen ari den ostalaria
fa: کارساز MySql میزبان اجرا می‌شود
fi: PostgreSQL-palvelimen osoite
fr: L'hôte du serveur Postgresql
he: שם השרת המארח שעליו מופעל שרת Postgresql
hu: A gép, amelyen a PostgreSQL-kiszolgáló fut
it: L'host su cui è in esecuzione il server Postgresql
ja: PostgreSQL サーバが稼動しているホスト
ka: Postgresql სერვერის ჰოსტი გაშვებულია
km: ម៉ាស៊ីន​ដែល​ម៉ាស៊ីនបម្រើ Postgresql កំពុង​រត់​លើ
ko: Postgresql 서버가 실행되고 있는 호스트
lt: Mazgas, kuriame yra Postgresql serveris
nb: Verten som Postgresql-tjeneren kjører på
nds: De Reekner, op den de PostgreSQL-Server löppt
ne: होस्ट postgresql सर्भर चलिरहेको छ
nl: De host waarop de PostgreSQL-server draait
nn: Vert Postgresql-tenaren køyrer på
pa: ਹੋਸਟ postgresql ਸਰਵਰ, ਜਿੱਥੇ ਚੱਲ ਰਿਹਾ ਹੈ
pl: Komputer, na którym działa serwer PostgreSQL
pt: O servidor onde o PostgreSQL está a correr
pt_br: A máquina onde o servidor Postgresql está sendo executado
ru: Узел сервера Postgresql
se: Guossoheaddji mas Postgresql-bálvá lea jođus
sk: Hostiteľ, na ktorom beží Postgresql server
sr: Домаћин на коме ради PostgreSQL сервер
th: โฮสต์ที่เซิร์ฟเวอร์ของ Postgresql กำลังทำงานอยู่
tr: Postgresql sunucusunun çalıştığı bilgisayar
uk: Вузол, на якому запущено сервер Postgresql

source: The port Postgresql server is listening
af: Die poort waarop die PostgreSQL bediener luister
bg: Портът който прослушва Postgresql сървъра
ca: El port on escolta el servidor PostgreSQL
da: Porten som Postgresql-serveren lytter til
de: Der Port, auf dem der PostgreSQL-Server hört
el: Η θύρα στην οποίο εκτελείται ο εξυπηρετητής Postgresql
es: El puerto en el que está escuchando el servidor Postgresql
et: Port, mida Postgresql-server jälgib
eu: PostgreSQL zerbitzariak entzuten duen ataka
fa: کارساز MySql درگاه گوش می‌دهد
fi: Portti, jota PostgreSQL-palvelin kuuntelee
fr: Le port d'écoute du serveur Postgresql
he: השער שעליו מאזין שרת MySql
hu: A port, amelyen a PostgreSQL-kiszolgáló figyel
it: La porta su cui è in ascolto il server Postgresql
ja: PostgreSQL サーバが待ち受けしているポート
ka: Postgresql სერვერის პორტი ისმინება
km: ច្រក​ដែល​ម៉ាស៊ីនបម្រើ Postgresql កំពុង​ស្ដាប់
ko: Postgresql 서버 포트가 열려있습니다.
lt: Prievadas, kurio klausosi Postgresql serveris
nb: Porten Postgresql-tjeneren lytter på
nds: De Port, an de de PostgreSQL-Server luustert
ne: पोर्ट postgresql सर्भर सुनिरहेको छ
nl: De poort waarop de PostgreSQL-server luistert
nn: Porten Postgresql-tenaren køyrer på
pa: ਪੋਰਟ postgresql ਸਰਵਰ ਸੁਣ ਰਿਹਾ ਹੈ
pl: Port, na którym nasłuchuje serwer PostgreSQL
pt: O porto onde o PostgreSQL escuta
pt_br: A porta que o servidor Postgresql está escutando
ru: Порт Postgresql
se: Verráhii masa Postgresql-bálvá guldala
sk: Port, na ktorom Postgresql server počúva
sr: Порт на коме PostgreSQL сервер слуша
th: พอร์ตที่เซิร์ฟเวอร์ Postgresql กำลังรอข้อมูลอยู่
tr: Postgresql sunucusunun dinlediği port
uk: Порт, на якому слухає сервер Postgresql

source: The user's name to use for connecting Postgresql
af: Die gebruiker naam waarmee aan die PostgreSQL bediener gekoppel moet word
bg: Името на потребителя за връзка с Postgresql
ca: El nom de l'usuari per connectar-se al PostgreSQL
da: Brugerens navn som bruges til forbindelse til Postgresql
de: Der Benutzername zur Verbindung mit PostgreSQL
el: Το όνομα χρήστη για σύνδεση στη Postgresql
es: El nombre del usuario para usar al conectar con Postgresql
et: Kasutajanimi Postgresql-iga ühenduse loomiseks
eu: Erabiltzailearen izena PostgreSQLrekin konektatzean erabiltzeko
fa: نام کاربر مورد استفاده برای اتصال Postgresql
fi: Käyttäjätunnus, jolla PostgreSQL-kantaa käytetään
fr: Le nom de l'utilisateur à utiliser pour la connexion à Postgresql
he: שם המשתמש עבור חיבור לשרת Postgresql
hu: A PostgreSQL eléréséhez használt felhasználónév
it: Il nome dell'utente da usare per collegarsi a Postgresql
ja: PostgreSQL に接続にするために使用するユーザ名
ka: Postgresql-თან დაკავშირებისთვის მომხმარებლის სახელი
km: ឈ្មោះ​អ្នកប្រើ​ដែល​ប្រើ​ដើម្បី​តភ្ជាប់ Postgresql
ko: Postgresql 연결에 사용할 사용자의 이름
lt: Postgresql naudotojo vardas prisijungimui prie duomenų bazės
nb: Brukernavnet for tilkobling til Postgresql
nds: De Brukernaam för't Tokoppeln na PostgreSQL
ne: postgresql जडान गर्नका लागि प्रयोग गर्न प्रयोगकर्ताको नाम
nl: De gebruikersnaam om te gebruiken voor de verbinding met PostgreSQL
nn: Brukarnamnet til Postgresql-brukaren
pa: Postgresql ਨਾਲ ਜੁੜਨ ਲਈ ਉਪਭੋਗੀ ਦਾ ਨਾਂ
pl: Nazwa użytkownika używana przy połączeniu z PostgreSQL
pt: O nome de utilizador para ligar ao PostgreSQL
pt_br: O nome do usuário usado para a conexão com o Postgresql
ru: Имя пользователя для соединения с Postgresql
se: Postgresql-geavaheaddji namma
sk: Používateľské meno pre pripojenie na Postgresql
sr: Корисничко име за повезивање са PostgreSQL-ом
th: ชื่อของผู้ใช้ที่ใช้สำหรับเชื่อมต่อกับ Postgresql
tr: Postgresql sunucusuna bağlanılırken kullanılacak kullanıcı ismi
uk: Користувач для з'єднання з Postgresql

source: Submit played songs
bg: Изпращане на слушаните песни
ca: Envia les cançons escoltades
da: Indsend spillede sange
de: Gespielte Stücke übermitteln
el: Υποβολή εκτελεσμένων τραγουδιών
es: Enviar canciones reproducidas
et: Esitatud laulude saatmine
hu: Lejátszott számok elküldése
it: Invia le tracce riprodotte
ja: 再生した曲を送信
km: ដាក់ស្នើ​បទ​ដែល​បាន​ចាក់
lt: Nusiųsti atliktas dainas
nds: Speelt Stücken överdregen
nl: Afgespeelde tracks indienen
nn: Send inn spelte songar
pa: ਚਲਾਏ ਗੀਤ ਭੇਜੋ
pl: Wyślij odtwarzane utwory
pt: Enviar as músicas reproduzidas
pt_br: Enviar músicas reproduzidas
se: Sádde čuojahuvvon lávlagiid
sk: Odoslať prehrané piesne
sr: Предај пуштене песме
th: ส่งชื่อเพลงที่เล่น
tr: Çalınmış parçaları gönder
uk: Передати прослухані пісні
