Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: The Y position of the OSD relative to the chosen screen and OSD alignment. If Top alignment is chosen the Y offset is the space between the upper part of the OSD and the top of the screen. If Bottom alignment is chosen the Y offset is the space between the bottom part of the OSD and the bottom of the screen.
af: Die Y posisie van die OSD relatief tot die gekiese skerm en OSD belyning. As Bo belyning gekies is, sal die Y afset die spasie tussen die boonste deel van die OSD en die bo kant van die skerm wees. As onder belyning gekies is, sal die Y afset die spasie tussen die onder kant van die OSD en die onder kant van die skerm wees.
bg: Местоположението по Y на OSD по отношение на избрания екран подравняване на OSD. Ако е избрано горно подравняване, отместването по Y е разстоянието между горната част на OSD и горната част на екрана. Ако е избрано долно подравняване, отместването по Y е разстоянието между долната част на OSD и долната част на екрана.
ca: La coordenada Y relativa a l'alineació de l'OSD triada. Si es tria l'alineació dalt el desplaçament Y és l'espai entre la part superior de l'OSD i el capdamunt de la pantalla. Si es tria alineació avall el desplaçament Y és l'espai entre la part inferior de l'OSD i el capdavall de la pantalla.
cs: Y pozice OSD relativně vzhledem k vybrané obrazovce a zarovnání OSD. Je-li vybráno zarovnání nahoru, Y posun udává mezeru mezi horní částí OSD a vrškem obrazovky. Je-li vybráno zarovnání dolů, Y posun udává mezeru mezi dolní částí OSD a spodní částí obrazovky.
da: Skærmvisningens Y-position i forhold til valgt skærm og justering af skærmvisningen. Hvis topjustering vælges, er Y-afstanden mellemrummet mellem skærmvisningens øvre del og skærmens overkant. Hvis bundjustering vælges, er Y-afstanden mellemrummet mellem skærmvisningens nedre del og skærmens underkant.
de: Die Y-Position des OSD, relativ zu ausgewähltem Bildschirm und Ausrichtung. Wenn Obenausrichtung gewählt ist, dann ist das Y-Offset der Versatz zwischen dem oberen Rand des OSD und dem oberen Bildschirmrand. Wenn Untenausrichtung gewählt ist, dann ist das Y-Offset der Versatz zwischen dem unteren Rand des OSD und dem unteren Bildschirmrand.
el: Η Υ θέση του OSD σχετικά με την επιλεγμένη οθόνη και την στοίχιση του OSD. Αν επιλεχθεί η στοίχιση πάνω, η μετατόπιση Υ είναι το διάστημα μεταξύ του πάνω μέρους του OSD και του πάνω μέρους της οθόνης. Αν επιλεχθεί η στοίχιση κάτω τότε η μετατόπιση Υ είναι το διάστημα μεταξύ του κάτω μέρους του OSD και του κάτω μέρους της οθόνης.
es: La posición Y del OSD relativa a la pantalla elegida y la alineación del OSD. Si se elige la alineación en la parte superior, el desplazamiento Y es el espacio entre la parte superior del OSD y la parte superior de la pantalla. Si se elige la alineación en la parte inferior, el desplazamiento Y es el espacio entre la parte inferior del OSD y la parte inferior de la pantalla.
et: Ekraaniesituse (OSD) Y-asukoht valitud ekraani ja OSD joonduse suhtes. Kui on valitud asukoht ülal, on Y-nihe vahemaa OSD ülemise serva ja ekraani ülemise serva vahel. Kui on valitud asukoht all, on Y-nihe vahemaa OSD alumise serva ja ekraani alumise serva vahel.
eu: PGBko Y posizioa aukeratutako pantaila eta PGBren lerrokadurari erlatiboa. Goiko lerrokadura aukeratzen bada, Y desplazamendua PGBko goiko zatiaren eta pantailako goiaren arteko tartea izango da. Beheko lerrokadura aukeratzen bada, PGBko azpiaren eta pantailako beheko alderdiaren arteko tartea izango da Y desplazamendua.
fa: موقعیت Y OSD مربوط به پردۀ انتخاب‌شده و تراز OSD. اگر تراز بالا انتخاب شود، انحراف Y، فضای بین جزء بالایی OSD و بالای پرده است. اگر تراز پایین انتخاب شود، انحراف Y، فضای بین جزء پایینی OSD و پایین پرده است.
fi: Kuvaruutunäytön pystysijainti suhteessa valittuun ruutuun ja kuvaruutunäytön asemointiin. Jos käytössä on yläasemointi, pystysijainti on kuvaruutunäytön yläreunan ja ruudun yläreunan väli. Jos käytössä on ala-asemointi, pystysijainti on kuvaruutunäytön alareunan ja ruudun alareunan väli.
fr: La position verticale (Y) de l'OSD est relative à l'écran choisi ainsi qu'à l'alignement de l'OSD. Si un alignement haut est choisi, la valeur de Y correspond à l'espace entre la partie la plus haute de l'OSD et le haut de l'écran. Si un alignement bas est choisi, la valeur de Y correspond à l'espace entre la partie la plus basse de l'OSD et le bas de l'écran.
he: המיקום בציר ה־ Y של התצוגה על המסך יחסית למסך הנבחר וליישור התצוגה על המסך. אם נבחר יישור לחלק העליון המיקום של ציר ה־ Y הוא הרווח בין החלק העליון של התצוגה על המסך והחלק העליון של המסך. אם נבחר יישור לחלק התחתון המיקום של ציר ה־ Y הוא הרווח בין החלק התחתון של התצוגה על המסך והחלק התחתון של המסך.
hu: Az OSD Y-pozíciója, a kiválasztott képernyő és igazítás figyelembevételével. Ha az igazítás felfelé történik, akkor az Y érték az OSD felső széle és a képernyő felső széle közötti távolságot határozza meg. Ha lefelé történik az igazítás, akkor az OSD alsó széle és a képernyő alsó széle közötti távolságot határozza meg.
it: La posizione Y dell'OSD relativa allo schermo ed all'allineamento dell'OSD scelti. Se viene scelto l'allineamento in alto lo scostamento Y sarà lo spazio tra la parte superiore dell'OSD ed il bordo alto dello schermo. Se viene selezionato l'allineamento in basso lo scostamento Y sarà lo spazio tra la parte inferiore dell'OSD ed il bordo basso dello schermo.
ja: 選択したスクリーンと OSD の配置に対する OSD の Y 座標。OSD を上部に配置した場合、Y 座標オフセットは OSD の上の部分とスクリーン上端の間隔になります。下部に配置した場合は 、OSD の下の部分とスクリーン下端の間隔になります。
ka: Y OSD დაკავშირებული -სკენ და OSD ტოლია Y ტოლია ნაწილი OSD და ტოლია Y ტოლია ნაწილი OSD და.
km: ទីតាំង Y របស់ OSD ដែល​ទាក់ទង​ទៅ​នឹង​អេក្រង់​ដែល​បាន​ជ្រើស និង​ការ​តម្រឹម OSD ។ បើ​បាន​ជ្រើស​ថា​តម្រឹម​នៅ​ខាង​លើ អុហ្វសិត Y គឺ​ជា​គម្លាត​រវាង​ផ្នែក​ខាង​លើ​នៃ OSD និង​ផ្នែក​ខាង​លើ​បំផុត​នៃ​អេក្រង់ ។ បើ​បាន​ជ្រើស​ថា​តម្រឹម​នៅ​ខាង​ក្រោម អុហ្វសិត Y គឺ​ជា​គម្លាត​រវាង​ផ្នែក​ខាង​ក្រោម​នៃ OSD និង​ផ្នែក​ខាង​ក្រោម​បំផុត​នៃ​អេក្រង់ ។
ko: OSD의 상대적 Y 위치를 설정합니다.선택한 스크린을 기준으로 OSD의 상대적 Y 위치와 OSD 정렬을 설정합니다. 만약 위로 정렬이 선택되면 Y 오프셋은 OSD 의 윗부분과 스크린의 윗쪽 사이의 공백입니다. 만약 아래로 정렬이 선택되면 Y 오프셋은 OSD의 바닥 부분과 스크린의 바닥부분 사이의 공백입니다.
lt: Nurodykite Y koordinatės postūmį pasirinktam pranešimo lygiavimui. Jei pasirinkta lygiuoti viršuje, Y postūmis matuojamas nuo viršutinės pranešimo dalies iki ekrano viršaus. Jei pasirinkta lygiuoti apačioje, Y postūmis matuojamas nuo apatinės pranešimo dalies iki ekrano apačios.
nb: Loddrett plassering til skjermmeldinger, målt relativt til valgt skjerm og skjermmeldingsjustering. Hvis plasseringa er øverst, er avstanden avstanden mellom øvre del av skjermmeldinga og toppen av skjermen. Hvis plasseringa er nederst, er avstanden avstanden mellom nedre del av skjermmeldinga og bunnen av skjermen.
nds: De Y-Verschuven vun de OSD, relativ to den utsöchten Schirm un de OSD-Utrichten. Wenn de OSD an de Böverkant utricht is, gifft disse Weert den Afstand twischen OSD- un Schirmböverkant an. Is de OSD an de Kant nerrn utricht, gifft de Weert den Afstand twischen Schirm- un OSD-Ünnerkant an.
ne: ओएसडीको वाई स्थिति छनौट गरिएको पर्दा र ओएसडी पङ्तिबद्धतामा सापेक्षित छ । यदि माथिको पङ्क्तिबद्धता छनौट गरियो भने वाई अफसेट ओएसडीको माथिल्लो भाग र पर्दाको सिरान बीचको खाली स्थान हुन्छ । यदि तलको पङ्क्तिबद्धता छनौट गरियो भने वाई अफसेट ओएसडीको तल्लो भाग र पर्दाको तल बीचको खाली स्थान हुन्छ ।
nl: De verticale positie van de OSD, relatief aan het gekozen scherm en de uitlijning van OSD. Als boven uitlijnen is gekozen is de verticale tussenruimte de ruimte tussen het bovenste gedeelte van de OSD en de bovenkant van het scherm. Als onder uitlijnen is gekozen is de tussenruimte de ruimte tussen het onderste deel van de OSD en de onderkant van het scherm.
nn: Loddrett plassering til skjermmeldingar, målt relativt til vald skjerm og skjermmeldingsjustering. Viss plasseringa er øvst, er avstanden avstanden mellom øvre del av skjermmeldinga og toppen av skjermen. Viss plasseringa er nedst, er avstanden avstanden mellom nedre del av skjermmeldinga og botnen av skjermen.
pl: Współrzędna Y OSD względem wybranego ekranu i dopasowania OSD. Jeśli jest wybrane dopasowanie Górne, współrzędna Y jest odległością pomiędzy górną krawędzią OSD a szczytem ekranu. Jeśli jest wybrane dopasowanie Dolne, współrzędna Y jest odległością pomiędzy dolną krawędzią OSD a dołem ekranu.
pt: A posição em Y do OSD, em relação ao ecrã escolhido e ao alinhamento do OSD. Se for escolhido o alinhamento Top (topo), o deslocamento em Y será o espaço entre a parte mais acima do OSD e o extremo superior do ecrã. Se for escolhido o alinhamento Bottom (fundo), o deslocamento em Y será o espaço entre a parte mais abaixo do OSD e o extremo inferior do ecrã.
pt_br: A posição Y da Mensagem na Tela, relativa à área de trabalho escolhida e ao alinhamento da Mensagem na Tela. Se o alinhamento superior for escolhido, o deslocamento de Y será o espaço entre a parte superior da Mensagem na Tela e o topo da área de trabalho. Se for escolhido o alinhamento inferior, então o deslocamento de Y é o espaço entre a parte da base da Mensagem na Tela e a base da área de trabalho.
ru: Ордината индикатора на выбранном экране относительно выравнивания (начала координат). Если выбрано верхнее выравнивание, это расстояние от верхнего края индикатора до верхнего края экрана и наоборот.
sk: Y umiestnenie OSD relativne vzhľadom k vybranej obrazovke a zarovnaniu OSD. Ak je vybrané zarovnanie nahor, Y posun udáva medzeru medzi hornou časťou OSD a vrchom obrazovky. Ak je vybrané zarovanie nadol, Y posun udáva medzeru medzi dolnou časťou OSD a spodkom obrazovky.
sr: Усправни положај OSD-а у односу на изабрано поравнање екрана и OSD-а. Ако је изабрано поравнање уз врх, усправни померај је растојање између горњег дела OSD-а и врха екрана. Ако је изабрано поравнање уз дно, усправни померај је размака између доњег дела OSD-а и дна екрана.
th: ตำแหน่งแกน Y ของ OSD โดยสัมพันธ์กับหน้าจอที่ถูกเลือกและการจัดวาง OSD หากเลือกการจัดวางไว้บนสุด ตำแหน่งพิกัดแกน Y จะเป็นที่ว่างระหว่างขอบบนของ OSD และส่วนบนสุดของหน้าจอ หากเลือกการจัดวางไว้ล่างสุด พิกัดแกน Y จะเป็นที่ว่างระหว่าง ขอบล่างของ OSD และส่วนล่างสุดของหน้าจอ
tr: Bilgilendirme ekranın'nın Y konumu, seçilen ekran ve bilgi ekranı hizalamasına bağlıdır.Eğer Üst hizalama seçiliyse, Y ofseti, ekranın en üstü ile bilgilendirme ekranının üst tarafı arasındaki boşluktur. Eğer Alt hizalama seçiliyse, Y ofseti, bilgilendirme ekranının en altı ile ekranın en altı arasındaki boşluktur.
uk: Вертикальна позиція індикатора (OSD) відносно вибраного екрана та вирівнювання індикатора. Якщо вибрано вирівнювати зверху, то вертикальне зміщення - це простір між верхньою частиною індикатора та верхом екрана. Якщо вибрано вирівнювати знизу, то вертикальне зміщення - це простір між нижньою частиною індикатора і низом екрана.

source: OSD screen
af: OSD skerm
bg: OSD екран
ca: Pantalla OSD
cs: obrazovka OSD
da: Skærm for skærmvisning
de: OSD-Bildschirm
el: Οθόνη OSD
es: Pantalla del OSD
et: OSD ekraan
eu: PGB pantaila
fa: پردۀ OSD
fi: Kuvaruutunäytön ruutu
fr: Écran de l'OSD
he: מסך שבו תוצג התצוגה על המסך
hu: Az OSD képernyőszáma
it: Schermo OSD
ja: OSD スクリーン
ka: OSD ეკრანი
km: អេក្រង់ OSD
ko: OSD 화면
lt: Pranešimo langas
nb: Skjerm for skjermmeldinger
nds: OSD-Schirm
ne: ओएसडी पर्दा
nl: OSD-scherm
nn: Skjerm for skjermmeldingar
pa: OSD ਪਰਦਾ
pl: Wyświetlanie na ekranie
pt: Ecrã do OSD
pt_br: Mensagem na Tela
ru: Экран для вывода индикатора
se: Šearbmadieđut
sk: obrazovka OSD
sr: Екран за OSD
th: หน้าจอที่แสดง OSD
tr: Bilgilendirme ekranı
uk: Екран для показу індикатора

source: The screen that should display the OSD. For single-headed environments this setting should be 0.
af: Die skerm wat die OSD moet vertoon. Vir enkel skerm omgewings moet die waarde op 0 gehou word.
bg: Екранът на който трябва да се покаже OSD. За системи с един работен плот тази настройка трябва да е 0.
ca: La pantalla que ha de mostrar l'OSD. Per sistemes amb una sola pantalla ha de ser 0.
cs: Obrazovka, na kterou se má zobrazit OSD. Pro prostředí s pouze jednou obrazovkou má být nastavena 0.
da: Skærmen som skal vise skærmvisningen. For miljøer med kun en skærm skal indstillingen være 0.
de: Der Bildschirm, auf dem das OSD angezeigt wird. Für Systeme mit nur einem Bildschirm sollte dies 0 sein.
el: Η οθόνη στην οποία θα εμφανίζεται το OSD. Για συστήματα με μία οθόνη πρέπει να είναι 0.
es: La pantalla que debería mostrar el OSD. Para entornos con una sola pantalla esta opción debería ser 0.
et: Ekraaniesitust (OSD) näitav ekraan. Ühe ekraani ehk monitoriga süsteemis peab see olema 0.
eu: PGB bistaratu beharko lukeen pantaila. Buru bakarreko inguruetan ezarpen hau 0 izaten da.
fa: پرده‌ای که باید OSD را نمایش دهد. برای محیطهای تک‌هد، این تنظیم باید ۰ باشد.
fi: Ruutu, jossa kuvaruutunäyttö näytetään. Yksinäyttöisissä järjestelmissä tämä asetus tulisi olla 0.
fr: L'écran sur lequel l'OSD doit être affiché. Pour les environnements ne comprenant qu'un seul écran, cette valeur doit valoir 0.
he: מסך שבו תוצג התצוגה על המסך. עבור סביבה חד־מסכית הערך צריך להיות 0.
hu: Az itt megadott azonosítójú képernyőn jelenik meg az OSD. Ha csak egy monitort használ, 0-t kell megadni.
it: Lo schermo che dovrebbe mostrare l'OSD. Per ambienti con una unica uscita video questo valore dovrebbe essere 0.
ja: OSD を表示するスクリーン。シングルヘッド環境では 0 に設定してください。
ka: OSD -თვის ცალი.
km: អេក្រង់​ដែល​គួរ​បង្ហាញ OSD ។ សម្រាប់​បរិស្ថាន​ដែល​មាន​ក្បាល​តែ​មួយ ការ​កំណត់​នេះ​គួរ​តែ​ជា 0 ។
ko: OSD를 표시할 화면 번호입니다. 싱글 헤드 환경에서는 0으로 설정되어야 합니다.
lt: Langas, kuriame bus rodomas pranešimas. Vieno darbastalio aplinkoms nurodykite 0.
nb: Skjermen skjermmeldinger skal vises på. For maskiner med en skjerm skal denne verdien være 0.
nds: De Schirm, op den de OSD wiest warrt. Wenn Du nich mehr een Schirm bruukst, schall dat 0 wesen.
ne: ओएसडी प्रदर्शन गर्ने पर्दा । एकल-शीर्षकीय परिवेशका लागि यो सेटिङ ० हुनेछ ।
nl: De scherm waarop de OSD zal worden weergegeven. Voor computers met 1 beeldscherm dient deze instelling op 0 te staan.
nn: Skjermen skjermmeldingar skal visast på. For maskiner med éin skjerm skal denne verdien vera 0.
pa: ਸਕਰੀਨ, ਜੋ ਕਿ OSD ਵੇਖਾਉਦੀ ਹੈ। ਇੱਕ ਹੈੱਡ ਵਾਲੇ ਵਾਤਾਵਰਣ ਲਈ ਇਹ ਸਥਾਪਨ 0 ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Ekran, który będzie używany do wyświetlania OSD. Dla komputerów z jednym monitorem powinno być ustawione na 0.
pt: O ecrã que deverá mostrar o OSD. Para os ambientes só com um ecrã, esta opção deverá ser igual a 0.
pt_br: À área de trabalho que deve exibir a Mensagem na Tela. Para ambientes com uma única área de trabalho, esse valor deve ser 0.
ru: Монитор, на который следует выводить индикатор. Индекс начинается с 0.
se: Šearbma gos šearbmadieđut čájehuvvojit. Árvu galggašii leat 0 mašiinnain mas leat dušše okta šearbma.
sk: Obrazovka, na ktorú sa má zobraziť OSD. Pre prostredia iba s jednou obrazovkou má byť nastavená na 0.
sr: Екран који би требало да приказује OSD. За једноглава окружења ово би требало да буде 0.
th: หน้าจอที่ควรจะแสดง OSD สำหรับสภาพแวดล้อมที่ใช้จอเดี่ยว ค่านี้ควรจะเป็น 0
tr: Bilgilendirme ekranının gösterileceği ekran. Tek başlı ortamlar için bu değer 0 olmalıdır.
uk: Монітор, на якому слід показувати індикатор (OSD). Для середовищ з одним монітором це значення має бути 0.

source: Whether the album cover should be shown
af: Bepaal of die CD omslag vertoon moet word.
bg: Дали да бъде показвана обложката на албума
ca: Si s'ha de mostrar la caràtula de l'àlbum
cs: Ukázat obrázek obalu daného alba
da: Om albumomslag skal vises
de: Album-Cover anzeigen
el: Αν θα εμφανίζεται το εξώφυλλο του άλμπουμ
es: Si se muestra la carátula del álbum
et: Kas näidatakse albumi kaanepilti
eu: Albumaren azala erakutsi behar den edo ez.
fa: آیا پوشش آلبوم باید نمایش داده شود
fi: Näytetäänkö levyn kansikuva
fr: Afficher ou non la jaquette de l'album
he: האם להציג את עטיפת הכותר
hu: Megjelenjen-e vagy sem az album borítója
it: Decidi se la copertina dell'album debba essere mostrata
ja: アルバムカバーを表示するかどうか
ka: როდის უნდა იყოს ნაჩვენები ალბომის ყდა
km: ថា​តើ​ត្រូវ​បង្ហាញ​គម្រប​អាល់ប៊ុម​ឬ​ទេ​
ko: 음반 표지 그림를 보여줄 것인가
lt: Rodyti albumo viršelį
nb: Om plateomslaget skal vises
nds: Album-Titelbild wiesen
ne: एल्बम आवरण देखाउने या नदेखाउने
nl: Of de albumhoes weergegeven zal worden
nn: Om plateomslaget skal visast
pa: ਕੀ ਐਲਬਮ ਢੱਕਣ ਵੇਖਾਇਆ ਜਾਵੇ
pl: Czy pokazywać okładkę albumu
pt: Mostrar ou não a capa do álbum
pt_br: Capa do álbum deve ser mostrada
ru: Выводить ли обложку альбома
se: Mearrit jus olggošgovva čájehuvvo
sk: Zobraziť obal daného albumu
sr: Да ли треба приказивати омот албума
th: ควรให้มีการแสดงหน้าปกอัลบั้มหรือไม่
tr: Albüm kapağı gösterilsin
uk: Чи показувати обкладинку альбому

source: If enabled, shows the album cover in the OSD.
af: As hierdie gekies is, sal die CD omslag in die OSD vertoon word.
bg: Ако е включена тази отметка, обложката на албума ще се показва в OSD.
ca: Si està seleccionat, mostra la caràtula de l'àlbum a l'OSD.
cs: Je-li povoleno, ukáže na OSD obrázek obalu daného alba.
da: Hvis markeret vises albumomslaget i skærmvisningen.
de: Wenn aktiviert, wird das Album-Cover im OSD angezeigt.
el: Αν ενεργοποιηθεί, το εξώφυλλο του άλμπουμ θα εμφανίζεται στο OSD.
es: Si se activa, se mostrará la carátula del álbum en el OSD.
et: Märkimisel näitab OSD albumi kaanepilti.
eu: Gaitzen bada, erakutsi albumaren azala PGBn.
fa: اگر فعال شود، پوشش آلبوم را در OSD نمایش می‌دهد.
fi: Mikäli käytössä, levyn kansikuva näytetään kuvaruutunäytössä.
fr: Si cette case est cochée, la jaquette de l'album est affichée dans l'OSD.
he: אם סומן, הצג את עטיפת הכותר בתצוגה על המסך.
hu: Ha be van jelölve, akkor az album borítója látható lesz az OSD-ben.
it: Se abilitata, mostra la copertina dell'album nell'OSD.
ja: 有効にすると、OSD にアルバムカバーが表示されます。
ka: ჩართული -ში OSD.
km: បើ​ធីក នឹង​បង្ហាញ​គម្រប​នៅ​ក្នុង OSD ។
ko: 만약 사용하면, OSD에서 음반 표지를 보여줍니다.
lt: Pranešime rodyti albumo viršelį.
nb: Hvis krysset av, blir plateomslaget vist i skjermmeldingene.
nds: Wenn aktiveert, wiest Amarok dat Album-Titelbild binnen de OSD
ne: यदि सक्षम पारियो भने, ओएसडीमा एल्बम आवरण देखाउँदछ ।
nl: Indien actief zal de albumhoes in de OSD worden weergegeven.
nn: Viss kryssa av, vert plateomslaget vist i skjermmeldingane.
pa: ਜੇਕਰ ਯੋਗ ਕੀਤਾ ਤਾਂ, OSD ਵਿੱਚ ਐਲਬਮ ਢੱਕਣ ਵੇਖਾਇਆ ਜਾਵੇਗਾ।
pl: Jeśli włączone, pokazuje okładkę albumu w OSD.
pt: Se activado, a capa do álbum é mostrada no OSD.
pt_br: Se habilitada, mostra a capa do álbum na Mensagem na Tela.
ru: Выводить обложку альбома в индикаторе
se: Jus lea merkejuvvon, de oidno olggošgovva šearbmadieđus.
sk: Ak je povolené, zobrazí na OSD obal daného albumu.
sr: Ако је укључено, приказује омот албума у OSD-у.
th: หากเปิดใช้ จะแสดงหน้าปกอัลบั้มใน OSD
tr: Eğer seçilirse, albüm kapağı Bilgilendirme Ekranı'nda gösterilir.
uk: Якщо увімкнено, то показує обкладинку альбому в індикаторі.

source: Align OSD to
af: Lyn OSD om met
bg: Подравняване на OSD към
ca: Alinea l'OSD a
cs: Zarovnat OSD k
da: Justér skærmvisning til
de: OSD ausrichten
el: Στοίχιση του OSD
es: Alinear OSD a
et: OSD joondus
eu: Lerrokatu PGB:
fa: تراز کردن OSD در
fi: Asemoi kuvaruutunäyttö
fr: Aligne l'OSD avec
he: ישר תצוגה על המסך אל
hu: Az OSD igazítása
it: Allinea l'OSD a
ja: OSD の配置
ka: OSD-ს მინიჭება
km: តម្រឹម​ការ​បង្ហាញ​លើ​អេក្រង់​ទៅ
ko: OSD 정렬
lt: Pranešimo lygiavimas
nb: Juster skjermmeldinger til
nds: OSD-Utrichten
ne: यसमा ओएसडी पङ्क्तिबद्ध गर्नुहोस्
nl: OSD uitlijnen op
nn: Juster skjermmeldingar itl
pa: OSD ਜਾਰੀ
pl: Dopasuj OSD do
pt: Alinhar o OSD a
pt_br: Alinhar Mensagem na Tela à
ru: Выравнивать индикатор относительно
sk: Zarovnať OSD
sr: Поравнај OSD са
th: จัดวาง OSD กับ
tr: Bilgilendirme ekranını hizala
uk: Вирівнювати індикатор відносно

source: The relative position of the OSD. Possible choices are Left, Middle, Right and Center.
af: Die relatiewe posisie van die OSD. Moontlike waardes is Links, Middel, Regs en Gesentreer
bg: Относителната позиция на OSD. Възможните избори са ляво, средно, дясно и център.
ca: La posició relativa de l'OSD. Els valors possibles són esquerra, mig, dreta i centre.
cs: Relativní pozice OSD. Možné hodnoty jsou nalevo, doprostřed, doprava a na střed.
da: Den relative position for skærmvisningen. Mulige valg er Left, Middle, Right og Center.
de: Die relative Position des OSD. Die Auswahlmöglichkeiten sind Links, Mitte, Rechts und Zentriert.
el: Η σχετική θέση του OSD. Οι πιθανές επιλογές είναι αριστερά, στο μέσο, δεξιά και στο κέντρο.
es: La posición relativa del OSD. Las posibles elecciones son a la izquierda, en el medio, a la derecha y en el centro.
et: OSD suhteline asukoht. Võimalikud valikud on vasakul, keskel ja paremal.
eu: PGBren posizio erlatiboa. Aukera erabilgarriak: ezkerrean, erdian, eskuinean eta zentratua.
fa: موقعیت نسبی OSD. انتخابهای احتمالی عبارتند از: چپ، میانی، راست و مرکز.
fi: Kuvaruutunäytön suhteellinen asemointi. Mahdollisia valintoja ovat vasemmalla, keskellä, oikealla ja keskellä.
fr: La position relative de l'OSD. Les choix possibles sont « Left » (gauche), « Middle » (milieu), « Right » (droite) et « Center » (centré).
he: המיקום היחסי של התצוגה על המסך. האפשרויות הן ימין, אמצע, שמאל, ומרכז.
hu: Az OSD relatív pozíciója. Lehetséges értékei: balról, egyenlő távolságra, jobbról, középen.
it: La posizione relativa dell'OSD. Le scelte possibili sono Sinistra, Medio, Destra e Centro.
ja: OSD の相対的な位置。次より選択可能: Left, Middle, Right, Center
ka: დაკავშირებული OSD მარცხნივ საშუალო მარჯვნივ და ცენტრი.
km: ទីតាំង​ប្រែប្រួល​​របស់​ការ​បង្ហាញ​លើ​អេក្រង់ ។ ជម្រើស​មាន​ដូចជា ៖ ឆ្វេង, កណ្ដាល​បញ្ឈរ, ស្ដាំ និង​កណ្ដាល​ផ្ដេក ។
ko: OSD의 상대적 위치입니다. 왼쪽, 가운데, 오른쪽, 중앙을 설정할 수 있습니다.
lt: Lygiuoti pranešimą kairėje, viduryje, dešinėje arba centre.
nb: Relativ plassering av skjermmeldinger. Mulige verdier er «Left» (venstre), «Middle» (midten), «Right» (høyre) og «Center» (sentrer).
nds: De Positschoon vun de OSD. Möögliche Weerten sünd Links, Merrn, Rechts un Zentrum.
ne: ओएसडीको सापेक्षित स्थिति । सम्भावित छनौटहरू बायाँ, बीच, दायाँ र केन्द्र हुन्छन् ।
nl: De relatieve positie van de OSD. Mogelijke keuzes zijn links, midden, rechts en centrum.
nn: Relativ plassering av skjermmeldingar. Moglege verdiar er «Left» (venstre), «Middle» (midten), «Right» (høgre) og «Center» (sentrer).
pa: OSD ਦੀ ਅਨੁਸਾਰੀ ਟਿਕਾਣਾ ਹੈ। ਸੰਭਵ ਚੋਣ, ਖੱਬੇ, ਮੱਧ, ਸੱਜੇ ਅਤੇ ਕੇਂਦਰ ਵਿੱਚ ਹੈ।
pl: Względna pozycja OSD. Możliwości: Lewo, Prawo, Połowa i Wyśrodkowanie.
pt: A posição relativa do OSD. As opções possíveis são o Left, Middle, Right e Center.
pt_br: A posição relativa da Mensagem na Tela. Possíveis escolhas são Esquerda, Meio, Direita e Centralizado.
ru: Относительная позиция индикатора. Возможные варианты: Слева, Посредине, Справа и В центре.
sk: Relatívne umiestnenie OSD. Možné hodnoty sú doľava, dostredu, doprava a na stred.
sr: Релативан положај OSD-а. Могући избори су лево, средина, десно и центар.
th: ตำแหน่งสัมพัทธ์ของ OSD ตัวเลือกที่เป็นไปได้คือ ซ้าย, กลาง, ขวา และศูนย์กลาง
tr: Bilgilendirme ekranının göreceli konumu. Muhtemel seçimler, Sol, Orta, Sağ ve Merkez.
uk: Відносна позиція індикатора. Можливі значення: ліворуч, посередині, праворуч і в центрі.
