Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: The classic &Amarok, "funky-monkey", theme
af: Die klassieke Amarok "funky-monkey" tema
bg: Класическа тема на &Amarok ("funky-monkey")
ca: El tema clàssic de l'&Amarok, «funky-monkey»
cs: Klasický "funky-monkey" styl Amarok
da: Det klassiske &Amarok-tema "funky-monkey"
de: Klassisches &Amarok "funky-monkey"-Design
el: Το κλασσικό θέμα του &AmaroK, "funky-monkey"
es: El tema clásico de &Amarok "funky-monkey"
et: Klassikaline Amaroki "&fanki-manki" teema
fa: چهرۀ کلاسیک، »funky-monkey«، &amaroK‌
fi: Klassinen ”&funky-monkey”-väriteema
fr: Le thème classique d'&Amarok « funky-monkey »
he: ערכת הנושא ה&קלסית של Amarok בשם "funkey-monkey"
hu: A klasszikus "Funky-monkey" &Amarok-téma
it: Tema classico di &Amarok, "funky-monkey"
ja: クラシック Amarok "ファンキーモンキー" テーマ(&M)
km: Amarok បុរាណ ស្បែក "funky-monkey"
ko: 고전 Amarok의 "funky-monkey" 테마(&A)
lt: &Klasikinė AmaroK tema „Baisi beždžionė“
nb: Det klassiske Amarok-temaet «funky-monkey»
nds: Dat klass'sche "funky-monkey"-Muster vun &Amarok
ne: शास्त्रिय अमारोक, "फन्की-मङ्की", विषयवस्तु
nl: Het klassieke &Amarokthema "funky monkey"
nn: &Det klassiske stilige Amarok-temaet
pa: ਟਕਸਾਲੀ ਅਮਰੋਕ, "funky-monkey", ਸਰੂਪ( &a)
pl: Klasyczny zestaw &Amaroka - "funky-monkey"
pt: O tema clássico do &AmaroK, "funky-monkey"
pt_br: O tema "funky-monkey" clássico do &Amarok
ru: Классическая тема &amaroK, «funky-monkey»
se: Árbevirolaš &Amarok-fáddá («funky-monkey»)
sk: Klasický "funky-monkey" vzhľad Amaroku
sr: Класичн&а Amarok-ова тема, „фанки-мајмун“
th: ชุดตกแต่งคลาสสิคของ &Amarok "funky-monkey"
tr: &Klasik Amarok teması
uk: Класична тема &Amarok, "funky-monkey"

source: If selected, Amarok uses the Amarok standard colors in the playlist.
af: As hierdie gekies is, sal Amarok die standaard Amarok kleure in die speel lys gebruik.
bg: Ако е включена тази отметка, Amarok ще използва свои стандартни цветове в списъка със записи.
ca: Si està seleccionat, l'Amarok usa els seus colors estàndards per a la llista de reproducció.
cs: Je-li vybráno, Amarok použije v seznamu skladeb standardní barvy systému Amarok.
da: Hvis dette er valgt bruger Amarok sine standardfarver i spillelisten.
de: Aktivieren Sie diese Einstellung, um Amaroks voreingestellte Farben in der Wiedergabeliste zu verwenden.
el: Αν επιλεχθεί, το AmaroK θα χρησιμοποιήσει τα τυπικά χρώματα του AmaroK για τη λίστα αναπαραγωγής.
es: Si se selecciona, Amarok usa los colores estándares de Amarok en la lista de reproducción.
et: Märkimisel kasutab Amarok esitusnimekirja aknas Amaroki standardvärve.
fa: اگر برگزیده شود، amaroK از رنگهای استاندارد amaroK در فهرست پخش استفاده می‌کند.
fi: Mikäli valittu, Amarok käyttää Amarokin alkuperäisteeman värejä.
fr: Si cette case est cochée, Amarok utilisera les couleurs standards d'Amarok dans la liste de lecture.
he: אם סומן, Amarok ישתמש בצבעים רגילים ברשימת־ההשמעה.
hu: Ha ez van bejelölve, akkor az Amarok a lejátszólistában az Amarok-féle szabványos színeket használja
it: Se selezionata, Amarok userà i colori standard di Amarok nella finestra della playlist.
ja: プレイリストに Amarok の標準色を使います。
km: ប្រសិន​បើ​បាន​ជ្រើស Amarok ប្រើ​ពណ៌​ស្តង់ដា​របស់ Amarok នៅ​ក្នុង​បញ្ជី​ចាក់ ។
ko: 만약 선택한다면, 재생목록에서 Amarok의 표준 색을 사용합니다.
lt: Grojaraštyje naudoti standartines AmaroK spalvas.
nb: Hvis dette er valgt, så bruker Amarok sine egne standardfarger i spillelista.
nds: Wenn aktiveert, bruukt Amarok sien vörinstellt Klören för de Afspeellist.
ne: यदि चयन गरियो भने, अमारोकले प्ले सूचीमा अमारोक मानक रङ प्रयोग गर्दछ ।
nl: Indien geselecteerd zullen de standaardkleuren van Amarok worden gebruikt in de afspeellijst.
nn: Bruk standardfargane til Amarok i spelelista.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਅਮਰੋਕ ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਅਮਰੋਕ ਮਿਆਰੀ ਰੰਗਾਂ ਦੀ ਵਰਤੋਂ ਕਰੇਗਾ।
pl: Jeśli jest zaznaczone, Amarok wykorzystuje na liście odtwarzania swoje własne kolory.
pt: Se seleccionado, o Amarok utiliza as suas cores normais na lista de músicas.
pt_br: Se selecionada, o Amarok usará as suas cores padrão na lista de músicas.
ru: Использовать стандартные цвета amaroK в списке воспроизведения.
se: Jus lea merkejuvvon, Amarok geavaha Amarok:a standárdivnniid čuojahanlisttus.
sk: Ak je vybrané, Amarok použije v okne zoznamu skladieb štandardné farby.
sr: Ако је попуњено, Amarok користи своје стандардне боје у листи нумера.
th: หากเลือกที่นี่ Amarok จะใช้ชุดสีมาตรฐานของ Amarok ้ตั้งในรายการเล่น
tr: Bu seçili ise parça listesi penceresinde standart Amarok renkleri kullanılır.
uk: Якщо ввімкнено, Amarok використовує в списку композицій свої стандартні кольори.

source: Color for new playlist items:
af: Kleur van nuwe speel lys itemme:
bg: Цвят на новите елементи в списъка:
ca: Color per als nous elements de la llista de reproducció:
cs: Barva nových položek seznamu skladeb:
da: Farve på nye punkter i spillelisten:
de: Farbe für neue Wiedergabelisten-Einträge:
el: Χρώμα των νέων αντικειμένων της λίστας:
es: Color para los nuevos elementos de la lista de reproducción:
et: Uue esitusnimekirja elemendi värv:
fa: رنگ برای فقره‌های فهرست پخش جدید:
fi: Uusien soittolistanimikkeiden väri:
fr: Couleur pour les nouveaux éléments de la liste de lecture :
hu: Új lejátszólista-elemek színe:
it: Colore dei nuovi elementi della playlist:
ja: 新規プレイリストアイテムの色:
km: ពណ៌​សម្រាប់​ធាតុ​បញ្ជី​ចាក់​ថ្មី ៖
lt: Naujų grojaraščio objektų spalva:
nb: Farge for nye spillelisteoppføringer:
nds: Klöör för niege Afspeellist-Indrääg:
ne: नयाँ प्लेसूची वस्तुहरूका लागि रङ:
nl: Kleur voor nieuwe afspeellijstitems:
nn: Farge for nye spelelisteoppføringar:
pa: ਨਵੀਂ ਸੰਗੀਤ-ਸੂਚੀ ਆਈਟਮਾਂ ਲਈ ਰੰਗ:
pl: Kolor dla nowych elementów listy odtwarzania:
pt: Cor dos itens novos da lista:
pt_br: Cor para os novos itens da lista de músicas:
se: Ođđa čuojahanlistomerkošiid ivdni:
sk: Písmo pre nové položky v zozname skladieb:
sr: Боја нових ставки у листи нумера:
th: สีสำหรับรายการใหม่ในรายการเล่น:
tr: Parça listesindeki yeni ögeler için renk:
uk: Колір для нових елементів списку композицій:

source: The color that is used when fresh items are being loaded in the playlist.
af: Die kleur van itemme wat vars in die speel lys gelaai is.
bg: Цветът за новите елементи, които биват зареждани в списъка.
ca: El color que s'emprarà quan es carreguin nous elements a la llista de reproducció.
da: Farven som bruges når nye punkter indlæses i spillelisten.
de: Diese Farbe wird für neu zur Wiedergabeliste hinzugefügte Stücke verwendet.
el: Το χρώμα που θα χρησιμοποιηθεί όταν φορτώνονται νέα αντικείμενα στη λίστα.
es: El color usado cuando los elementos recientes se carguen en la lista de reproducción.
et: Värv, mida kasutatakse esitusnimekirja laaditud uute elementide korral.
fa: رنگی که هنگامی که فقره‌های تازه در فهرست پخش بار می‌شوند، استفاده می‌شود.
fi: Väri, jota käytetään, kun uusia nimikkeitä ladataan soittolistalle.
fr: La couleur utilisée lorsque de nouveaux éléments sont ajoutés à la liste de lecture.
hu: Az a szín, amely a lejátszólista újonnan hozzáadott elemeihez használatos
it: Il colore utilizzato quando nuovi elementi sono caricati nella playlist.
ja: プレイリストに新しく追加されたアイテムに使用する色を選択します。
km: ពណ៌​ដែល​ត្រូវ​បាន​ប្រើ​នៅ​ពេល​ធាតុ​ស្រស់​កំពុង​ត្រូវ​បាន​ផ្ទុក​នៅ​ក្នុង​បញ្ជី​ចាក់ ។
lt: Naujai į grojaraštį įkeltiems objektams naudoti šią spalvąs.
nb: Fargen som brukes når nye elementer lastes inn i spillelista
nds: De Klöör för niege Stücken binnen de Afspeellist
ne: ताजा वस्तुहरू प्ले सूचीमा लोड हुँदा प्रयोग गरिने रङ ।
nl: De kleur die zal worden gebruikt als nieuwe items worden geladen in de afspeellijst.
nn: Fargen som vert bruka på nye spor som vert lagt til spelelista.
pl: Kolor, który jest używany kiedy nowe elementy zostają wczytane do listy odtwarzania.
pt: A cor que é usada quando forem colocados itens novos na lista de reprodução.
pt_br: A cor que será usada quando novos itens estiverem sendo carregados na lista de música.
se: Ivdni mii geavahuvvo go ođđa merkošat bidjot sisa čuojahanlistui.
sk: Farba, ktorá je použitá, keď sú do zoznamu skladieb načítané nové položky.
sr: Боја која се користи када се нове ставке учитавају у листу нумера.
th: สีที่จะใช้เมื่อมีการใส่รายการใหม่สดๆ เข้าไปในรายการเล่น
tr: Bu renk parça listesindeki yeni ögeleri göstermek içinkullanılır.
uk: Колір, який вживається, коли нові елементи завантажуються в список композицій.

source: Context Browser Style
af: Konteks Blaaier Styl
bg: Стил на контекстния браузър
ca: Estil del Navegador contextual
cs: Styl prohlížeče kontextu
da: Stil for sammenhængsbrowser
de: Kontext-Browser-Design
el: Στυλ σχετικού περιεχομένου
es: Estilo del navegador de contexto
et: Kontekstisirvija stiil
eu: Testuinguruko arakatzailearen estiloa
fa: سبک مرورگر متن
fi: Kontekstiselaimen tyyli
fr: Style du navigateur de contexte
he: גופן דפדפן ההקשר
hu: A környezetböngésző stílusa
it: Stile del navigatore per contesti
ja: 関連情報ブラウザのスタイル
ka: კონტექსტი ბროუზერი სტილი
km: រចនាប័ទ្ម​កម្មវិធី​រុករក​បរិបទ
ko: 컨텍스트 브라우저 스타일
lt: Informacijos lango stilius
nb: Stil på vinduet som viser sammenhengen
nds: Kontextkieker-Stil
ne: प्रसङ्ग ब्राउजर शैली
nl: Stijl voor contextbrowser
nn: Stil på samanhengslesar
pa: ਪਰਸੰਗ ਝਲਕਾਰਾ ਸਟਾਇਲ
pl: Motyw przeglądarki kontekstowej
pt: Estilo do Navegador de Contexto
pt_br: Estilo do Navegador de Contexto
ru: Стиль панели Статистика
se: Oktavuohtalogana stiila
sk: Štýl prehliadača kontextu
sr: Стил контекстног прегледача
th: รูปแบบตัวเรียกดูรายละเอียดเพิ่มเติม
tr: İçerik Tarayıcı Stili
uk: Стиль навігатора контексту

source: Select a style:
af: Kies 'n styl:
bg: Избор на стил:
ca: Seleccioneu un estil:
cs: Vyberte styl:
da: Vælg en stil:
de: Design auswählen:
el: Επιλογή ενός στυλ:
es: Seleccionar un estilo:
et: Stiil:
eu: Hautatu estiloa:
fa: برگزیدن یک سبک:
fi: Valitse tyyli:
fr: Sélectionnez un style :
he: בחר סגנון:
hu: Válasszon ki egy stílust:
it: Seleziona uno stile:
ja: スタイルを選択:
ka: აირჩიეთ სტილი:
km: ជ្រើស​រចនាប័ទ្ម​មួយ ៖
ko: 스타일 선택:
lt: Nurodykite stilių:
nb: Velg stil:
nds: Stil utsöken:
ne: शैली चयन गर्नुहोस्:
nl: Selecteer een stijl:
nn: Vel stil:
pa: ਸਟਾਇਲ ਚੁਣੋ:
pl: Wybierz motyw:
pt: Escolha um estilo:
pt_br: Selecione um estilo:
ru: Стиль:
se: Vállje stiilla:
sk: Vyberte štýl:
sr: Изаберите стил:
th: เลือกรูปแบบ:
tr: Bir stil seçin:
uk: Виберіть стиль:

source: Select the style of the Context Browser.
af: Kies die styl vir die konteks blaaier
bg: Избор на стил на контекстния браузър.
ca: Seleccioneu l'estil pel Navegador contextual.
cs: Zvolte styl prohlížeče kontextu.
da: Vælg stil for sammenhængsbrowseren.
de: Bitte ein Design für den Kontext-Browser auswählen.
el: Επιλογή του στυλ του σχετικού περιεχομένου.
es: Seleccione el estilo del navegador contextual.
et: Kontekstisirvija stiili valik.
eu: Hautatu testuinguruko arakatzailearen estiloa.
fa: برگزیدن سبک مرورگر متن.
fi: Kontekstiselaimen tyyli.
fr: Sélectionnez le style du navigateur de contexte.
he: בחר את הסגנון של דפדפן ההקשר.
hu: Válassza ki a környezetböngésző stílusát
it: Seleziona lo stile per il navigatore per contesti.
ja: 関連情報ブラウザのスタイルを選択します。
ka: ამორჩევა კონტექსტი ბროუზერი.
km: ជ្រើស​រចនាប័ទ្ម​កម្មវិធី​រុករក​បរិបទ ។
ko: 컨텍스트 브라우저에서 쓰일 스타일을 선택합니다.
lt: Nurodykite Informacijos lango stilių.
nb: Stilen til vinduet som viser sammenhengen.
nds: Bitte den Stil för de Kontextkieker utsöken
ne: प्रसङ्ग ब्राउजरको शैली चयन गर्नुहोस् ।
nl: Selecteer de stijl voor de contextbrowser.
nn: Stilen til samanhengslesaren.
pa: ਪਰਸੰਗ ਝਲਕਾਰੇ ਦੀ ਸਟਾਇਲ ਲਈ ਚੋਣ ਕਰੋ।
pl: Wybierz motyw przeglądarki kontekstowej.
pt: Escolha o estilo do navegador de contexto.
pt_br: Selecione o estilo do navegador de contexto.
ru: Выберите стиль панели статистики
se: Vállje oktavuohtalogana stiilla.
sk: Zvolte štýl prehliadača kontextu.
sr: Фонт стил контекстног прегледача.
th: เลือกรูปแบบของตัวเรียกดูรายละเอียดเพิ่มเติม
tr: İçerik Taraycısı stilini seçin.
uk: Виберіть стиль навігатора контексту.

source: Install New Style...
af: Installeer Nuwe Styl...
bg: Инсталиране на нов...
ca: Instal·la un estil nou...
cs: Instalovat nový styl...
da: Installér ny stil...
de: Neues Design installieren ...
el: Εγκατάσταση νέου στυλ...
es: Instalar nuevo estilo...
et: Paigalda uus stiil...
eu: Instalatu estilo berria...
fa: نصب سبک جدید...
fi: Asenna uusi tyyli…
fr: Installer un nouveau style...
he: התקן סגנון חדש...
hu: Új stílus telepítése...
it: Installa nuovo stile...
ja: スタイルをインストール...
ka: ახალი სტილის ჩადგმა...
km: ដំឡើង​រចនាប័ទ្ម​ថ្មី...
ko: 새 스타일 설치...
lt: Įdiegti naują stilių...
nb: Installer ny stil …
nds: Niegen Stil installeren...
ne: नयाँ शैली स्थापना गर्नुहोस्...
nl: Nieuwe stijl installeren...
nn: Installer ny stil …
pa: ਨਵਾਂ ਸਟਾਇਲ ਇੰਸਟਾਲ...
pl: Zainstaluj nowy motyw...
pt: Instalar um Novo Estilo...
pt_br: Instalar Novo Estilo...
ru: Установить новый стиль...
se: Sajáiduhte ođđa stiilla …
sk: Nainštalovať nový štýl...
sr: Инсталирај нови стил...
th: ติดตั้งรูปแบบใหม่...
tr: Yeni Stil Kur...
uk: Встановити новий стиль...

source: Click to install a new Context Browser style.<br>Tip: More styles can be found on <a href='http://kde-look.org'>http://kde-look.org</a>
af: Kliek om 'n nuwe konteks blaaier styl te installeer.<br>Wenk: Meer style kan by <a href='http://kde-look.org'>http://kde-look.org</a> afgelaai word.
bg: Натиснете тук, за да инсталирате нов стил на контекстния браузър.<br>Подсказка: повече стилове можете да намерите на <a href="http://kde-look.org">http://kde-look.org</a>
ca: Feu clic per instal·lar un nou estil pel Navegador contextual.<br>Truc: podeu trobar més estils a <a·href='http://kde-look.org'>http://kde-look.org</a>
cs: Klikněte pro nainstalování nového stylu prohlížeče kontextu. <br>Tip: Více stylů můžete nalézt na <a href='http://kde-look.org'>http://kde-look.org</a>
da: Klik for at installere en ny stil for sammenhængsbrowseren.<br>Vink: Flere stiler kan findes på <a href='http://kde-look.org'>http://kde-look.org</a>
de: Zum Auswählen eines neuen Designs für den Kontext-Browser klicken Sie bitte hier.<br>Tipp: Weitere Designs finden Sie unter <a href='http://kde-look.org'>http://kde-look.org</a>.
el: Κλικ για την εγκατάσταση ενός νέου στυλ του σχετικού περιεχομένου.<br>Συμβουλή: Περισσότερα στυλ μπορούν να βρεθούν στο <a href='http://kde-look.org'>http://kde-look.org</a>
es: Haga clic para instalar un nuevo estilo del navegador de contexto. <br>Consejo: puede encontrar mas estilos en <a href='http://kde-look.org'>http://kde-look.org</a>
et: Klõpsa kontekstisirvija uue stiili paigaldamiseks.<br>Vihje: rohkem stiile leiab aadressilt <a href='http://kde-look.org'>http://kde-look.org</a>
eu: Egin klik testuinguruko arakatzailearen estilo berria instalatzeko. <br>Aholkua: estilo gehiago <a href='http://kde-look.org'>http://kde-look.org</a> gunean aurkitzen dira.
fa: برای نصب یک سبک جدید مرورگر متن فشار دهید.<br>نکته: سبکهای بیشتر را می‌توان در <a href='http://kde-look.org'>http://kde-look.org یافت</a>
fi: Asenna uusi kontekstiselaintyyli. <br>Lisää tyylejä löytyy osoitteesta <a href='http://kde-look.org'>http://kde-look.org</a>.
fr: Cliquez pour installer un nouveau style pour le navigateur de contexte. <br>Astuce : vous pouvez trouver plus de styles sur <a href='http://kde-look.org'>http://kde-look.org</a>
he: לחץ על מנת להתקין סגנון חדש של דפדפן ההקשר.<br> עצה: סגנונות נוספים אפשר למצוא ב־ <a href="http://kde-look.org">http://kde-look.org</a>
hu: Egy új környezetböngésző-stílus telepítéséhez kattintson ide.<br>Tipp: további stílusok találhatók a <a href='http://kde-look.org'>http://kde-look.org</a> oldalon.
it: Premi per installare un nuovo stile per il navigatore per contesti.<br>Suggerimento: altri stili sono reperibili su <a href='http://kde-look.org'>http://kde-look.org</a>
ja: 新しいスタイルをインストールします。<br>ヒント: <a href='http://kde-look.org'>http://kde-look.org</a> にたくさんスタイルがあります。
ka: -სკენ a ახალი კონტექსტი ბროუზერი<br> მეტი ჩართულია<a href='http://kde-look.org'>http://kde-look.org</a>
km: ចុច ដើម្បី​ដំឡើង​រចនាប័ទ្ម​កម្មវិធី​រុករក​បរិបទ​ថ្មី ។<br>ជំនួយ ៖ អ្នក​អាច​រក​បាន​រចនាប័ទ្ម​ជាច្រើន​ទៀត​នៅ <a href='http://kde-look.org'>http://kde-look.org</a>
ko: 새로운 컨텍스트 브라우저 스타일을 설치하려면 클릭하십시오.<br>잠깐: 더 많은 스타일은 <a href='http://kde-look.org'>http://kde-look.org</a>에서 받을 수 있습니다.
lt: Spragtelėkite norėdami įdiegti naują Informacijos lango stilių.<br>Patarimas: daugiau stilių rasite <a href='http://kde-look.org'>http://kde-look.org</a>
nb: Trykk for å installere en ny stil for vinduet som viser sammenhengen .<br>Tips: Du finner flere stiler på <a href='http://kde-look.org/'>http://kde-look.org/</a>.
nds: Klick hier, wenn Du en niegen Stil för den Kontextkieker installeren wullt.<br>Tipp: Mehr Stilen gifft dat op <a href='http://kde-look.org'>http://kde-look.org</a>
ne: नयाँ प्रसङ्ग ब्राउजर शैली स्थापना गर्न क्लिक गर्नुहोस् ।<br>टिप: धेरै शैलीहरू <a href='http://kde-look.org'>http://kde-look.org</a> मा फेला पार्न सकिन्छ
nl: Klik om een nieuwe stijl voor de ContextBrowser te installeren. <br>Tip: meer stijlen zijn te vinden op de website <a href="http://kde-look.org">http://kde-look.org</a>.
nn: Trykk for å installera ein ny stil for samanhengslesaren.<br>Tips: Du finn fleire stilar på <a href='http://kde-look.org/'>http://kde-look.org/</a>.
pa: ਨਵਾਂ ਪਰਸੰਗ ਝਲਕਾਰਾ ਸਟਾਇਲ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਦਬਾਉ। <br>ਇਸ਼ਾਰਾ: ਹੋਰ ਸਟਾਇਲਾਂ ਨੂੰ <a href='http://kde-look.org'>http://kde-look.org</a> ਉੱਤੇ ਵੇਖਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Kliknij, aby zainstalować nowy motyw przeglądarki kontekstowej.<br>Porada: Więcej motywów można znaleźć na stronie <a href='http://kde-look.org'>http://kde-look.org</a>
pt: Carregue para instalar um novo estilo de Navegador de Contexto.<br>Dica: Pode encontrar mais estilos em <a href='http://kde-look.org'>http://kde-look.org</a>
pt_br: Clique para instalar um novo estilo para o Navegador de Contexto.<br>Dica: mais estilos podem ser encontrados em <a href="http://kde-look.org">http://kde-look.org</a>
ru: Установить стиль панели статистики.<br>Стили можно найти на сайте <a href='http://kde-look.org'>http://kde-look.org</a>
se: Coahkkal dása jus hálidat sajáiduhttit ođđa stiilla oktavuohtačájeheapmai. <br>Tipsa: Gávnnat eanet stiillaid <a href='http://kde-look.org'>http://kde-look.org</a>:s
sk: Kliknite pre nainštalovanie nového štýlu prehliadača kontextu. <br>Tip: Viac štýlov môžete nájsť na <a href='http://kde-look.org'>http://kde-look.org</a>
sr: Кликните да инсталирате нови стил контекстног прегледача.<br>Савет: Више стилова можете наћи на <a href='http://kde-look.org'>http://kde-look.org</a>
th: คลิกเพื่อทำการติดตั้งรูปแบบของตัวเรียกดูรายละเอียดอันใหม่ <br>เกร็ด: สามารถหารูปแบบใหม่ๆ มากกว่านี้ได้ที่ <a href='http://kde-look.org'>http://kde-look.org</a>
tr: Yeni bir İçerik Tarayıcısı stili kurmak için tıklayınız.<br>İpucu: Daha fazla stil, <a href='http://kde-look.org'>http://kde-look.org</a>'da bulunabilir
uk: Клацніть, щоб встановити новий стиль навігатора контексту.<br>Підказка: Більше стилів можна знайти на <a href='http://kde-look.org'>http://kde-look.org</a>

source: Select and install a new Context Browser style.
af: Kies en installeer die nuwe konteks blaaier styl.
bg: Избор и инсталиране на нов стил на контекстния браузър.
ca: Seleccioneu i instal·leu un estil nou pel Navegador contextual.
cs: Zvolte a nainstalujte nový styl prohlížeče kontextu.
da: Vælg og installér en ny stil for sammenhængsbrowseren.
de: Ein neues Kontext-Browser-Design wählen und installieren.
el: Επιλογή και εγκατάσταση νέου στυλ του σχετικού περιεχομένου.
es: Seleccione e instale un nuevo estilo para el navegador de contexto.
et: Vali ja paigalda uus kontekstisirvija stiil.
eu: Hautatu eta instalatu testuinguruko arakatzailearen estilo berria.
fa: برگزیدن و نصب یک سبک جدید مرورگر متن.
fi: Valitse ja asenna kontekstiselaintyyli.
fr: Sélectionner et installer un nouveau style pour le navigateur de contexte.
he: בחר והתקן סגנון חדש של דפדפן הקשר.
hu: Új környezetböngésző-stílus kiválasztása és telepítése
it: Seleziona ed installa un nuovo stile per il navigatore per contesti.
ja: 新しい関連情報ブラウザのスタイルを選択してインストールします。
ka: ამორჩევა და a ახალი კონტექსტი ბროუზერი.
km: ជ្រើស និង​ដំឡើង​រចនាប័ទ្ម​កម្មវិធី​រុករក​បរិបទ​ថ្មី ។
ko: 새로운 컨텍스트 브라우저 스타일을 선택하고 설치하십시오.
lt: Pasirinkite ir įdiekite naują Informacijos lango stilių.
nb: Velg og installer en ny stil for vinduet som viser sammenhengen.
nds: En niegen Kontextkieker-Stil utsöken un installeren.
ne: नयाँ प्रसङ्ग ब्राउजर शैली चयन र स्थापना गर्नुहोस् ।
nl: Selecteer en installeer een nieuwe stijl voor de ContextBrowser.
nn: Vel og installer ein ny stil for samanhengslesaren.
pa: ਨਵਾਂ ਪਰਸੰਗ ਝਲਕਾਰਾ ਸਟਾਇਲ ਚੁਣੋ ਅਤੇ ਇੰਸਟਾਲ ਕਰੋ।
pl: Wybiera i instaluje nowy motyw przeglądarki kontekstowej.
pt: Escolha e instale um novo estilo de Navegador de Contexto.
pt_br: Selecione e instale um novo estilo para o Navegador de Contexto.
ru: Выберите и установите стиль панели статистики.
se: Vállje ja sajáiduhte ođđa oktavuohtaloganstiilla.
sk: Vyberte a nainštalujte nový štýl prehliadača kontextu.
sr: Изаберите и инсталирајте нови стил контекстног прегледача.
th: เลือกและทำการติดตั้งรูปแบบใหม่ของตัวเรียกดูรายละเอียด
tr: Yeni bir içerik tarayıcı stilini seç ve kur.
uk: Виберіть і встановіть новий стиль навігатора контексту.

source: Download Styles...
af: Laai Styl Af...
bg: Изтегляне на стилове...
ca: Descarrega més estils...
cs: Stáhnout styly...
da: Download stiler...
de: Designs herunterladen ...
el: Λήψη στυλ...
es: Descargar estilos...
et: Laadi stiilid alla...
eu: Deskargatu estiloak...
fa: بارگیری سبکها...
fi: Lataa tyylejä…
fr: Télécharger des styles..
he: מוריד סגנונות...
hu: Stílusok letöltése...
it: Scarica stili...
ja: スタイルをダウンロード...
ka: სტილების ჩამოტვირთვა...
km: ទាញយក​រចនាប័ទ្ម...
ko: 스타일 다운로드...
lt: Atsisiųsti stilius...
nb: Last ned stiler …
nds: Stilen daalladen...
ne: शैलीहरू डाउनलोड गर्नुहोस्...
nl: Stijlen downloaden...
nn: Last ned stilar …
pa: ਸਟਾਇਲਾਂ ਡਾਊਨਲੋਡ...
pl: Pobierz motywy...
pt: Obter Estilos...
pt_br: Baixar Estilos...
ru: Загрузить стили...
se: Viečča stiillaid …
sk: Stiahnuť štýly...
sr: Преузми стилове...
th: ดาวน์โหลดรูปแบบ...
tr: Stilleri İndir...
uk: Звантажити стилі...
