Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Media Device: could not find iTunesDB on device mounted at %1. Should I try to initialize your iPod?
af: Media toestel: Kon nie 'n iTunesDB, op die toestel wat by %1 gekoppel is, vind nie. Moet Amarok probeer om die iPod te inisialiseer?
bg: Медийно устройство: не може да бъде намерено iTunesDB на монтирано на %1 устройство. Да бъде ли направен опит за инициализация на iPod?
ca: Dispositiu de suports: no s'ha pogut trobat iTunesDB al dispositiu muntat a %1. Hauria de provar d'inicialitzar el vostre iPod?
da: Medieenhed: Kunne ikke finde iTunes database på enheden som er monteret som %1. Skal et forsøg gøres på at initiere din iPod?
de: Media-Player: Auf dem unter %1 eingebundenen Gerät ist die Datei iTunesDB nicht auffindbar. Soll versucht werden, den iPod zu initialisieren?
el: Συσκευή πολυμέσων: δε βρέθηκε το iTunesDB στη συσκευή που είναι προσαρτημένη στο %1. Να γίνει αρχικοποίηση του iPod σας;
es: Dispositivo de medios: no se pudo encontrar iTunesDB en el dispositivo montado en %1. ¿Se debe intentar inicializar su iPod?
et: Meediaseade: asukohta %1 ühendatud seadmel ei leitud iTunesDB-d. Kas proovida iPod initsialiseerida?
eu: Multimediako gailua: ezin izan da iTunesDB aurkitu %1(e)n muntatutako gailuan. Nahi duzu zure iPod gailua hasieratzen saiatzea?
fa: دستگاه رسانه: نتوانست در دستگاه سوارشده در %1، iTunesDB بیابد. باید سعی کنم iPodتان را مقداردهی اولیه کنیم؟
fi: Medialaite: iPodista (liitoskohta %1) ei löytynyt iTunesDB:tä. Alustetaanko iPod?
fr: Périphérique de média : impossible de trouver la base de données d'iTunes sur le périphérique monté sur %1. Dois-je tenter d'initialiser votre iPod ?
he: התקן־מדיה: אין אפשרות למצוא את iTunesDB על ההתקן המעוגן ב־ %1. האם עלי לנסות ולאתחל את ה־ iPod שלך?
hu: Médiaeszköz: a(z) %1 helyre csatolt eszközön nem található iTunesDB. Megpróbálkozzon a program az iPod inicializálásával?
it: Dispositivo multimediale: impossibile trovare iTunesDB sul dispositivo montato su %1. Vuoi che provi ad inizializzare il tuo iPod?
ja: メディアデバイス: %1 にマウントされたデバイスに iTunesDB が見つかりませんでした。iPod の初期化を試みますか？
km: ឧបករណ៍​ផ្ទុក ៖ មិនអាច​រក iTunesDB នៅ​លើ​ឧបករណ៍​ដែល​បាន​ម៉ោន​នៅ %1 ។ តើ​ខ្ញុំ​គួរ​តែ​ចាប់ផ្ដើម iPodរបស់​អ្នកឬ ?
ko: 미디어 장치: %1에 마운트 된 장치에서 iTunesDB를 찾을 수 없습니다. 당신의 iPod를 초기화 해도 되겠습니까?
lt: Muzikos įrenginys: įrenginyje, prijungtame %1, nepavyko aptikti iTunesDB. Ar bandyti paleisti iPod?
nb: Medieenhet: fant ikke iTunesDB på enhet montert på %1. Vil du at iPod-en skal klargjøres?
nds: Medienreedschap: iTunesDB lett sik nich op de Reedschap finnen, de op "%1" inhangt is. Schall Dien iPott torechtmaakt warrn?
ne: मिडिया यन्त्र: %1 मा माउन्ट भएको यन्त्रमा आईटुनडीबी फेला पार्न सकेन । तपाईँको आईपोड सुरु गर्ने प्रयास गर्नुहुन्छ ?
nl: Media-apparaat: kon iTunesDB niet vinden op het apparaat dat is aangekoppeld op %1. Wilt u proberen uw iPod te initialiseren?
nn: Medieeining: Fann ikkje iTunesDB på eininga montert på «%1». Vil du prøva å klargjera iPod-en?
pl: Urządzenie mediów: nie można było znaleźć bazy danych iTunes na urządzeniu zamontowanym w %1. Czy spróbować zainicjować iPoda?
pt: Dispositivo Multimédia: não foi possível encontrar o iTunesDB no dispositivo montado em %1. Dever-se-á inicializar o seu iPod?
pt_br: Dispositivo de Mídia: não foi possível encontrar o iTunesDB no dispositivo montado em %1. Devo tentar inicializar o seu iPod?
sk: Mediálne zariadenie: nepodarilo sa nájsť iTunesDB na zariadení pripojenom na %1. Mám sa pokúsiť inicializovať váš iPod?
sr: Мултимедијални уређај: Нисам могао да нађем iTunesDB на уређају монтираном као %1. Да покушам да иницијализујем ваш iPod?
th: อุปกรณ์เล่นสื่อ: ไม่พบแฟ้ม iTunesDB บนอุปกรณ์ที่ถูกเมานท์ที่ %1 จะให้ลองเริ่มงาน ไอพอดของคุณหรือไม่?
tr: Ortam Aygıtı: iTunesDB %1 eşleme noktasında bulunamadı. iPod'unuzu başlatmaya çalışayım mı?
uk: Пристрій носія: Не вдалося знайти iTunesDB на пристрої змонтованому на %1. Спробувати започаткувати ваш iPod?

source: Initialize iPod?
af: Inisialiseer iPod?
bg: Инициализирано на iPod?
ca: Voleu inicialitzar l'iPod?
cs: Inicializovat iPod?
da: Initialisér iPod?
de: iPod initialisieren?
el: Να γίνει αρχικοποίηση του iPod;
es: ¿Inicializar el iPod?
et: Kas initsialiseerida iPod?
eu: Hasieratu iPod gailua?
fa: iPod مقداردهی اولیه شود؟
fi: Alustetaanko iPod?
fr: Initialisation de l'iPod ?
he: האם לאתחל את ה־ iPod?
hu: Inicializálva legyen az iPod?
it: Inizializzare l'iPod?
ja: iPod を初期化しますか？
km: ចាប់ផ្ដើម iPod ?
ko: iPod를 초기화 하겠습니까?
lt: Ar paleisti iPod?
nb: Klargjøre iPod?
nds: iPott torechtmaken?
ne: आईपोड सुरु गर्नुहुन्छ ?
nl: iPod initialiseren?
nn: Klargjera iPod?
pa: ਕੀ iPod ਸ਼ੁਰੂ ਕਰਨਾ ਹੈ?
pl: Zainicjować iPoda?
pt: Inicializar o iPod?
pt_br: Inicializar o iPod?
ru: Инициализировать iPod?
sk: inicializovať iPod?
sr: Иницијализовати iPod?
th: เริ่มงานไอพ็อดหรือไม่?
tr: iPod başlatılsın mı?
uk: Започаткувати iPod?

source: &Initialize
af: Inisialiseer
bg: &Инициализиране
ca: &Inicialitza
cs: &Inicializovat
da: &Initialisér
de: &Initialisieren
el: &Αρχικοποίηση
es: &Inicializar
et: &Initsialiseeri
eu: &Hasieratu
fa: &مقداردهی اولیه‌
fi: &Alusta
fr: &Initialisation
he: &אתחל
hu: &Inicializálás
it: &Inizializza
ja: 初期化(&I)
km: ចាប់ផ្ដើម
ko: 초기화하기(&I)
lt: &Paleisti
nb: &Klargjør
nds: &Torechtmaken
ne: सुरु गर्नुहोस्
nl: &Initialiseren
nn: &Klargjer
pa: ਸ਼ੁਰੂ ਕਰੋ(&I)
pl: &Inicjuj
pt: &Inicializar
pt_br: &Inicializar
ru: &Инициализировать
sk: &Inicializovať
sr: &Иницијализуј
th: เริ่ม&งาน
tr: &Başlat
uk: &Започаткувати

source: Media Device: Failed to initialize iPod mounted at %1
af: Media toestel: Die inisialisering van die iPod, wat by %1 gekoppel is, was onsuksesvol.
bg: Медийно устройство: Грешка при инициализиране на iPod, монтиран на %1
ca: Dispositiu de suports: No s'ha pogut inicialitzar l'iPod muntat a %1
cs: Média zařízení: Selhala inicializace iPodu připojeného na %1
da: Medieenhed: Mislykkedes at initialisere iPod monteret på %1
de: Media-Player: Fehler beim Initialisieren des iPod an %1.
el: Συσκευή πολυμέσων: Αποτυχία αρχικοποίησης του iPod που είναι προσαρτημένο στο %1
es: Dispositivo de medios: Error al inicializar el iPod montado en %1
et: Meediaseade: asukohta %1 ühendatud iPodi initsialiseerimine ebaõnnestus
eu: Multimediako gailua: huts egin du %1(e)n muntatutako iPod-a hasieratzean
fa: دستگاه رسانه: خرابی در مقداردهی اولیۀ iPod سوارشده در %1
fi: Medialaite: iPodin alustus epäonnistui. Liitoskohta: %1.
fr: Périphérique de média : Échec de l'initialisation de l'iPod monté sur %1
he: התקן מדיה: כישלון באתחול ה־ iPod העגון ב־ %1
hu: Médiaeszköz: nem sikerült inicializálni a(z) %1 helyre csatolt iPod-ot.
it: Dispositivo multimediale: fallita l'inizializzazione dell'iPod montato su %1
ja: メディアデバイス: %1 にマウントされた iPod を初期化できませんでした
ka: მედია მოწყობილობა: %1-ზე მონტირებული iPod-ის ინიციალიზაცია ვერ განხორციელდა
km: ឧបករណ៍​​ផ្ទុក ៖ បាន​បរាជ័យ​ក្នុង​ការ​ចាប់ផ្ដើម iPod ដែល​បាន​ម៉ោន​ត្រង់ %1
ko: 미디어 장치: %1 에 마운트 된 iPod를 초기화하는데 실패했습니다.
lt: Muzikos įrenginys: nepavyko paleisti iPod, prijungto %1
nb: Medieenhet: Klarte ikke klargjøre iPod montert på %1
nds: Medienreedschap: Torechtmaken vun den op "%1" inhangten iPott fehlslaan
ne: मिडिया यन्त्र: %1 मा माउन्ट गरिएको आईपोड सुरूआत गर्न असक्षम भयो
nl: Media-apparaat: initialiseren van de iPod die is aangekoppeld op %1 is mislukt
nn: Medieeining: Klarte ikkje klargjera iPod montert på «%1».
pa: ਮੀਡਿਆ ਜੰਤਰ: %1 'ਤੇ ਮਾਊਂਟ iPod ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ
pl: Urządzenie mediów: Nie udało się zainicjować iPoda zamontowanego w %1
pt: Dispositivo Multimédia: Não foi possível inicializar o iPod montado em %1
pt_br: Dispositivo de Mídia: Falha ao inicializar o iPod montado em %1
ru: Переносное устройство: Не удалось инициализировать iPod, монтированный в %1
sk: Mediálne zariadenie: Zlyhala inicializácia iPodu pripojeného na %1
sr: Мултимедијални уређај: Нисам успео да иницијализујем iPod монтиран као %1
th: อุปกรณ์เล่นสื่อ: การเริ่มต้นไอพ็อดที่จุดเมานท์ %1 ล้มเหลว
tr: Medya Aygıtı: %1 konumuna bağlı olan iPod algılanamadı
uk: Пристрій носія: не вдалося започаткувати iPod, який змонтований на %1

source: Media device: Failed to create directory %1
af: Media toestel: Skep van die gids: %1 was onsuksesvol
bg: Медийно устройство: Грешка при създаване на директория %1
ca: Dispositiu de suports: No s'ha pogut crear el directori %1
da: Medieenhed: Mislykkedes at oprette mappe %1
de: Media-Player: Der Ordner %1 lässt sich nicht erstellen.
el: Συσκευή πολυμέσων: Αποτυχία δημιουργίας του καταλόγου %1
es: Dispositivo de medios: Error al crear la carpeta %1
et: Meediaseade: kataloogi %1 loomine ebaõnnestus
eu: Multimediako gailua: huts egin du %1 direktorioa sortzean
fa: دستگاه رسانه: خرابی در ایجاد فهرست راهنمای %1
fi: Medialaite: Kansion ”%1” luominen epäonnistui.
fr: Périphérique de média : Échec lors de la création du dossier %1
he: התקן מדיה: כישלון ביצירת תיקיה %1
hu: Médiaeszköz: nem sikerült létrehozni %1 könyvtárt
it: Dispositivo multimediale: creazione della cartella %1 fallita
ja: メディアデバイス: ディレクトリ %1 の作成に失敗
ka: მედია მოწყობილობა: %1 დირექტორიის შექმნა ვერ განხორციელდა
km: ឧបករណ៍​ផ្ទុក ៖ បាន​បរាជ័យ​ក្នុង​ការ​បង្កើត​ថត %1
ko: 미디어 장치: 디렉터리 %1 (을)를 생성하는데 실패했습니다.
lt: Muzikos įrenginys: nepavyko sukurti aplanko %1
nb: Medieenhet: Klarte ikke opprette mappa %1
nds: Medienreedschap: Orner "%1" lett sik nich opstellen
ne: मिडिया यन्त्र: डाइरेक्टरी %1 सिर्जना गर्न असफल भयो
nl: Media-apparaat: aanmaken van map %1 is mislukt
nn: Medieeining: Klarte ikkje oppretta mappa «%1».
pa: ਮੀਡਿਆ ਜੰਤਰ: ਡਾਇਰੈਕਟਰੀ %1 ਬਣਾਉਣ ਲਈ ਅਸਫ਼ਲ
pl: Urządzenie mediów: Nie udało się utworzyć katalogu %1
pt: Dispositivo multimédia: Não foi possível criar a pasta %1
pt_br: Dispositivo de Mídia: Falha ao criar o diretório %1
ru: Переносное устройство: Не удалось создать папку %1
sk: Mediálne zariadenie: Zlyhalo vytváranie adresára %1
sr: Мултимедијални уређај: Нисам успео да направим директоријум %1
th: อุปกรณ์เล่นสื่อ: การสร้างไดเร็คทอรี %1 ล้มเหลว
tr: Medya Aygıtı: %1 klasörünü oluşturma işlemi başarısız oldu
uk: Пристрій носія: не вдалося створити каталог %1

source: Your iPod's Firewire GUID is required for correctly updating its music database, but it is not known. See %1 for more information.
bg: Необходим е Firewire GUID на вашия iPod за правилното обновяване на БД с музика, но не е намерен такъв. За повече информация вижте %1.
ca: Es requereix el GUID del Firewire de l'iPod per actualitzar correctament la seva base de dades de música, però no es coneix. Vegeu %1 per a més informació.
da: Din iPods firewire-GUID er påkrævet for at opdatere dens musikdatabase korrekt, men det er ikke kendt. Se %1 for mere information.
de: Die Firewire-GUID für Ihren iPod ist notwendig, um die Musikdatenbank zu aktualisieren, aber sie ist unbekannt. Sehen Sie unter %1 nach weiteren Informationen nach.
el: Για τη σωστή ενημέρωση της βάσης δεδομένων μουσικής του iPod σας, απαιτείται το Firewire GUID του, το οποίο είναι άγνωστο. Για περισσότερες πληροφορίες δείτε το %1.
es: Se necesita el GUID Firewire de su iPod para actualizar correctamente su base de datos de música, pero no se ha podido encontrar. Vea %1 para más información.
et: Muusikaandmebaasi korrektseks uuendamiseks on vajalik teada sinu iPodi Firewire GUID-d, aga see pole teada. Täpsemalt kõneleb sellest %1.
hu: Az iPod Firewire-azonosítóját ismerni kell a zenei adatbázis frissítéséhez, de az érték ismeretlen. További információ: %1.
it: Il GUID Firewire del tuo iPod è richiesto per il corretto aggiornamento del suo database musicale, ma è sconosciuto. Vedere %1 per ulteriori informazioni.
ja: iPod の音楽データベースを正しく更新するために必要な iPod のファイアワイヤ GUID が不明です。詳しくは %1 を参照してください。
km: Firewire GUID របស់ iPod ត្រូវ​បាន​ទាមទារ​សម្រាប់​ការ​ធ្វើ​មូលដ្ឋាន​ទិន្នន័យ​តន្ត្រី​របស់វា​ទាន់សម័យ ប៉ុន្តែ​វា​មិន​ត្រូវ​បាន​ស្គាល់ ។ ចំពោះ​ព័ត៌មាន​បន្ថែម​សូម​មើល %1 ។
nds: Dien iPott sien globaal eensoortet Firewire-Kennen (GUID) is nich begäng, man se warrt för't Opfrischen vun em sien Musik-Datenbank bruukt. Kiek ünner %1, wenn Du mehr weten wullt.
nl: De Firewire-GUID van uw iPod is nodig voor het correct bijwerken van diens muziekdatabase. Deze is echter niet bekend. Zie %1 voor meer informatie.
pl: Nieznany GUID złącza Firewire twojego iPoda. Jest on wymagany dla poprawnego uaktualnienia bazy danych utworów. Zobacz %1 aby uzyskać więcej informacji.
pt: O GUID de Firewire do seu iPod é necessário para poder actualizar correctamente a sua base de dados de músicas, mas não é conhecido. Veja o %1 para mais informações.
pt_br: A GUID Firewire do seu iPod's é necessária para atualizar corretamente seu banco de dados das músicas, mas ela não é conhecida. Veja %1 para mais informações.
sk: Nie je známe Firewire GUID Vašeho iPod, ktoré je nutné pre správnu aktualizáciu hudobnej databázy. Pozrite %1 pre viac informácií.
sr: GUID фајервајера вашег iPod-а је неопходан за ажурирање његове музичкебазе, али он је непознат. Погледајте %1 за више информација.
th: ต้องการหมายเลขกลุ่ม (GUID) ของ Firewire ของไอพ็อดของคุณในการที่จะ ปรับปรุงฐานข้อมูลดนตรีของไอพ็อดอย่างถูกต้อง ดูที่ %1 สำหรับข้อมูลเพิ่มเติม
uk: Потрібний Firewire GUID iPod-а, щоб правильно оновлювати базу даних музики, але він невідомий. Див. %1 для докладнішої інформації.

source: iPod type detection failed: no support for iPod Shuffle, for artwork or video
af: iPod tipe kon nie herken word nie. Geen ondersteuning vir iPod Shuffle vir kunswerk of video nie
bg: Откриването вида на iPod беше неуспешно: няма поддръжка за iPod Shuffle, artwork или видео
ca: Ha fallat la detecció del tipus d'iPod: els iPod Shuffle no estan acceptats, ni el treball artístic, ni el vídeo.
da: Detektering af iPod-type mislykkedes: Ingen understøttelse for iPod Shuffle, grafik eller video.
de: Erkennung des iPod-Modells fehlgeschlagen: keine Unterstützung für iPod Shuffle, Graphiken oder Video.
el: Η ανίχνευση του τύπου του iPod απέτυχε: δεν υποστηρίζεται το ανακάτεμα στο iPod, τα γραφικά και το βίντεο
es: Ha fallado la detección del tipo de iPod: sin soporte para barajar en iPod, gráficos ni vídeo
et: iPodi tüübi tuvastamine nurjus: puudub iPod Shuffle'i, kunsti ja video toetus
fa: خرابی در آشکارسازی نوع iPod: هیچ پشتیبانی برای بر زدن iPod، برای کار هنری یا ویدیو وجود ندارد
fi: iPod-tyypin tunnistus epäonnistui: iPod Shufflea, kuvia tai videoita ei tueta
fr: Erreur lors de la détection du type d'iPod : aucun support pour l'iPod Shuffle, pour les illustrations ou pour les vidéos
hu: Nem sikerült azonosítani az iPod típusát: nincs támogatás iPod Shuffle-höz, képanyaghoz és videóhoz
it: Rilevamento del tipo di iPod non riuscito: nessun supporto per iPod Shuffle, immagini o video
ja: iPod の種類を検出できませんでした: iPod シャッフル、アートワーク、またはビデオのサポートは利用できません。
km: ការ​រក​ប្រភេទ iPod បាន​បរាជ័យ ៖ គ្មានការ​គាំទ្រ​សម្រាប់ iPod Shuffle, សម្រាប់​ការងារ​សិល្បៈ ឬ​វីដេអូ​ទេ
lt: Nepavyko nustatyti iPod tipo: neaptiktas iPod Shuffle, paveiksliukų arba vaizdo palaikymas
nb: Klarte ikke oppdage iPod-type: ingen støtte for iPod Shuffle, bilde eller video
nds: iPott-Typ lett sik nich fastmaken: Keen Ünnerstütten för iPott-Mischen, Billerwark oder Video
ne: आईपोड प्रकार पत्ता लगाउने असफल भयो: चित्रकला वा भिडियोका लागि, आईपोड सफलका लागि कुनै समर्थन छैन
nl: Detectie van iPod-type is mislukt: geen ondersteuning voor iPod Shuffle, voor illustraties of video
nn: Klarte ikkje oppdaga iPod-type: Ingen støtte for iPod Shuffle, for plateomslag eller filmklipp.
pl: Wykrycie typu iPoda nie powiodło się: brak obsługi iPoda Shuffle, dla grafik lub wideo
pt: A detecção do tipo de iPod falhou: não há suporte de imagens e vídeo no iPod Shuffle
pt_br: A detecção do tipo de iPod falhou: nenhum suporte ao iPod Shuffle, para imagens ou vídeo
sk: Zlyhala detekcia typu iPodu: neexistuje podpora pre iPod Shuffle, pre obrázky alebo video
sr: Одређивање типа iPod-а није успело: iPod-ово мешање, графике и видео, неће бити доступни
th: การตรวจหารุ่นของไอพ็อดล้มเหลว: ไม่มีการสนับสนุนไอพ็อดชัฟเฟิล สำหรับเรื่องรูปหน้าปก และวีดิโอ
uk: Помилка виявлення типу iPod: нема підтримки iPod Shuffle, зображень і відео

source: Invisible
af: Onsigbaar
bg: Невидим
cs: Neviditelný
da: Usynlig
de: Unsichtbar
el: Αόρατο
et: Nähtamatu
eu: Ikusezina
fa: نامرئی
fi: Näkymätön
he: מוסתר
hu: Láthatatlan
it: Invisibili
ja: 不可視
ka: უჩინარი
km: មើល​មិន​ឃើញ
ko: 보이지 않음
lt: Nematomas
nb: Usynlig
nds: Nich sichtbor
ne: अदृश्य
nl: Onzichtbaar
nn: Usynleg
pa: ਅਦਿੱਖ
pl: Niewidoczny
pt: Invisível
pt_br: Invisível
ru: Невидимый
se: Oaidnemeahttun
sk: Neviditeľný
sr: Невидљив
th: ซ่อนไว้
tr: Görünmez
uk: Невидимий

source: Stale
af: Verouderd
bg: Застоял
ca: Estancat
cs: Zastaralý
da: Forældet
de: Abgestanden
el: Ξεπερασμένο
es: Obsoletas
et: Hangunud
eu: Gogor
fi: Kadonnut
fr: Périmé
he: נתקע
hu: Elévült
it: Interrotti
ja: 期限切れ
ka: გაყინული
km: ខូច
ko: 오래됨
lt: Sustojęs
nb: Foreldet
nds: Överhaalt
ne: स्टेल
nl: Verouderd
nn: Stoppa
pa: ਸਥਿਰ
pl: Stare
pt: Parado
pt_br: Antiga
se: Bissehuvvon
sk: Starý
sr: Застој
th: แฟ้มเก่า
tr: Eski
uk: Застояне

source: Orphaned
af: Weeskind
bg: Сираче
ca: Orfe
cs: Osiřelý
da: Forældreløs
de: Verwaist
el: Νεκρό
es: Huérfanas
et: Orb
eu: Zurtza
fi: Orpo
fr: Orphelin
he: יתום
hu: Elárvult
it: Abbandonati
ja: 親なし
ka: დაობლებული
km: កំព្រា
ko: 고립됨
lt: Apleistas
nb: Foreldreløs
nds: Alleen
ne: अर्फानेड
nl: Wees
nn: Forlaten
pa: ਬੇਕਾਰ
pl: Osierocony
pt: Órfão
pt_br: Órfão
ru: «Заброшенные»
se: Orbbistuvvon
sk: Osirelý
sr: Сироче
th: แฟ้มที่ไม่มีอยู่บนเครื่อง
tr: Öksüz
uk: Осиротілий

source: _n: Updated artwork for one track Updated artwork for %n tracks
af: Dateer die kunswerk vir een snit op Dateer die kunswerk vir %n snitte op
bg: Обновен Artwork за един запис Обновен Artwork за %n записа
ca: S'ha actualitzat el treball artístic d'una peça S'ha actualitzat el treball artístic de les %n peces
da: Opdaterede grafik for et spor Opdaterede grafik for %n spor
de: Aktualisiertes Erscheinungsbild für ein Stück Aktualisiertes Erscheinungsbild für %n Stücke
el: Ενημέρωση γραφικών για ένα κομμάτι Ενημέρωση γραφικών για %n κομμάτια
es: Gráfico actualizado para una pista Gráficos actualizados para %n pistas
et: Ühe pala kunst uuendatud %n pala kunst uuendatud
fa: به‌روزرسانی کار هنری برای %n شیار
fi: Päivitettiin yhden kappaleen kansikuva Päivitettiin %n kappaleen kansikuva
fr: Mise à jour de l'illustration pour un morceau Mise à jour de l'illustration pour %n morceaux
hu: Képanyag frissítve %n számhoz
it: Immagine aggiornata per una traccia Immagini aggiornate per %n tracce
ja: %n トラックのアートワークを更新しました
km: ការងារ​សិល្បៈ​ទាន់សម័យ​សម្រាប់ %n បទ
lt: Atnaujintas %n dainos paveiksliukas Atnaujinti %n dainų paveiksliukai Atnaujinti %n dainų paveiksliukai
nb: Oppdatert bilde for ett spor Oppdatert bilde for %n spor
nds: Billerwark för een Stück opfrischt Billerwark för %n Stücken opfrischt
ne: एउटा ट्रयाकका लागि अद्यावधिक गरेको चित्रकला %n ट्रयाकहरुका लागि अद्यावधिक गरेको चित्रकला
nl: Illustraties voor één track bijgewerkt Illustraties voor %n tracks bijgewerkt
nn: Oppdatert plateomslag for 1 spor. Oppdatert plateomslag for %n spor.
pl: Uaktualniono grafikę dla jednego utworu Uaktualniono grafikę dla %n utworów Uaktualniono grafikę dla %n utworów
pt: Actualizaram-se os dados artísticos de uma faixa Actualizaram-se os dados artísticos de %n faixas
pt_br: Imagem atualizada para uma faixa "Imagens atualizadas para %n faixas
se: Ođasmahtii olggožiid ovtta bihtá várás Ođasmahtii olggožiid %n bihtá várás
sk: Aktualizovaný obal pre jednu stopu Aktualizované obaly pre %n stopy Aktualizované obaly pre %n stôp
sr: Графика ажурирана за %n нумеру Графика ажурирана за %n нумере Графика ажурирана за %n нумера
th: อัปเดตรูปหน้าปกสำหรับ %n เพลง
uk: Оновлено зображення для %n доріжки Оновлено зображення для %n доріжок Оновлено зображення для %n доріжок

source: Scanning for stale and orphaned tracks finished
af: Skandeering vir stukkende en weeskind snitte voltooi
bg: Сканирането за застоялите и самотните записи приключи
ca: Ha finalitzat l'escaneig de peces orfes i antiquades
da: Søgning efter forældede eller forældreløse spor afsluttet
de: Suche nach verwaisten Stücken ist abgeschlossen
el: Η σάρωση για ξεπερασμένα και ορφανά κομμάτια ολοκληρώθηκε
es: Búsqueda de pistas obsoletas y huérfanas finalizada
et: Hangunud ja hüljatud palade uurimine lõpetatud
fa: پویش برای شیارهای stale و orphaned پایان‌یافته
fi: Kadonneiden ja orpojen kappaleiden etsintä päättyi
fr: Fin de l'analyse des morceaux orphelins
hu: Az elévült és elárvult számok keresése befejeződött
it: Scansione alla ricerca di tracce interrotte e abbandonate
ja: 期限切れ/親なしトラックのスキャン終了
km: កា​រវិភាគ​រក​បទ​ដែល​ខូច និ​ង​កំព្រា​បានបញ្ចប់
lt: Baigta sustojusių arba apleistų dainų paieška
nb: Ferdig med søk etter foreldede og foreldreløse spor
nds: Dörkieken na överhaalt oder alleenlaten Stücken afslaten
ne: स्टेल र अर्फानेड ट्रयाकहरूका लागि स्कयानिङ समाप्त भयो
nl: Zoeken naar tracks die zijn achtergebleven en wees zijn voltooid.
nn: Søkjer etter forelda og utdaterte spor fullført
pl: Poszukiwanie starych i porzuconych utworów ukończone
pt: A pesquisa por faixas órfãs e inconsistentes terminou
pt_br: O escaneamento por faixas antigas e órfãs terminou
se: Geargan bissehuvvon ja oarbbistuvvon bihtáid ohcamis
sk: Hľadanie starých a osirelých stôp skončilo
sr: Тражење устајалих нумера и сирочића завршено
th: การตรวจหาแฟ้มเก่าหรือแฟ้มที่ไม่มีอยู่ในเครื่องเรียบร้อยแล้ว
tr: Eski ve öksüz parça arama işlemi bitti
uk: Завершено пошук за застояними і осиротілими доріжками

source: Media device: failed to write iPod database
af: Media toestel: Skryf van die iPod databasis was onsuksesvol
bg: Медийно устройство: Грешка при запис в БД на iPod
ca: Dispositiu de suports: no s'ha pogut escriure a la base de dades de l'iPod
cs: Média zařízení: nelze zapsat databázi iPodu
da: Medieenhed: mislykkedes at skrive iPod-database
de: Media-Player: Die iPod-Datenbank lässt sich nicht schreiben
el: Συσκευή πολυμέσων: Αποτυχία εγγραφής της βάσης δεδομένων iPod
es: Dispositivo de medios: error al escribir en la base de datos del iPod
et: Meediaseade: iPodi andmebaasi kirjutamine ebaõnnestus
eu: Multimediako gailua: huts egin du iPod datu-basea idaztean
fa: دستگاه رسانه: خرابی در نوشتن دادگان iPod
fi: Medialaite: iPod-tietokantaan ei voi kirjoittaa.
fr: Périphérique de média : Échec lors de l'écriture sur la base de données de l'iPod
he: התקן מדיה: כישלון בכתיבת מסד נתונים של iPod
hu: Médiaeszköz: nem sikerült írni az iPod-adatbázist
it: Dispositivo multimediale: fallita la scrittura del database dell'iPod
ja: メディアデバイス: iPod データベースへの書き込みに失敗
ka: მედია მოწყობილობა: iPod ბაზის ჩაწერა ვერ შედგა
km: ឧបករណ៍​​ផ្ទុក ៖ បាន​បរាជ័យ​ក្នុង​ការ​សរសេរ​មូលដ្ឋាន​ទិន្នន័យ iPod
ko: 미디어 장치: iPod 데이터베이스에 쓰기를 실패했습니다.
lt: Muzikos įrenginys: nepavyko įrašyti iPod duomenų bazės
nb: Medieenhet: klarte ikke skrive iPod-database
nds: Medienreedschap: iPott-Datenbank lett sik nich schrieven
ne: मिडिया यन्त्र: आईपोड डाटाबेस लेख्न असक्षम भयो
nl: Media-apparaat: schrijven naar de iPod-database is mislukt
nn: Medieeining: Klarte ikkje lagra iPod-databasen.
pa: ਮੀਡਿਆ ਜੰਤਰ: iPod ਡਾਟਾਬੇਸ ਵਿੱਚ ਲਿਖਣ ਲਈ ਅਸਫ਼ਲ ਹੈ
pl: Urządzenie mediów: Nie udało się pisać do bazy danych iPoda
pt: Dispositivo multimédia: Não foi possível gravar a base de dados do iPod
pt_br: Dispositivo de Mídia: Falha ao gravar o banco de dados do iPod
ru: Переносное устройство: Не удалось записать данные в базу данных iPod
se: Mediaovttadat: filtii iPod-diehtovuođu čállimis
sk: Mediálne zariadenie: zlyhal zápis do iPod databázy
sr: Мултимедијални уређај: Нисам успео да запишем iPod-ову базу података
th: อุปกรณ์เล่นสื่อ: การเขียนลงฐานข้อมูลของไอพ็อดล้มเหลว
tr: Medya Aygıtı: iPod veritabanı yazma işlemi başarısız oldu
uk: Пристрій носія: не вдалося записати базу даних iPod
