Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Search in lyrics
bg: Търсене в текста на песен
ca: Cerca a les lletres
cs: Hledat v textu
da: Søg i sangtekst
de: In Liedtext suchen
el: Αναζήτηση στο lyric
es: Buscar en las letras de las canciones
et: Otsi sõnade tekstis
hu: Keresés a dalszövegben
it: Cerca nel testo
ja: 歌詞内を検索
km: ស្វែងរក​ក្នុង​អត្ថបទ​ចម្រៀង
lt: Ieškoti dainų tekstuose
nds: Binnen Leedtexten söken
nl: In liedteksten opzoeken
nn: Søk i songtekst
pa: ਬੋਲਾਂ ਵਿੱਚ ਖੋਜ
pl: Szukaj w tekście piosenki
pt: Procurar nas letras
pt_br: Buscar nas letras
se: Oza sániid teavsttas
sk: Hľadať v texte piesne
sr: Тражи у текстовима
th: ค้นหาในเนื้อร้อง
tr: Şarkı sözlerinde ara
uk: Пошук у текстах пісень

source: Clear search
bg: Изчистване на филтъра
ca: Buida el camp de cerca
cs: Vyčistit hledání
da: Ryd søgning
de: Filter zurücksetzen
el: Καθαρισμός πεδίου φίλτρου
es: Limpiar búsqueda
et: Puhasta otsing
hu: Keresőmező törlése
it: Cancella la ricerca
ja: 検索をクリア
km: ជម្រះ​ការ​ស្វែងរក
lt: Išvalyti paieškos laukelį
nds: Söökfeld leddig maken
nl: Zoekveld wissen
nn: Tøm søk
pa: ਖੋਜ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść pole wyszukiwania
pt: Limpar Procura
pt_br: Limpar busca
se: Sálke ohcangietti
sk: Vyčistiť vyhľadávanie
sr: Очисти претрагу
th: ล้างการค้นหา
tr: Filtreyi temizle
uk: Очистити пошук

source: Enter text to search for. Press enter to advance to the next match.
bg: Въведете текста. Натиснете "Enter", за да започне търсене.
ca: Escriviu el text a cercar. Premeu Intro per cercar la següent coincidència.
da: Indtast tekst at søge efter. Tryk på returtasten for at gå videre til næste træffer.
de: Geben Sie hier einen Begriff ein, der im Liedtext gesucht werden soll. Drücken der Eingabetaste springt zum nächsten Treffer.
el: Εισάγετε το κείμενο που θα αναζητηθεί στο lyric. Πατήστε ENTER για επόμενο ταίριασμα
es: Escriba el texto a buscar. Pulse enter para avanzar al siguiente resultado.
et: Sisesta otsitav tekst. Järgmise sobivuse otsimiseks vajuta klahvi Enter.
hu: Adja meg a keresendő szöveget. A keresés folytatásához nyomja meg az Enter billentyűt.
it: Inserisci il testo da cercare. Premi Invio per cercare la corrispondenza successiva.
ja: 検索するテキストを入力します。Enter キーを押すと次を検索します。
km: បញ្ចូល​អត្ថបទ​ដើម្បី​ស្វែងរក ។ សង្កត់ បញ្ចូល​(enter) ដើម្បី​ទៅ​ការ​ផ្គូផ្គង​បន្ទាប់ ។
lt: Įrašykite žodį, kurio ieškosite dainų tekstuose. Norėdami matyti kitą atitiktį, spauskite „Enter“
nds: Giff den Text in, na den Du söken wullt. Mit den Ingaavtast kannst Du na dat nakamen Vörkamen söken.
nl: Voer een steekwoord in om in de liedtekst op te zoeken. Druk op Enter om de volgende overeenkomst te zoeken
nn: Skriv inn tekst å søkja etter. Trykk «Enter» for å hoppa til neste treff.
pl: Podaj tekst, aby odnaleźć słowo w tekście utworu. Naciśnij Enter, by kontynuować wyszukiwanie.
pt: Indique o texto a procurar. Carregue em Enter para procurar a próxima ocorrência.
pt_br: Digite o texto para buscar. Pressione Enter para avançar até o próximo que coincidir.
se: Čális dása vai ohcat dán sáni teavstta álggorájes. Coahkkal enter vai beassat boahtte deaivamii
sk: Zadajte text, ktorý chcete hľadať. Stlačte enter na zobrazenie ďalšej zhody.
sr: Упишите нешто за тражење у текстовима, почев од врха. Притискајте Enter за наредна поклапања.
th: ใส่ข้อความที่จะค้นหา กดแป้น enter เพื่อเลื่อนไปยังรายการที่เข้ากันได้อันถัดไป
uk: Введіть текст для пошуку. Натисніть Enter, щоб перейти до наступного збігу.

source: Search text in lyrics
bg: Търсене в текста на песен
ca: Cerca el text a les lletres
cs: Hledat v textu skladby
da: Søg i sangtekst
de: In Liedtext suchen
el: Αναζήτηση κειμένου στο lyrics
es: Buscar texto en la letra de la canción
et: Otsi sõnade tekstis
hu: Szöveg keresése a dalszövegben
it: Cerca parole nel testo
ja: 歌詞内のテキストを検索
km: ស្វែងរក​អត្ថបទ​ក្នុង​អត្ថបទ​ចម្រៀង
lt: Ieškoti žodžių dainų tekstuose
nds: Text binnen Leedtext söken
nl: Tekst in liedtekst opzoeken
nn: Søk etter tekst i songtekst
pa: ਬੋਲ ਵਿੱਚ ਪਾਠ ਖੋਜ
pl: Szukaj słów w tekście piosenki
pt: Procurar texto nas letras
pt_br: Buscar texto nas letras
se: Oza sániid teavsttas
sk: Hľadať text v texte skladby
sr: Тражи у текстовима
th: ค้นหาข้อความในเนื้อร้อง
tr: Şarkı sözlerinde metin ara
uk: Пошук в текстах пісень

source: Forward
af: Voorwaarts
bg: Напред
ca: Endavant
cs: Vpřed
da: Fremad
de: Vorwärts
el: Εμπρός
es: Siguiente
et: Edasi
eu: Hurrengoa
fa: پیش‌سو
fi: Eteenpäin
fr: Suivant
he: קדימה
hu: Előre
it: Cerca in avanti
ja: 進む
ka: გადაგზავნა
km: ទៅ​មុខ
ko: 앞으로
lt: Pirmyn
nb: Framover
nds: Vörut
ne: पठाउनुहोस्
nl: Vooruit
nn: Fram
pa: ਅੱਗੇ
pl: Do przodu
pt: Avançar
pt_br: Próximo
ru: Перемотать вперёд
se: Ovddasguvlui
sk: Vpred
sr: Напред
th: ไปข้างหน้า
tr: İleri
uk: Вперед

source: Artist Page
af: Kunstenaar bladsy
bg: Изпълнителска страница
ca: Pàgina de l'artista
cs: Stránka interpreta
da: Kunstnerside
de: Interpreten-Seite
el: Σελίδα καλλιτέχνη
es: Página del artista
et: Esitaja lehekülg
eu: Artistaren orrialdea
fa: صفحۀ هنرمند
fi: Artistisivu
fr: Page de l'artiste
he: עמוד־האומן
hu: Az előadó lapja
it: Artista
ja: アーティストのページ
ka: შემსრულებელის გვერდი
km: ទំព័រ​សិល្បករ
ko: 아티스트 페이지
lt: Atlikėjo puslapis
nb: Artistside
nds: Künstler-Siet
ne: कलाकार पृष्ठ
nl: Artiestpagina
nn: Artistside
pa: ਕਲਾਕਾਰ ਸਫ਼ਾ
pl: Strona wykonawcy
pt: Página Artista
pt_br: Página do Artista
ru: Страница исполнителя
se: Artistasiidu
sk: Stránka interpreta
sr: Страница извођача
th: หน้าศิลปิน
tr: Sanatçı Sayfası
uk: Сторінка виконавця

source: Album Page
af: Album bladsy
bg: Страница на албума
ca: Pàgina de l'àlbum
cs: Stránka alba
da: Albumside
de: Album-Seite
el: Σελίδα άλμπουμ
es: Página del álbum
et: Albumi lehekülg
eu: Albumaren orrialdea
fa: صفحۀ آلبوم
fi: Levysivu
fr: Page de l'album
he: עמוד־הכותר
hu: Az album lapja
it: Album
ja: アルバムのページ
ka: ალბომის გვერდი
km: ទំព័រ​អាល់ប៊ុម
ko: 음반 페이지
lt: Albumo puslapis
nb: Albumside
nds: Album-Siet
ne: एल्बम पृष्ठ
nl: Albumpagina
nn: Albumside
pa: ਐਲਬਮ ਸਫ਼ਾ
pl: Strona albumu
pt: Página do Álbum
pt_br: Página do Álbum
ru: Страница альбома
se: Skearrosiidu
sk: Stránka albumu
sr: Страница албума
th: หน้าอัลบั้ม
tr: Albüm Sayfası
uk: Сторінка альбому

source: Title Page
af: Titel bladsy
bg: Страница на заглавието
ca: Pàgina del títol
cs: Stránka skladby
da: Titelside
de: Titel-Seite
el: Σελίδα τίτλου
es: Página del título
et: Pealkirja lehekülg
eu: Tituluaren orrialdea
fa: صفحه عنوان
fi: Kappalesivu
fr: Page du titre
he: העמוד שם־הרצועה
hu: A szám lapja
it: Titolo
ja: タイトルのページ
ka: სათაურის გვერდი
km: ទំព័រ​ចំណងជើង
ko: 제목 페이지
lt: Dainos puslapis
nb: Tittelside
nds: Titel-Siet
ne: शीर्षक पृष्ठ
nl: Titelpagina
nn: Tittelside
pa: ਨਾਂ ਸਫ਼ਾ
pl: Strona tytułu
pt: Página de Título
pt_br: Página do Título
ru: Страница заголовка
se: Namahussiidu
sk: Stránka skladby
sr: Страница наслова
th: หน้าชื่อเพลง
tr: Başlık Sayfası
uk: Сторінка заголовка

source: Change Locale
af: Verander Lokalisering
bg: Промяна на локала
ca: Canvia l'idioma
cs: Změnit zemi
da: Ændr landindstilling
de: Sprache ändern
el: Αλλαγή εντοπιότητας
es: Cambiar localización
et: Muuda keelt
eu: Aldatu kokalekua
fa: تغییر محلی
fi: Vaihda kieliversiota
fr: Modifier la localisation
he: החלף שפה
hu: A nyelv módosítása
it: Cambia locale
ja: ロケールを変更
ka: ლოკალის შეცვლა
km: ផ្លាស់ប្ដូរ​មូលដ្ឋាន
ko: 지역 변경
lt: Keisti lokalę
nb: Endre lokale
nds: Regioon ännern
ne: लोकेल परिवर्तन गर्नुहोस्
nl: Taal wijzigen
nn: Endra område
pa: ਮੌਜੂਦਾ ਲੋਕੇਲ
pl: Zmień ustawienia lokalizacji
pt: Modificar a Localização
pt_br: Alterar a Localização
ru: Изменить язык
se: Molsso báikkálaš heivehusaid
sk: Zmeniť locale
sr: Промени локал
th: เปลี่ยนการตั้งค่าท้องถิ่น
tr: Dili Değiştir
uk: Змінити локаль

source: Music
af: Musiek
bg: Музика
ca: Música
cs: Hudba
da: Musik
de: Musik
el: Μουσική
es: Música
et: Muusika
fa: موسیقی
fi: Musiikki
fr: Musique
he: מוזיקה
hu: Zene
it: Musica
ja: 音楽
ka: მუსიკა
km: តន្ត្រី
ko: 음악
lt: Muzika
nb: Musikk
nds: Musik
ne: सङ्गीत
nl: Muziek
nn: Musikk
pa: ਸੰਗੀਤ
pl: Muzyka
pt: Música
pt_br: Músicas
ru: Музыка
se: Musihkka
sk: Hudba
sr: Музика
th: ดนตรี
tr: Müzik
uk: Музика

source: <p>There is no product information available for this image.<p>Right-click on image for menu.
af: <p>Daar is geen produk informasie beskikbaar vir hierdie beeld nie.</p>Regs kliek op die beeld vir 'n kieslys.
bg: <p>Няма информация за това изображение.<p>Щракнете с десния бутон върху изображението, за да видите менюто.
ca: <p>No hi ha informació del producte disponible per a aquesta imatge.<p>Feu clic amb el botó secundari pel menú.
cs: <p>Pro tento obrázek neexistují žádné informace o produktu. <p>Pravým kliknutím na obrázek zobrazíte nabídku.
da: <p>Der er ingen produktinformation tilgængelig for dette billede. <p>Højreklik på billede for menu.
de: <p>Zu diesem Bild sind keine Produktinformationen verfügbar.<p>Um das Menü aufzurufen, klicken Sie mit der rechten Maustaste auf das Bild.
el: <p>Δεν υπάρχουν διαθέσιμες πληροφορίες προϊόντος για αυτή την εικόνα.<p>Δεξί κλικ στην εικόνα για μενού.
es: <p>No hay información del producto disponible para esta imagen. <p>Pulse con el botón derecho del ratón sobre la imagen para abrir el menú.
et: <p>Selle pildi kohta puudub tooteinfo.<p>Klõpsa pildil hiire parema nupuga menüü avamiseks.
eu: <p>Ez dago irduiaren produktuaren informaziorik erabilgarri.<p>Egin klik eskuinarekin irudian menua agertzeko.
fa: <p>برای این تصویر هیچ اطلاعات محصولی موجود نیست.<p> برای گزینگان روی تصویر فشار راست کنید.
fi: <p>Tälle kuvalle ei ole tuotetietoja saatavilla.</p><p>Napsauta oikealla napilla kuvavalikko.</p>
fr: <p>Il n'y a aucune information de disponible pour cette image.<p>Faites un clic droit sur l'image pour faire apparaître le menu.
he: <p>אין מידע מוצר זמין לתמונה זו.<p>לחץ לחיצה ימנית על התמונה לתפריט.
hu: <p>Ehhez a képhez nincs termékinformáció.<p>A menü megjelenítéséhez kattintson a képre a jobb oldali egérgombbal.
it: <p>Non ci sono informazioni di prodotto disponibili per questa immagine. <p>Fai clic con il pulsante destro sull'immagine per il menu.
ja: <p>この画像に関する商品情報はありません。<p>画像を右クリックするとメニューを表示します。
ka: <p>ამ გამოსახულებისთვის პროდუქტის ინფორმაცია არაა ხელმისაწვდომი.<p>მარჯვენა წკაპი გამოსახულების მენიუსთვის.
km: <p>មិន​មាន​ព័ត៌មាន​អំពី​ផលិតផល សម្រាប់​រូបភាព​នេះ​ឡើយ ។<p>ចុច​កណ្ដុរ​ស្ដាំ​លើ​រូបភាព ដើម្បី​ទទួល​បាន​ម៉ឺនុយ ។
ko: <p>현재 이 이미지에 대한 제품 정보가 없습니다.<p>오른쪽 버튼을 클릭하면 메뉴가 나옵니다.
lt: <p>Šis paveiksliukas nesusietas su jokia produkto informacija.<p>Spragtelėję dešinį klavišą pamatysite meniu.
nb: <p>Det finnes ingen produktinformasjon for dette bildet.<p>Høyreklikk på bildet for meny.
nds: <p>För dit Bild gifft dat keen Produktinformatschonen.<p>Mit en Rechtsklick op dat Bild kannst Du dat Menü opmaken.
ne: <p>त्यहाँ यो छविका लागि कुनै उपलब्ध वस्तु सूचना छैन ।<p>मेनुका लागि छविमा दायाँ-क्लिक गर्नुहोस् ।
nl: <p>Er is geen productinformatie beschikbaar voor deze afbeelding.<p>Klik met de rechter muisknop op de afbeelding om het menu te openen.</p>
nn: <p>Det finst ingen produktinformasjon for dette biletet.<p>Høgreklikk på biletet for meny.
pa: <p>ਇਸ ਚਿੱਤਰ ਲਈ ਕੋਈ ਉਤਪਾਦ ਜਾਣਕਾਰੀ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ। <p>ਮੇਨੂ ਲਈ ਚਿੱਤਰ ਉੱਤੇ ਸੱਜਾ ਬਟਨ ਦਬਾਉ।
pl: <p>Nie ma żadnej informacji dostępnej dla tego obrazu.<p>Kliknięcie prawym przyciskiem na obrazie przywołuje menu.
pt: <p>Não existem informações do produto disponíveis para esta imagem.<p>Carregue com o botão direito na imagem para obter o menu.
pt_br: <p>Não existem informações disponíveis sobre o produto desta imagem.<p>Clique com o botão direito na imagem para visualizar o menu.
ru: <p>Для этого изображения сведения о продукте недоступны. <p>Щёлкните правой кнопкой мыши для вызова контекстного меню.
se: <p>Eai leat makkárge buvttadieđut mat gullet dán govvii<p>Jus olgešcoahkkalat de ihtá báhccanfállu.
sk: <p>Pre tento obrázok neexistujú žiadne informácie o produkte.<p>Pravým kliknutím na obrázok zobrazíte ponuku.
sr: <p>Нема доступних информација о производу за ову слику.<p>Десни клик на слику за мени.
th: <p>ไม่มีข้อมูลผลิตภัณฑ์ให้สำหรับภาพนี้ <p>คลิกขวาที่ภาพเพื่อเรียกเมนู
tr: <p>Bu görüntü için bir ürün bilgisi bulunmamaktadır.<p>Menü için görüntüye sağ tıklayın.
uk: <p>Немає наявної інформації про виріб для цього зображення.<p>Для показу меню натисніть на зображення правою кнопкою мишки.

source: Show Labels
af: Vertoon Etikette
bg: Показване на етикетите
ca: Mostra les etiquetes
cs: Zobrazovat popisky
da: Vis etiketter
de: Label anzeigen
el: Εμφάνιση ετικετών
es: Mostrar etiquetas
et: Näita märgendeid
fa: نمایش برچسبها
fi: Näytä nimikkeet
fr: Afficher les libellés
hu: Címkék megjelenítése
it: Mostra etichette
ja: ラベルを表示
km: បង្ហាញ​ស្លាក
lt: Rodyti etiketes
nb: Vis plateselskap
nds: Steekwöör wiesen
ne: लेबुलहरू देखाउनुहोस्
nl: Labels tonen
nn: Vis merkelappar
pa: ਲੇਬਲ ਵੇਖਾਓ
pl: Pokaż etykiety
pt: Mostrar as Legendas
pt_br: Mostrar Rótulos
ru: Показать метки
se: Čájet gilkoriid
sk: Zobraziť štítky
sr: Прикажи етикете
th: แสดงป้าย
tr: Etiketleri Göster
uk: Показати надписи

source: Show Related Artists
af: Vertoon verwante kunstenaars
bg: Показване на подобни изпълнители
ca: Mostra els artistes relacionats
cs: Zobrazit související umělce
da: Vis relaterede kunstnere
de: Ähnliche Interpreten anzeigen
el: Εμφάνιση σχετικών καλλιτεχνών
es: Mostrar artistas relacionados
et: Näita lähedasi esitajaid
eu: Erakutsi zerikusia duten artistak
fa: نمایش هنرمندان مربوط
fi: Näytä samankaltaiset artistit
fr: Afficher les artistes associés
he: הצג אומנים קשורים
hu: Kapcsolódó előadók megjelenítése
it: Mostra artisti simili
ja: 関連アーティストを表示
ka: დაკავშირებული შემსრულებლების ჩვენება
km: បង្ហាញ​សិល្បករ​ដែល​ទាក់ទង
ko: 관련있는 아티스트 보기
lt: Rodyti panašius atlikėjus
nb: Vis relaterte artister
nds: Liek Künstlers wiesen
ne: सम्बन्धित कलाकारहरू देखाउनुहोस्
nl: Gerelateerde artiesten tonen
nn: Vis liknande artistar
pa: ਰਲ਼ਦੇ ਕਲਾਕਾਰ ਵੇਖਾਓ
pl: Pokaż powiązanych artystów
pt: Mostrar os Artistas Relacionados
pt_br: Mostrar Artistas Relacionados
ru: Связанные исполнители
se: Čájet sullosaš artisttaid
sk: Zobraziť príbuzných interpretov
sr: Прикажи сличне извођаче
th: แสดงศิลปินที่เกี่ยวข้อง
tr: İlgili Sanatçıları Göster
uk: Показати споріднених виконавців

source: Show Suggested Songs
af: Vertoon Voorgestelde Liedjie
bg: Показване на предложените песни
ca: Mostra les cançons suggerides
cs: Zobrazit navrhované skladby
da: Vis foreslåede sange
de: Empfohlene Stücke anzeigen
el: Εμφάνιση προτεινόμενων τραγουδιών
es: Mostrar canciones sugeridas
et: Näita pakutavaid palasid
eu: Erakutsi gomendatutako abestiak
fa: نمایش ترانه‌های پیشنهادی
fi: Näytä ehdotetut kappaleet
fr: Afficher les morceaux suggérés
he: הצג שירים מומלצים
hu: Javasolt számok megjelenítése
it: Mostra brani suggeriti
ja: 連想される曲を表示
ka: შემოთავაზებული სიმღერების ჩვენება
km: បង្ហាញ​បទចម្រៀង​បាន​ស្នើ
ko: 추천곡 보기
lt: Rodyti siūlomas dainas
nb: Vis melodiforslag
nds: Anraadt Stücken wiesen
ne: सुझाव दिएको गीतहरू देखाउनुहोस्
nl: Voorgestelde nummers tonen
nn: Vis songframlegg
pa: ਸੁਝਾਏ ਗੀਤ ਵੇਖਾਓ
pl: Pokaż sugerowane piosenki
pt: Mostrar as Canções Sugeridas
pt_br: Mostrar Músicas Sugeridas
ru: Предлагаемые композиции
se: Čájet evttohuvvon bihtáid
sk: Zobraziť navrhované skladby
sr: Прикажи предложене песме
th: แสดงเพลงที่แนะนำ
tr: Önerilen Şarkıları Göster
uk: Показати запропоновані пісні

source: Show Favorite Tracks
af: Vertoon Gunsteling Snitte
bg: Показване на любимите записи
ca: Mostra les peces preferides
cs: Zobrazit oblíbené skladby
da: Vis favoritspor
de: Lieblingsstücke anzeigen
el: Εμφάνιση αγαπημένων κομματιών
es: Mostrar pistas favoritas
et: Näita lemmikpalasid
eu: Erakutsi gogoko pistak
fa: نمایش شیارهای پسندان
fi: Näytä lempikappaleet
fr: Afficher les morceaux favoris
he: הצג את הרצועות המועדפות
hu: Kedvenc számok megjelenítése
it: Mostra tracce preferite
ja: お気に入りのトラックを表示
ka: საყვარელი ჩანაწერების ჩვენება
km: បង្ហាញ​បទ​សំណព្វ
ko: 즐겨 듣는 트랙 보기
lt: Rodyti mėgstamiausias dainas
nb: Vis yndlingsspor
nds: Leefst Stücken wiesen
ne: मन पर्ने ट्रयाक देखाउनुहोस्
nl: Favoriete tracks tonen
nn: Vis favorittspor
pa: ਪਸੰਦੀਦਾ ਟਰੈਕ ਵੇਖਾਓ
pl: Pokaż ulubione utwory
pt: Mostrar as Faixas Favoritas
pt_br: Mostrar Faixas Favoritas
ru: Любимые композиции
se: Čájet favorihttabihtáid
sk: Zobraziť obľúbené stopy
sr: Прикажи омиљене нумере
th: แสดงเพลงสุดโปรด
tr: En Beğenilen Şarkıları Göster
uk: Показати улюблені доріжки

source: Show Fresh Podcasts
af: Vertoon Nuwe <i>Podcasts</i>
bg: Показване на новите подкастове
ca: Mostra els podcasts recents
cs: Zobrazit čerstvé podcasty
da: Vis nye podradioudsendelser
de: Neue Podcast-Episoden anzeigen
el: Εμφάνιση νέων εκπομπών pod
es: Mostrar podcasts recientes
et: Näita värskeid Podcaste
eu: Erakutsi podcast berriak
fa: نمایش Podcasts تازه
fi: Näytä uudet podcast-jaksot
fr: Afficher les nouveaux podcasts
he: הצג את הפוד־קסטים החדשים
hu: Friss podcastok megjelenítése
it: Mostra nuovi podcast
ja: 新しいポッドキャストを表示
km: បង្ហាញ​ផតខាស់​ថ្មីៗ
ko: 최신 포드캐스트 보기
nb: Vis ferske podcaster
nds: Nieg Podcasts wiesen
ne: ताजा पोडकास्ट देखाउनुहोस्
nl: Nieuwe Podcasts tonen
nn: Vis nye podkastar
pa: ਤਾਜ਼ਾ ਪੋਸਟ-ਕਾਸਟ ਵੇਖਾਓ
pl: Pokaż świeże podcasty
pt: Mostrar os 'Podcasts' Recentes
pt_br: Mostrar Podcasts Novos
ru: Новые Podcast
se: Čájet várás podkásttaid
sk: Zobraziť čerstvé podcasty
sr: Прикажи свеже подемисије
th: แสดงพ็อดแคสท์ตอนใหม่สดๆ
tr: Yeni Podcast'leri Göster
uk: Показати свіжі Podcast-и

source: Show Newest Albums
af: Vertoon Nuutste Albums
bg: Показване на най-новите албуми
ca: Mostra els àlbums més nous
cs: Zobrazovat nejnovější alba
da: Vis nyeste albummer
de: Neueste Alben anzeigen
el: Εμφάνιση νεότερων άλμπουμ
es: Mostrar álbumes más recientes
et: Näita uusimaid albumeid
eu: Erakutsi album berrienak
fa: نمایش جدیدترین آلبومها
fi: Näytä uusimmat levyt
fr: Afficher les nouveaux albums
he: הצג את הכותרים החדשים ביותר
hu: Legújabb albumok megjelenítése
it: Mostra gli albumi più recenti
ja: 最新アルバムを表示
km: បង្ហាញ​អាល់ប៊ុម​ថ្មី​បំផុត
ko: 최신 엘범 보기
lt: Rodyti naujausius albumus
nb: Vis nyeste album
nds: Niegst Alben wiesen
ne: नयाँ एल्बमहरू देखाउनुहोस्
nl: Nieuwste albums tonen
nn: Vis nyaste album
pa: ਨਵੀਆਂ ਐਲਬਮਾਂ ਵੇਖਾਓ
pl: Pokaż najnowsze albumy
pt: Mostrar os Álbuns Mais Recentes
pt_br: Mostrar Álbuns Mais Novos
ru: Самые новые альбомы
se: Čájet ođđamus skearruid
sk: Zobraziť najnovšie albumy
sr: Прикажи најновије албуме
th: แสดงอัลบั้มใหม่สุด
tr: En Yeni Albümleri Göster
uk: Показати найновіші альбоми

source: Show Favorite Albums
af: Vertoon Gunsteling Albums
bg: Показване на любими албуми
ca: Mostra els àlbums preferits
cs: Zobrazit oblíbená alba
da: Vis favoritalbummer
de: Lieblingsalben anzeigen
el: Εμφάνιση αγαπημένων άλμπουμ
es: Mostrar álbumes favoritos
et: Näita lemmikalbumeid
fa: نمایش آلبومهای پسندان
fi: Näytä lempilevyt
fr: Afficher les albums favoris
he: הצג את הכותרים המועדפים
hu: Kedvenc albumok megjelenítése
it: Mostra gli album preferiti
ja: お気に入りのアルバムを表示
km: បង្ហាញ​អាល់ប៊ុម​សំណព្វ
ko: 즐겨듣는 엘범 보기
lt: Rodyti mėgstamiausius albumus
nb: Vis yndlingsalbum
nds: Leefst Alben wiesen
ne: मन पर्ने एल्बमहरू देखाउनुहोस्
nl: Favoriete albums tonen
nn: Vis favorittalbum
pa: ਪਸੰਦੀਦਾ ਐਲਬਮਾਂ ਵੇਖਾਓ
pl: Pokaż ulubione albumy
pt: Mostrar os Álbuns Favoritos
pt_br: Mostrar Álbuns Favoritos
ru: Любимые альбомы
se: Čájet favorihttaskearruid
sk: Zobraziť obľúbené albumy
sr: Прикажи омиљене албуме
th: แสดงอัลบั้มสุดโปรด
tr: En Beğenilen Albümleri Göster
uk: Показати улюблені альбоми

source: Podcast
af: <i>Podcast</i>
bg: Подкаст
el: Εκπομπή Pod
he: פוד־קסט
ja: ポッドキャスト
km: ផតខាស់
ko: 포드캐스트
ne: पोडकास्ट
nn: Podkast
pa: ਪੋਸਟ-ਕਾਸਟ
se: Podkástta
sr: Подемисија
th: พ็อดแคสท์
uk: Подкест

source: &Queue Podcast
af: Plaas <i>Podcast</i> in wagtou
bg: Поставяне подкаста на &опашката
ca: &Encua el podcast
cs: Zařadit podcast do &fronty
da: Sæt podradioudsendelse i &kø
de: Podcast in Warteschlange &einstellen
el: Εκπομπή Pod στην &αναμονή
es: &Encolar podcast
et: Podcast &järjekorda
eu: &Ilaratu Podcast-a
fa: &صف کردن Podcast‌
fi: &Lisää podcast jonoon
fr: &Mettre en file d'attente ce Podcast
he: הכנס פוד־קסטים ל&תור
hu: Podcast &behelyezése a sorba
it: A&ccoda podcast
ja: ポッドキャストをキューに追加(&Q)
ka: Podcast-ების &რიგი
km: ដាក់​ផតខាស់​ក្នុង​ជួរ
ko: 포드캐스트 대기열에 추가(&Q)
nb: &Legg podcast i kø
nds: Podcast in&regen
ne: लाम पोडकास्ट
nl: Podcast in &wachtrij plaatsen
nn: &Legg podkast i kø
pa: ਪੋਸਟ-ਕਾਸਟ ਕਤਾਰ(&Q)
pl: &Kolejkuj Podcast
pt: Colocar o 'Podcast' em &Espera
pt_br: Podcast para &Fila
ru: Поставить в очередь &Podcast
se: &Bija podkásta gárgadassii
sk: Zaradiť podcast do &frontu
sr: Стави подемисију у &ред
th: เรียงคิ&วพ็อดแคสท์
tr: &Podcastı Kuyruğa Ekle
uk: Поставити Podcast в &чергу

source: Edit Artist &Information...
af: Redigeer Kunstenaar Informasie...
bg: &Редактиране на информацията за изпълнителя...
ca: Edita la &informació de l'artista...
cs: Uprav&it informace o umělci...
da: Redigér kunstner&information...
de: &Interpreten-Informationen bearbeiten ...
el: Επεξεργασία &πληροφοριών καλλιτέχνη...
es: Editar &información del artista...
et: Muuda esitaja &infot...
eu: Editatu artistaren i&nformazioa...
fa: ویرایش &اطلاعات هنرمند...‌
fi: &Muokkaa artistin sisältötietoja…
fr: Éditer les &informations de l'artiste...
he: עריכת &מידע על האומן...
hu: Az &előadó-információ szerkesztése...
it: Modifica &informazioni sull'artista...
ja: アーティスト情報を編集(&I)...
ka: შემსრულებლის &ინფორმაციის ჩასწორება...
km: កែសម្រួល​ព័ត៌មាន​សិល្បករ...
ko: 아티스트 정보 편집(&I)...
lt: Keisti atlikėjo &informaciją...
nb: Rediger artist&informasjon …
nds: Künstler-&Informatschonen bewerken...
ne: कलाकार सूचना सम्पादन गर्नुहोस्...
nl: Artiest&informatie bewerken...
nn: Endra &artistinformasjon …
pa: ਕਲਾਕਾਰ ਜਾਣਕਾਰੀ ਸੋਧ(&I)...
pl: Edytuj &informacje o wykonawcy...
pt: Editar a &Informação do Artista...
pt_br: Editar &Informações do Artista...
ru: Изменить сведения об &исполнителе...
se: &Doaimmat skearrodieđuid …
sk: Upra&viť informácie o interpretovi...
sr: Уреди податке о &извођачу...
th: แก้ไขข้อมูลศิลปิ&น...
tr: Sanatçı Bilgisini &Düzenle...
uk: Редагувати &інформацію про виконавця...

source: &Queue Artist's Songs
af: Plaas kunstenaar se liedjies in die wagtou
bg: Поставяне песните на изпълнителя на &опашката
ca: &Encua les cançons de l'artista
cs: Skladb&y umělce zařadit do fronty...
da: Sæt kunstnerens sange i &kø
de: Stücke des &Interpreten in Warteschlange einstellen
el: Κομμάτια του καλλιτέ&χνη στην αναμονή
es: &Encolar canciones del artista
et: Esitaja laulud &järjekorda
eu: &Ilaratu artistaren abestiak
fa: &صف کردن ترانه‌های هنرمند‌
fi: Lisää artistin kappaleet &jonoon
fr: &Mettre en file d'attente les morceaux de cet artiste
he: הכנס ל&תור את השירים של האומן
hu: Az &előadó számainak behelyezése a sorba
it: Acco&da tracce dell'artista
ja: アーティストの曲をキューに追加(&Q)
ka: შემსრულებლის სიმღერებუის &რიგი
km: ដាក់​បទចម្រៀង​របស់​សិល្បករ​ក្នុង​ជួរ
ko: 아티스트의 노래 대기열에 추가(&Q)
lt: Atlikėjo &dainas į eilę
nb: &Legg artistens melodier i kø
nds: Den Künstler sien Stücken in&regen
ne: कलाकारको गीत लाम लगाउनुहोस्
nl: Tracks van artiest in &wachtrij plaatsen
nn: &Legg songane til artisten i kø
pa: ਕਲਾਕਾਰ ਦੇ ਗੀਤ ਕਤਾਰਬੱਧ(&Q)
pl: &Kolejkuj utwory wykonawcy
pt: &Colocar as Músicas do Artista em Espera
pt_br: &Colocar Músicas do Artista na Fila
ru: &Поставить в очередь композиции исполнителя
se: &Bija artistta lávlagiid gárgadussii
sk: Zaradiť piesne interpreta do &frontu
sr: &Стави извођачеве песме у ред
th: เรียงคิ&วเพลงของศิลปิน
tr: Sa&natçının Şarkılarını Kuyruğa Ekle
uk: Поставити пісні виконавця в &чергу
