Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <p align="center">(help)</p>
af: <p align="center">(hulp)</p>
bg: <p align="center">(помощ)</p>
ca: <p align="center">(ajuda)</p>
cs: <p align="center">(nápověda)</p>
da: <p align="center">(hjælp)</p>
de: <p align="center">(Hilfe)</p>
el: <p align="center">(βοήθεια)</p>
es: <p align="center">(ayuda)</p>
et: <p align="center">(abi)</p>
eu: <p align="center">(laguntza)</p>
fa: <p align="center">)کمک(</p>
fi: <p align="center">(ohje)</p>
fr: <p align="center">(aide)</p>
he: <p align="center">(עזרה)</p>
hu: <p align="center">(segítség)</p>
it: <p align="center">(aiuto)</p>
ja: <p align="center">(ヘルプ)</p>
km: <p align="center">(ជំនួយ)</p>
ko: <p align="center">(도움말)</p>
lt: <p align="center">(pagalba)</p>
nb: <p align="center">(hjelp)</p>
nds: <p align="center">(Hülp)</p>
ne: <p align="center">(मद्दत)</p>
nn: <p align="center">(hjelp)</p>
pa: <p align="center">(ਮੱਦਦ)</p>
pl: <p align="center">(pomoc)</p>
pt: <p align="center">(ajuda)</p>
pt_br: <p align="center">(ajuda)</p>
ru: <p align="center">(справка)</p>
se: <p align="center">(veahkki)</p>
sk: <p align="center">(pomoc)</p>
sr: <p align="center">(помоћ)</p>
th: <p align="center">(ช่วยเหลือ)</p>
tr: <p align="center">(yardım)</p>
uk: <p align="center">(довідка)</p>

source: Example song location:
af: Voorbeeld van 'n liedjie ligging:
bg: Местоположение на пробна песен:
ca: Exemple d'ubicació d'una cançó:
cs: Příklad umístění písně:
da: Eksempel på sangsted:
de: Beispiel an einem fiktiven Musikstück:
el: Τοποθεσία τραγουδιού παραδείγματος:
es: Ejemplo de ubicación de canción:
et: Näidislaulu asukoht:
eu: Adibideko abestiaren kokalekua:
fa: نمونه محل ترانه:
fi: Esimerkki:
fr: Exemple d'emplacement des morceaux :
he: דוגמה למיקום שיר:
hu: A példaszám helye:
it: Posizione brano di esempio:
ja: サンプル曲の場所:
km: ទីតាំង​បទ​ចម្រៀង​ជា​ឧទាហរណ៍ ៖
ko: 노래 위치 예:
lt: Galima dainų vieta:
nb: Eksempel på melodiadresse:
nds: Bispeel för Musik:
ne: उदाहरणको लागि गीत स्थान:
nl: Voorbeeld van tracklocatie:
nn: Eksempel på musikkadresse:
pa: ਉਦਾਹਰਨ ਸੰਗੀਤ ਟਿਕਾਣਾ:
pl: Przykładowa lokalizacja piosenki:
pt: Exemplo da localização da música:
pt_br: Localização da música de exemplo:
ru: Пример расположения композиции:
se: Ovdemearkkabihttá báiki:
sk: Príklad umiestnenia piesne:
sr: Пример локације песме:
th: ที่อยุ่ของเพลงตัวอย่าง:
tr: Örnek şarkı konumu:
uk: Приклад адреси пісні:

source: Podcast location:
af: <i>Podcast</i> ligging:
bg: Местоположение на подкаст:
ca: Ubicació dels Podcast:
cs: Umístění Podcastů:
da: Podradio-sted:
de: Podcast-Speicherort:
el: Τοποθεσίας εκπομπής Pod:
es: Ubicación del podcast:
et: Podcasti asukoht:
eu: Podcast kokalekua:
fa: محل Podcast:
fi: Podcastien sijainti:
fr: Emplacement des Podcasts :
he: מיקום פוד־קסט:
hu: A podcastok helye:
it: Posizione del podcast:
ja: ポッドキャストの場所:
km: ទីតាំង​ផតខាស់ ៖
ko: 포드캐스트 위치:
nb: Podcastadresse:
nds: Podcasts sekern binnen:
ne: पोडकास्ट स्थान:
nl: Podcastlocatie:
nn: Podkastadresse:
pa: ਪੋਸਟ-ਕਾਸਟ ਟਿਕਾਣਾ:
pl: Lokalizacja Podcastu:
pt: Localização da 'podcast':
pt_br: Localização do podcast:
ru: Расположение Podcast:
se: Podkástbáiki:
sk: Umiestnenie podcastu:
sr: Локација подемисије:
th: ที่อยู่ของพ็อดแคสต์:
tr: Podcast konumu:
uk: Адреса подкесту:

source: The location of the transfered podcasts relative to the device mount point.
af: Die ligging van die oorgedrade <i>podcasts</i>, relatief tot die koppel punt van die toestel.
bg: Местоположението на прехвърлените подкастове относително точката на монтиране на устройството.
ca: La ubicació dels podcast transferits relativa al punt de muntatge del dispositiu.
da: Stedet for overførte podradio-udsendelser i forhold til enhedens monteringspunkt.
de: Der Speicherort für übertragene Podcasts relativ zum Mountpunkt des Gerätes.
el: Η τοποθεσία των εκπομπών pod που μεταφέρθηκαν σχετικά με το σημείο προσάρτησης της συσκευής.
es: La ubicación de los pdcasts transferidos según el punto de montaje del dispositivo.
et: Üle kantud podcastide asukoht seadme ühenduspunkti suhtes.
eu: Transferitutako abestien kokalekua erlatiboa da gailua muntatutako puntuarekiko.
fa: محل podcast‌های انتقال‌یافته مربوط به نقطۀ سوار کردن دستگاه.
fi: Siirrettyjen podcastien sijainti suhteessa laitteen liitoskohtaan.
fr: L'emplacement des podcasts transférés par rapport au point de montage du périphérique.
he: מיקום הפוד־קסטים ביחס לנקודת־העגינה של התקן־המדיה.
hu: Az átvitt podcastok helye az eszköz csatolási pontjához viszonyítva.
it: La posizione dei podcast trasferiti in relazione al punto di mount del dispositivo.
ja: 転送されたポッドキャストの、デバイスのマウントポイントに対する相対位置。
km: ទីតាំង​របស់​ផតខាស់​ដែល​បានផ្ទេរ​ទាក់ទង​នឹង​ចំណុច​ម៉ោន​របស់​ឧបករណ៍ ។
ko: 전송된 포드캐스트의 위치는 장치 마운트 지점을 기준으로 한 상대위치입니다.
nb: Adressen til overførte podkaster relativt til monteringspunktet for enheten.
nds: De Oort, na den Podcasts överdragen warrt, relativ to den Inhangoort vun de Reedschap.
ne: स्थान्तरण गरिएको पोडकास्टको स्थान यन्त्र माउन्ट बिन्दुमा सापेक्षित हुन्छ ।
nl: De locatie van overgezette podcasts, relatief aan de aankoppelmap van het apparaat.
nn: Adressa til dei overførte podkastepisodane, relativt til monteringspunktet for eininga.
pl: Lokalizacja przenoszonych podcastów względem punktu montowania urządzenia.
pt: A localização dos 'podcasts' transferidos, em relação ao ponto de montagem do dispositivo.
pt_br: A localização dos podcasts transferidos, relativa ao ponto de montagem do dispositivo.
ru: Расположение передаваемых эпизодов podcast относительно точки включения устройства в файловую систему.
se: Báike gosa sáddejuvvon podkásttat bidjot, gorolaččat ovttadaga čatnanbáikái.
sk: Umiestnenie prenesených podcastov relatívne k prípojnému bodu zariadenia.
sr: Релативна локација пренесених подемисија у односу на тачку монтирања уређаја.
th: ที่ตั้งของรายการพ็อดแคสต์ที่จะทำการถ่ายโอนซึ่งสัมพันธ์กับจุดเมานท์อุปกรณ์
uk: Адреса перенесених подкестів відносно точки монтування пристрою.

source: Played tracks to show:
af: Gespeelde snitte om te vertoon:
bg: Показване на изпълняваните записи:
ca: Peces ja reproduïdes a mostrar:
cs: Počet zobrazených již přehraných skladeb:
da: Spillede spor at vise:
de: Anzuzeigende gespielte Stücke:
el: Εκτελεσμένα κομμάτια για εμφάνιση:
es: Pistas reproducidas a mostrar:
et: Näidatavaid esitatud palasid:
eu: Erreproduzitutako pistak erakusteko:
fa: شیارهای پخش‌شده برای نمایش:
fi: Soitettujen kappaleiden määrä:
fr: Nombre de morceaux joués à afficher :
he: הרצועות שהושמעו שיוצגו:
hu: Megjelenítendő lejátszott számok:
it: Tracce riprodotte da mostrare:
ja: 再生済みトラックの表示数:
ka: საჩვენებელი დაკრული ჩანაწერები:
km: បទ​ចាក់​រួច ដែល​ត្រូវ​បង្ហាញ ៖
ko: 보이기 위한 재생된 트랙:
lt: Rodomų atliktų dainų skaičius:
nb: Spilte spor som skal vises:
nds: Wiest Tall vun afspeelt Stücken:
ne: देखाउनका लागि प्ले गरिएको ट्रयाकहरू:
nl: Afgespeelde tracks om te tonen:
nn: Spelte spor å visa:
pa: ਵੇਖਾਉਣ ਲਈ ਚਲਾਏ ਟਰੈਕ:
pl: Utwory odtworzone:
pt: Faixas tocadas a mostrar:
pt_br: Faixas reproduzidas para mostrar:
ru: Максимум воспроизведённых дорожек:
se: Čuojahuvvon bihtáid maid čájehit:
sk: Počet zobrazených už prehraných skladieb:
sr: Пуштених нумера за приказ:
th: เพลงที่เล่นไปแล้วที่จะแสดง:
tr: Gösterilecek çalınmış parçalar:
uk: Показувати програних доріжок:

source: How many played items to show before removal
af: Hoeveel gespeelde items moet vertoon word voordat dit verwyder word.
bg: Колко изпълнявани записа да бъдат показани преди премахването им
ca: El nombre de peces que ja s'han reproduït que es mostraran abans de ser suprimides
cs: Kolik přehraných skladeb ukázat, než dojde k jejich odebrání
da: Hvor mange spillede punkter som skal vises inden de fjernes
de: Diese Einstellung legt fest, wieviele bereits gespielte Stücke angezeigt werden sollen.
el: Πόσα κομμάτια που έχουν αναπαραχθεί να εμφανίζονται πριν την αφαίρεση
es: Número de pistas reproducidas a mostrar antes de ser eliminadas
et: Kui palju esitatud palasid enne eemaldamist näidata
eu: Zenbat erreproduzitutako elementu erakutsi kendu aurretik
fa: چند فقرۀ پخش‌شده باید قبل از حذف نمایش داده شوند
fi: Kuinka monta kappaletta näytetään listassa ennen kuin vanhempia poistetaan
fr: Nombre d'éléments joués à afficher avant de les effacer
he: כמה פריטים מושמעים להציג לפני הסרה
hu: Hány lejátszott elem legyen megjelenítve a törlés előtt
it: Quanti elementi riprodotti mostrare prima della rimozione
ja: 再生後もプレイリストに表示しておくトラック数
ka: წაშლამდე რამდენი დაკრული ელემენტი უნდა იყოს ნაჩვენები
km: ចំនួន​វត្ថុ​ចាក់​រួច ដែល​ត្រូវ​បង្ហាញ​មុន​នឹង​យកចេញ
ko: 제거되기 전에 얼마나 많이 재생된 항목인지 보이기
lt: Kiek atliktų dainų rodyti sąraše
nb: Hvor mange spilte spor som skal vises før noen fjernes
nds: Leggt fast, woveel Stücken wiest warrt
ne: हटाउनु अघि प्ले गरिएका कति वस्तुहरू देखाउने
nl: Hoeveel afgespeelde items er zullen worden getoond voor de verwijdering
nn: Kor mange spelte spor som skal visast før dei vert fjerna.
pa: ਹਟਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਕਿੰਨੀਆਂ ਚਲਾਈਆਂ ਇਕਾਈਆਂ ਨੂੰ ਵੇਖਾਇਆ ਜਾਵੇ
pl: Jak dużo odtworzonych wpisów pokazać, zanim zostaną usunięte
pt: Quantos itens reproduzidos mostrar antes de remover
pt_br: Quantos itens reproduzidos mostrar antes de removê-los
ru: Количество воспроизведённых композиций, при превышении которого начнётся их удаление
se: Galle čuojahuvvon bihtá čájehuvvo ovdal go váldo eret.
sk: Koľko prehraných skladieb ukázať pred odobraním
sr: Колико пуштених ставки приказати пре уклањања
th: จำนวนของเพลงที่จะแสดงก่อนที่จะทำการลบ
tr: Listeden silmeden önce kaç kere çalınan parçalar gösterilsin
uk: Скільки програних композицій показувати перед вилученням

source: Minimum number of upcoming tracks to keep in the playlist
af: Minimum opkomende snitte om in die speel lys te hou
bg: Минимален брой на следващи записа в списъка
ca: El nombre mínim de peces entrants a mantenir a la llista de reproducció
cs: Minimální počet nových skladeb, který má být udržován v seznamu skladeb
da: Minimalt antal kommende spor at beholde i spillelisten
de: Diese Einstellung legt fest, wieviele der kommenden Stücke angezeigt werden sollen.
el: Ο ελάχιστος αριθμός των επερχόμενων κομματιών που θα διατηρούνται στη λίστα
es: El número mínimo de pistas por reproducir de la lista de reproducción
et: Minimaalne arv edaspidi esitatavaid palasid, mida esitusnimekirjas näidatakse
eu: Gutxieneko zerrenda
fa: تعداد کمینۀ شیارهای آتی برای حفظ در فهرست پخش
fi: Soittolistassa soitettaviksi tulossa olevien kappaleiden vähimmäismäärä
fr: Nombre minimal de morceaux à conserver dans la liste de lecture
he: המספר המינימלי של הרצועות הבאות לשמירה ברשימת־ההשמעה
hu: Minimálisan hány várakozó (a jövőben lejátszandó) szám legyen tartva a lejátszólistában
it: Numero minimo di tracce in arrivo da tenere nella playlist
ja: プレイリストに用意しておくトラックの最小数
ka: ჩანაწერთა მინიმალური რაოდენობა რომლებიც რეპერტუარში უნდა იყოს
km: ចំនួន​អប្បបរមា​នៃ​បទ​ជិត​ដល់ ដែល​ត្រូវ​ទុក​នៅ​ក្នុង​បញ្ជី​ចាក់
ko: 재생목록에 유지하는 재생 대기중인 트랙의 최소수
lt: Kiek mažiausiai būsimų dainų rodyti grojaraštyje
nb: Minimum antall kommende sanger som skal vises i spillelista
nds: Leggt de sietste Tall vun nich speelte Stücken binnen de Afspeellist fast.
ne: प्लेसूचीमा राख्नका लागि आउने न्यूनतम सङ्ख्याको आगामी ट्रयाकहरू
nl: Minimaal aantal aankomende tracks dat in de afspeellijst blijft staan
nn: Talet på framtidige spor som skal visast i spelelista.
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਰੱਖਣ ਲਈ ਘੱਟੋ-ਘੱਟ ਆ ਰਹੇ ਟਰੈਕਾਂ ਦੀ ਗਿਣਤੀ
pl: Minimalna liczba zbliżających się utworów do utrzymania na liście odtwarzania
pt: O número mínimo de faixas seguintes a manter na lista de reprodução
pt_br: O número mínimo de faixas que acabaram de chegar para manter na lista de músicas
ru: Минимальное количество ожидающихся композиций, которое должно присутствовать в списке:
se: Galle boahtti bihtáid maid čájehit čuojahanlisttus
sk: Minimálny počet nových skladieb, ktorý sa má udržovať v zozname skladieb
sr: Најмањи број наступајућих нумера за држање у листи нумера
th: จำนวนน้อยที่สุดของเพลงที่กำลังจะขึ้นมา เพื่อที่จะเก็บลงรายการเล่น
tr: Parça listesinde çalmayı bekleyen parçaların en az sayısı
uk: Мінімальна кількість очікуваних доріжок, які мають бути у списку композицій

source: Upcoming tracks:
af: Opkomende snitte:
bg: Следващи записи:
ca: Nombre mínim de peces entrants:
cs: Nadcházející skladby:
da: Kommende spor:
de: Kommende Stücke:
el: Επόμενα κομμάτια:
es: Pistas por reproducir:
et: Järgmised palad:
eu: Iritsiko diren pistak:
fa: شیارهای آتی:
fi: Tulossa olevat kappaleet:
fr: Nombre de morceaux à ajouter :
he: הרצועות הבאות:
hu: Várakozó számok:
it: Tracce in arrivo:
ja: 再生待ちのトラック数:
ka: ჩანაწერი:
km: បទ​ជិត​ដល់ ៖
ko: 재생 대기중인 트랙 수:
lt: Būsimos dainos:
nb: Kommende spor:
nds: Nakamen Stücken:
ne: आगामी ट्रयाकहरू:
nl: Aankomende tracks:
nn: Framtidige spor:
pa: ਆ ਰਹੇ ਟਰੈਕ:
pl: Zbliżające się utwory:
pt: Faixas seguintes:
pt_br: Faixas que acabaram de chegar:
ru: Ожидающиеся дорожки:
se: Boahtti bihtát:
sk: Nadchádzajúce skladby:
sr: Наступајуће нумере:
th: เพลงที่กำลังจะมา:
tr: Üstteki parça sayısı:
uk: Очікувані доріжки:

source: Dynamic playlist name:
af: Dinamiese Speel lys naam:
bg: Име на динамичен списък със записи:
ca: Nom de la llista de reproducció dinàmica:
cs: Název dynamického seznamu skladeb:
da: Dynamiske spillelistenavn:
de: Name der dynamischen Wiedergabeliste:
el: Όνομα δυναμικής λίστας:
es: Nombre de la lista de reproducción dinámica:
et: Dünaamilise esitusnimekirja nimi:
eu: Zerrenda izen dinamikoa:
fa: نام فهرست پخش پویا:
fi: Elävän soittolistan nimi:
fr: Nom de la liste de lecture dynamique :
he: שם רשימת־השמעה דינמית:
hu: A dinamikus lejátszólista neve:
it: Nome della playlist dinamica:
ja: ダイナミックプレイリスト名:
ka: დინამიური რეპერტუარის სახელი:
km: ឈ្មោះ​បញ្ជីចាក់​ថាមវន្ត ៖
ko: 동적 재생목록 이름:
lt: Dinaminio grojaraščio pavadinimas:
nb: Navn på dynamisk spilleliste:
nds: Naam vun de dünaamsche Afspeellist:
ne: गतिशील प्लेसूची नाम:
nl: Naam dynamische afspeellijst:
nn: Namn på dynamisk speleliste:
pa: ਸਫ਼ਰੀ ਸੰਗੀਤ-ਸੂਚੀ ਨਾਂ:
pl: Nazwa dynamicznej listy odtwarzania:
pt: Nome da lista de reprodução dinâmica:
pt_br: Nome da lista dinâmica de músicas:
ru: Имя динамического списка:
se: Dynámalaš čuojahanlisttu namma:
sk: Dynamický názov zoznamu skladieb:
sr: Име динамичке листе:
th: ชื่อรายการเล่นปรับอัตโนมัติ:
tr: Değişken Parça Listesi Adı:
uk: Назва динамічного списку композицій:

source: Remove pla&yed tracks
af: Verwyder gespeelde snitte
bg: &Премахване на прослушаните записи
ca: Suprimeix les &peces ja reproduïdes
cs: Odebrat &přehrané skladby
da: Fjern spi&llede spor
de: Gespielte Stücke aus Wiedergabeliste &entfernen
el: &Αφαίρεση εκτελεσμένων κομματιών
es: Eliminar las pistas &reproducidas
et: &Esitatud palade eemaldamine
fa: حذف شیارهای &پخش‌شده‌
fi: &Poista soitetut kappaleet
fr: &Enlever les morceaux joués
he: &הסר רצועות שהושמעו
hu: A &lejátszott számok törlése
it: &Rimuovi tracce riprodotte
ja: 再生済みを削除(&Y)
ka: და&კრული ჩანაწერის წაშლა
km: យក​បទ​ចាក់​រួច​ចេញ
ko: 재생한 트랙 제거(&Y)
lt: &Pašalinti atliktas dainas
nb: &Fjern spilte spor
nds: Afspeelt Stücken &wegdoon
ne: प्ले गरिएको ट्रयाकहरू हटाउनुहोस्
nl: Afgespeelde tracks ve&rwijderen
nn: &Fjern spelte spor
pa: ਚਲਾਏ ਟਰੈਕ ਹਟਾਓ(&y)
pl: &Usuń odtworzone utwory
pt: &Remover as faixas tocadas
pt_br: Remover &faixas reproduzidas
ru: &Удалять проигранные композиции
se: &Valdde eret čuojahuvvon bihtáid
sk: O&dstrániť prehrané stopy
sr: Уклони &пуштене нумере
th: ลบเพลงที่เล่&นแล้วออก
tr: Çalınan parçaları listeden &sil
uk: Вилучити про&грані доріжки

source: Automatically remove played tracks from the playlist
af: Verwyder gespeelde snitte outomaties uit die speel lys
bg: Автоматично премахване на прослушаните записи от списъка
ca: Suprimeix automàticament les peces ja reproduïdes de la llista de reproducció
cs: Automaticky odstranit přehrané skladby ze seznamu skladeb
da: Fjern automatisk spillede spor fra spillelisten
de: Ist diese Einstellung aktiviert, werden gespielte Stücke automatisch aus der Wiedergabeliste entfernt.
el: Αυτόματη αφαίρεση των εκτελεσμένων κομματιών από τη λίστα
es: Eliminar automáticamente las pistas reproducidas de la lista de reproducción
et: Esitatud palad eemaldatakse automaatselt esitusnimekirjast
fa: حذف خودکار شیارهای پخش‌شده از فهرست پخش
fi: Poista soitetut kappaleet soittolistasta automaattisesti
fr: Enlever automatiquement les morceaux joués de la liste de lecture
he: הסר אוטומטית רצועות שהושמעו מרשימת־ההשמעה
hu: A lejátszott számok automatikusan legyenek törölve a lejátszólistából
it: Rimuovi automaticamente le tracce riprodotte dalla playlist
ja: 再生したトラックを自動的にプレイリストから削除します。
ka: დაკრული ჩანაწერების ავრომატურად წაშლა რეპერტუარიდან
km: យក​បទ​ចាក់​រួច​ចេញ​ពី​បញ្ជី​ចាក់ ដោយ​ស្វ័យប្រវត្តិ
ko: 재생목록에서 재생된 트랙을 자동적으로 제거
lt: Atliktas dainas automatiškai šalinti iš grojaraščio
nb: Fjern spilte spor fra spillelista automatisk
nds: Afspeelt Stücken automaatsch ut de Afspeellist wegmaken
ne: प्लेसूचीबाट प्ले गरिएका ट्रयाकहरू स्वचालित रूपमा हटाउनुहोस्
nl: Afgespeelde tracks automatisch uit de afspeellijst verwijderen
nn: Fjern automatisk spelte spor frå spelelista
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਵਜਾਏ ਟਰੈਕ ਸਵੈ-ਚਾਲਤ ਹੀ ਹਟਾਓ
pl: Automatycznie usuń odtwarzane utwory z listy odtwarzania
pt: Remover automaticamente da lista de reprodução as faixas tocadas
pt_br: Remover automaticamente faixas reproduzidas da lista de músicas
ru: Удалять воспроизведённые композиции из списка
se: Váldde automáhtalaččat čuojahuvvon bihtáid eret čuojahanlisttus
sk: Automaticky odstrániť prehrané stopy zo zoznamu skladieb
sr: Аутоматски уклони пуштене нумере са листе нумера
th: เอาเพลงที่เล่นแล้วออกจากรายการเล่นโดยอัตโนมัติ
tr: Çalınan parçaları otomatik olarak parça listesinden sil
uk: Автоматично вилучати програні доріжки зі списку композицій

source: NMM Engine Configuration - Amarok
af: NMM Enjin Opstelling - Amarok
bg: Настройки на ядро NMM - Amarok
ca: Configuració del motor NMM - Amarok
cs: Nastavení NMM systému - amaroK
da: NMM motor-indstilling - Amarok
de: NMM Treiber-Einstellungen - Amarok
el: Ρυθμίσεις μηχανής NMM - AmaroK
es: Configuración del motor NMM - Amarok
et: NMM mootori seadistamine - Amarok
fa: پیکربندی موتور NMM - Amarok
fi: NMM-toistojärjestelmän asetukset – Amarok
fr: Configuration du moteur NMM - Amarok
he: הגדרות מנוע ההשמעה NMM - עבור Amarok
hu: Az NMM hangrendszer beállítása - Amarok
it: Configurazione motore NMM - Amarok
ja: NMM エンジン設定 - Amarok
km: កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន NMM - Amarok
ko: NMM 엔진 설정 - Amarok
lt: NMM sistemos derinimas – AmaroK
nb: Oppsett av NMM-motoren – Amarok
nds: Instellen för de NMM-Klangmaschien - Amarok
ne: एमएमएम इन्जिन कन्फिगरेसन - अमारोक
nl: NMM-engine instellen - Amarok
nn: NMM-oppsett – Amarok
pa: NMM ਇੰਜਣ ਸੰਰਚਨਾ - ਅਮਰੋਕ
pl: Konfiguracja modułu NMM - Amarok
pt: Configuração do Motor NMM - Amarok
pt_br: Configurar Mecanismo NMM - Amarok
ru: Параметры NMM - amaroK
se: NMM-mohtorheivehus – Amarok
sk: Nastavenie zvukového enginu NMM - Amarok
sr: Подешавање мотора NMM — Amarok
th: ปรับแต่งโปรแกรมประมวลผลเสียง NMM - Amarok
tr: NMM Motoru Yapılandırması - Amarok
uk: Налаштування рушія NMM - Amarok

source: Audio plugin:
af: Oudio inprop module:
bg: Аудио приставка:
ca: Connector d'àudio:
cs: Zvukový modul:
da: Lyd-plugin:
de: Audio-Modul:
el: Πρόσθετο ήχου:
es: Extensión de audio:
eu: Audioaren plugin-a:
fa: وصلۀ صوتی:
fi: Äänentoistoliitännäinen:
fr: Module Audio :
he: תוסף שמע:
hu: Hangmodul:
it: Plugin audio:
ja: オーディオプラグイン:
ka: აუდიო მოდული:
km: កម្មវិធី​ជំនួយ​អូឌីយ៉ូ ៖
ko: 오디오 플러그인:
lt: Garso įskiepis:
nb: Programtillegg for lyd:
nds: Utgaav-Moduul:
ne: अडियो प्लगइन:
nl: Geluidsplugin:
nn: Lydtillegg:
pa: ਆਉਟਪੁੱਟ ਪਲੱਗਿੰਨ:
pl: Wtyczka dźwięku:
pt: 'Plugin' de áudio:
pt_br: Plugin de áudio:
ru: Модуль вывода звука:
se: Jietnalassemoduvla:
sk: Audio modul:
sr: Аудио прикључак:
th: ปลั๊กอินเสียง:
tr: Ses eklentisi:
uk: Втулок аудіо:

source: Playback node
bg: Възел за изпълнение
ca: Node de reproducció
da: Afspilningsknude
de: Wiedergabe-Knoten
el: Κόμβος αναπαραγωγής
et: Taasesituse sõlm
hu: Lejátszási gép
it: Nodo di riproduzione
ja: 再生ノード
km: ថ្នាំង​ចាក់​សារថ្មី
nds: Afspeelknütt
nn: Avspelingsnode
pa: ਪਲੇਅਬੈਕ ਨੋਡ
pl: Węzeł odtwarzania
pt: Nó de reprodução
pt_br: Node de reprodução
se: Avspelingsnode
sk: Uzol prehrávania
sr: Чвор пуштања
th: โหนดเล่นกลับ
tr: Çalma noktası
uk: Вузол програвання

source: ALSA playback node
bg: Възел за изпълнение ALSA
ca: Node de reproducció ALSA
da: ALSA afspilningsknude
de: Alsa-Wiedergabe-Knoten
el: Κόμβος αναπαραγωγής ALSA
et: ALSA taasesituse sõlm
hu: ALSA-lejátszási gép
it: Nodo di riproduzione ALSA
ja: ALSA 再生ノード
km: ថ្នាំង​ចាក់​សារថ្មី​របស់ ALSA
nds: ALSA-Afspeelknütt
nn: ALSA-avspelingsnode
pa: ALSA ਪਲੇਅਬੈਕ ਨੋਡ
pl: Węzeł odtwarzania ALSA
pt: Nó de reprodução do ALSA
pt_br: Node de reprodução ALSA
se: ALSA-avspelingsnode
sk: Uzol ALSA prehrávania
sr: ALSA чвор пуштања
th: โหนดการเล่นกลับของ ALSA
tr: ALSA çalma noktası
uk: Вузол програвання ALSA
