Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Set a command to be run before connecting to your device (e.g. a mount command) here. %d is replaced by the device node, %m by the mount point. Empty commands are not executed.
af: Stel 'n opdrag hier op wat uitgevoer moet word op aan die toestel te koppel. %d sal met die toestel node vervang word en %m met die gids waar die toestel gekoppel moet word. Leë opdragte sal nie uitgevoer word nie.
bg: Въведете команда за изпълнение преди скачване с устройството (например команда за монтиране). %d е възела на устройството, %m - точката на монтиране. Неподходящи команди не се изпълняват.
ca: Establiu aquí una ordre per executar just abans de connectar-se al dispositiu (p.e. una ordre <i>mount</i>). %d se substituirà pel node del dispositiu i %m pel punt de muntatge. Una ordre buida no s'executarà.
da: Indstil en kommando at køre inden forbindelse til din enhed (f.eks. en monteringskommando). %d erstattes med enhedens knude, %m med monteringspunktet. Tomme kommandoer udføres ikke.
de: Geben Sie hier ein Kommando ein, das vor dem Verbinden des Media-Players ausgeführt werden soll (z. B. einen Mount-Befehl). Der Platzhalter %d wird durch die Gerätedatei (/dev/xxx) und %m durch den Mount-Punkt ersetzt. Ein leerer Befehl wird nicht ausgeführt.
el: Ορίστε εδώ μία εντολή που θα εκτελείται πριν τη σύνδεση της συσκευής σας (π.χ. μία εντολή προσάρτησης). Γίνεται αντικατάσταση του %d με τον κόμβο συσκευής, και το %m με το σημείο προσάρτησης. Οι κενές εντολές δεν εκτελούνται.
es: Establezca una orden a ejecutar antes de conectarse a su dispositivo (por ejemplo una orden de montaje). %d es reemplazado por el nodo del dispositivo, %m por el punto de montaje. Las órdenes en blanco no se ejecutan.
et: Siin saab määrata käsu, mis antakse enne seadme ühendamist (nt. ühendamiskäsk). %d asendatakse seadmesõlmega, %m ühendamispunktiga. Tühje käske ei käivitata.
eu: Ezarri komandoa zure gailuarekin konektatu aurretik exekutatzeko (adib. 'mount' komandoa). %d gailuaren nodoarekin ordezten da, %m muntatze-puntuarekin. Komando hutsak ez dira exekutatuko.
fa: یک فرمان تنظیم کنید تا پیش از اتصال به دستگاه شما )مثلاً یک فرمان سوار کردن( در اینجا اجرا شود. %d با گرۀ دستگاه، %m با نقطۀ سوار شدن جایگزین می‌شود. فرمانهای خالی اجرا نمی‌شوند.
fi: Voit määritellä komennon, joka suoritetaan ennen kuin laitteeseen yhdistetään (esimerkiksi laitteen liittäminen tiedostojärjestelmään). %d korvataan laitetiedostolla ja %m liitoskohdalla. Tyhjiä komentoja ei suoriteta.
fr: Définissez ici une commande à exécuter avant la connexion à votre périphérique (e.g. une commande de montage). %d sera remplacé par le noeud du périphérique, %m par le point de montage. Les commandes vides ne seront pas exécutées.
he: קבע פקודה שתורץ לפני התחברות להתקן (למשל פקודת mount) כאן. בהקשר זה %d יוחלף ב־ device node ו־ %m יוחלף ב־ mount point. פקודות ריקות לא יופעלו.
hu: Az eszközhöz való kapcsolódás előtt végrehajtandó parancsot (például egy "mount" parancsot) lehet itt megadni. A "%d" szöveg helyére az eszköz fájlja kerül, a "%m" helyére pedig a fájlrendszerbeli csatolási pont. Üres parancs nem kerül végrehajtásra.
it: Imposta qui un comando da eseguire prima di connettere il tuo dispositivo (es. un comando di mount). %d viene sostituito dal nodo del dispositivo, %m dal punto di mount. Comandi vuoti non vengono eseguiti.
ja: デバイスに接続する前に実行するコマンドを指定します。(例: mount コマンド) %d はデバイスノードに、%m はマウントポイントに置換されます。 空のコマンドは実行されません。
ka: განსაზღვრეთ ბრძანება, რომელიც მოწყობილობასთან დაკავშირებამდე გაეშვება (მაგ. mount ბრძანება). %d ჩანაცვლებული იქნება მოწყობილობის კვანძით, %m მონტირების წერტილით. ცარიელი ბრძანებები არ შესრულდება.
km: កំណត់​ពាក្យបញ្ជា​ឲ្យ​រត់​មុន​ពេល​តភ្ជាប់​ទៅកាន់​ឧបករណ៍​របស់​អ្នក (ឧ. ពាក្យ​បញ្ជា​ម៉ោន) នៅ​ទីនេះ ។ %d ត្រូវ​បាន​ជំនួស​ដោយ​ឧបករណ៍ %m ដោយ​ចំណុច​ម៉ោន ។ ពាក្យ​បញ្ជា​ទទេ​មិន​ត្រូវ​បាន​ប្រតិបត្តិ​ទេ ។
ko: 장치를 연결하기 전에 실행할 명령어를 여기에 설정하십시오. (예를 들어 mount 명령) %d는 장치 노드로, %m은 마운트 지점으로 대체될 것입니다. 명령어 부분이 비어있으면 실행되지 않습니다.
lt: Įrašykite komandą, kuri bus įvykdyta prieš prisijungiant įrenginį (pavyzdžiui prijungimo mount komanda). %d bus pakeistas į įrenginio bylos numerį (node), %m į prijungimo vietą. Tuščios komandos nevykdomos.
nb: Oppgi her en kommando som skal kjøres før du kobler til enheten (f.eks. en monteringskommando. %d erstattes med enhetsnoden, %m med monteringspunktet. Tomme kommandoer kjøres ikke.
nds: Hier kannst Du en Befehl angeven, den Du utföhren wullt, ehr de Reedschap tokoppelt warrt (t.B. en "mount"-Befehl) För "%d" warrt de Reedschapknütt insett, för "%m" de Inhangoort. Leddig Befehlen warrt nich utföhrt.
ne: यहाँ तपाईँको यन्त्र (जस्तै माउन्ट आदेश) मा जडान गर्नु अघि चलाउन आदेश सेट गर्नुहोस् । %d माउन्ट बिन्दुद्वारा , %m यन्त्र नोडद्वारा प्रतिस्थापन गरिन्छ । खाली आदेशहरू कार्यान्वयन गरिदैन।।
nl: Geef hier een commando op dat u wilt uitvoeren voordat u verbinding maakt met u apparaat (zoals een mountcommando om het apparaat aan te koppelen). %d wordt vervangen door het apparaatbestand, %m door de map die als aankoppelpunt fungeert. Lege commando's worden niet uitgevoerd.
nn: Vel kommandoen som skal køyrast før tilkoplinga til eininga (for eksempel ein monteringskommando). «%d» vert erstatta med einingsnoden og «%m» med monteringspunktet. Tomme kommandoar vert ikkje køyrde.
pl: Ustaw tutaj komendę, która będzie uruchamiania przed połączeniem z twoim urządzeniem (np. polecenie montowania). %d jest podmieniane przez węzeł urządzenia, %m przez punkt montowania. Puste komendy nie są wykonywane.
pt: Configure um comando a executar antes de se ligar ao seu dispositivo (p.ex., um comando de montagem) aqui. O %d é substituído pelo nó do dispositivo, o %m pelo ponto de montagem. Os comandos em branco não são executados.
pt_br: Defina aqui um comando para ser executado antes que o seu dispositivo de mídia seja conectado (por exemplo, um comando de montagem). %d será substituído pelo node do dispositivo, %m pelo ponto de montagem. Comandos vazios não serão executados.
ru: Укажите команду для выполнения перед подключением к устройству (например, команду монтирования). %d будет заменено на файл устройства, %m - на точку монтирования. Если строка команды пустая, команда не выполняется.
se: Čális dása gohččuma maid vuodjá ovdalgo laktá du ovttadahkii (omd. čadnangohččun) dása. %d buhttejuvvo ovttadatnodain, %m čadnanbáikkiin. Guorus gohččumat eai vuojejuvvo.
sk: Tu nastavte príkaz, ktorý bude spustený pred pripojením k vášmu zariadeniu (t.j. príkazom mount). %d je nahradený uzlom zariadenia, %m prípojným bodom. Prázdne príkazy nie sú spúšťané.
sr: Поставите овде наредбу која ће се извршити пре повезивања са уређајем (нпр. за монтирање). %d ће бити замењено чвором уређаја, а %m тачком монтирања. Празне наредбе неће бити извршене.
th: ตั้งค่าคำสั่งที่จะให้ประมวลผลก่อนที่จะเชื่อมต่อกับอุปกรณ์ของคุณ (ตัวอย่างเช่น คำสั่งสำหรับเมานท์) ที่นี่ %d จะถูกแทนที่ด้วยชื่อแฟ้มของอุปกรณ์, %m จะถูกแทนด้วยจุดที่จะเมานท์ไป หากปล่อยว่าไว้จะไม่มีการเรียกใช้คำสั่งใดๆ
tr: Aygıtı bağlamadan önce çalıştırmak için bir komut seçin (örneğin bir mount komutu). %d is replaced by the device node, %m by the mount point. Boş komutlar çalıştırılmaz.
uk: Тут вкажіть команду, яку потрібно виконати перед з'єднанням з вашим пристроєм (напр., команду монтування). %d буде замінено вузлом пристрою, %m - точкою підключення. Порожні команди не виконуються.

source: Post-&disconnect command:
af: Na-ontkoppel opdrag:
bg: &Команда след разкачване:
ca: Ordre de post-&desconnexió:
cs: Příkaz po o&dpojení:
da: Kommando &efter forbindelse:
de: Befehl nach dem &Trennen:
el: Εντολή &αποπροσάρτησης:
es: Orden de post&desconexión:
et: Lahu&tamisjärgne käsk:
eu: &Deskonexio ondorengo komandoa:
fa: فرمان &پس قطع:
fi: Yhdistämisen &jälkeen:
fr: &Commande de post-déconnexion :
he: פקודת לאחר &ניתוק:
hu: Lekapcsolódás &utáni parancs:
it: Comando post-&disconnessione:
ja: 接続切断後のコマンド(&D):
ka: &კავშირის გაწყვეტის შემდეგი ბრძანება:
km: ពាក្យបញ្ជា​ក្រោយ​តភ្ជាប់ ៖
ko: 연결종료 후 명령(&D):
lt: Komanda po &atjungimo:
nb: Etter-&frakoblingskommando:
nds: &Afkoppel-Achterbefehl:
ne: विच्छेदन पछिको आदेश::
nl: Commando na verbin&ding verbreken:
nn: &Etterfråkoplingskommando:
pa: ਪੋਸਟ-ਡਿਸ-ਕੁਨੈਕਟ ਕਮਾਂਡ(&d):
pl: Polecenie po &rozłączeniu:
pt: Comando de pós-&desconexão:
pt_br: Comando pós-&desconexão:
ru: Команда, выполняемая &при отключении:
se: Maŋŋá-čatnan&gohččun:
sk: Príkaz po &odpojení
sr: Наредба после прекидања &везе:
th: คำสั่งหลังตั&ดการเชื่อมต่อ:
tr: Bağlantıyı &Kes sonrası komutu:
uk: Команда пі&сля-роз'єднання:

source: Example: eject %d
af: Voorbeeld: eject %d
bg: Пример: eject %d
ca: Exemple: eject %d
cs: Příklad: eject %d
da: Eksempel: eject %d
de: Beispiel: eject %d
el: Παράδειγμα: eject %d
es: Ejemplo: eject %d
et: Näide: eject %d
eu: Adibidea: eject %d
fa: مثال: پس زدن %d
fi: Esimerkki: eject %d
fr: Exemple : eject %d
he: דגמה: eject %d
hu: Példa: eject %d
it: Esempio: eject %d
ja: 例: eject %d
ka: მაგალითი: გამოღება %d
km: ឧទាហរណ៍ ៖ eject %d
ko: 예: eject %d
lt: Pavyzdžiui: eject %d
nb: Eksempel: eject %d
nds: Bispeel: eject %d
ne: उदाहरण: %d निकाल्नुहोस्
nl: Voorbeeld: eject %d
nn: Eksempel: eject %d
pa: ਉਦਾਹਰਨ: eject %d
pl: Przykład: eject %d
pt: Exemplo: eject %d
pt_br: Exemplo: eject %d
ru: Например: eject %d
se: Ovdamearka: eject %d
sk: Príklad: eject %d
sr: Пример: eject %d
th: ตัวอย่าง: eject %d
tr: Örnek: eject %d
uk: Наприклад: eject %d

source: Set a command to be run after disconnecting from your device (e.g. an eject command) here. %d is replaced by the device node, %m by the mount point. Empty commands are not executed.
af: Stel 'n opdrag hier op wat uitgevoer moet word nadat die toestel ontkoppel is. Vir CD drywe kan by voorbeeld 'n uitskiet opdrag ('eject') gegee word. %d is replaced by the device node, %m by the mount point. Empty commands are not executed.
bg: Въведете командата, която да бъде изпълнена след разкачване на устройството (например командата "eject"). %d е възела на устройството, %m - точката на монтиране. Неподходящи команди не се изпълняват.
ca: Establiu aquí una ordre per executar just després de desconnectar-se del dispositiu (p.e. una ordre <i>eject</i>). %d se substituirà pel node del dispositiu i %m pel punt de muntatge. Una ordre buida no s'executarà.
da: Indstil en kommando at køre efter der er afbrudt fra din enhed (f.eks. en udskubningskommando). %d erstattes med enhedens knude, %m med monteringspunktet. Tomme kommandoer udføres ikke.
de: Geben Sie hier ein Kommando ein, das nach dem Trennen des Media-Players ausgeführt werden soll (z. B. einen Auswurf-Befehl). Der Platzhalter %d wird durch die Gerätedatei (/dev/xxx) und %m durch den Mount-Punkt ersetzt. Ein leerer Befehl wird nicht ausgeführt.
el: Ορίστε εδώ μία εντολή που θα εκτελείται μετά την αποσύνδεση της συσκευής σας (π.χ. μία εντολή εξαγωγής μέσου). Γίνεται αντικατάσταση του %d με τον κόμβο συσκευής, και το %m με το σημείο προσάρτησης. Οι κενές εντολές δεν εκτελούνται.
es: Establezca una orden a ejecutar después de desconectarse de su dispositivo (por ejemplo una orden de expulsión). %d es reemplazado por el nodo del dispositivo, %m por el punto de montaje. Las órdenes en blanco no se ejecutan.
et: Siin saab määrata käsu, mis antakse pärast seadme lahutamist (nt. väljastamiskäsk). %d asendatakse seadmesõlmega, %m ühendamispunktiga. Tühje käske ei käivitata.
eu: Ezarri komandoa zure gailuarekin konektatu aurretik exekutatzeko (adib. 'mount' komandoa). %d gailuaren nodoarekin ordezten da, %m muntatze-puntuarekin. Komando hutsak ez dira exekutatuko.
fa: یک فرمان تنظیم کنید تا پس از قطع از دستگاه شما )مثلاً یک فرمان پس زدن( در اینجا اجرا شود. %d با گرۀ دستگاه، %m با نقطۀ سوار کردن جایگزین می‌شود. فرمانهای خالی اجرا نمی‌شوند.
fi: Voit määritellä komennon, joka suoritetaan yhteyden katkaisun jälkeen (esimerkiksi laitteen irrottaminen). %d korvataan laitetiedostolla ja %m liitoskohdalla. Tyhjiä komentoja ei suoriteta.
fr: Définissez ici une commande à exécuter après avoir déconnecté votre périphérique (e.g. une commande d'éjection). %d sera remplacé par le noeud du périphérique, %m par le point de montage. Les commandes vides ne seront pas exécutées.
he: קבע פקודה שתרוץ אחרי התנתקות מהתקן (למשל פקודת eject) כאן. בהקשר זה %d יוחלף ב־ device node ו־ %m יוחלף ב־ mount point. פקודות ריקות לא יופעלו.
hu: Az eszközről való lekapcsolódás után végrehajtandó parancsot (például egy "eject" parancsot) lehet itt megadni. A "%d" szöveg helyére az eszköz fájlja kerül, a "%m" helyére pedig a fájlrendszerbeli csatolási pont. Üres parancs nem kerül végrehajtásra.
it: Imposta qui un comando da eseguire prima di disconnettere il tuo dispositivo (es. un comando eject). %d viene sostituito dal nodo del dispositivo, %m dal punto di mount. Comandi vuoti non vengono eseguiti.
ja: デバイスの接続切断後に実行するコマンドを指定します。(例: eject コマンド) %d はデバイスノードに、%m はマウントポイントに置換されます。 空のコマンドは実行されません。
ka: განსაზღვრეთ ბრძანება, რომელიც მოწყობილობასთან კავშირის გაწყვეტის შემდეგ გაეშვება (მაგ. eject ბრძანება). %d ჩანაცვლებული იქნება მოწყობილობის კვანძით, %m მონტირების წერტილით. ცარიელი ბრძანებები არ შესრულდება.
km: កំណត់​ពាក្យ​បញ្ជា​ឲ្យ​រត់​បន្ទាប់​ពី​ផ្ដាច់​​ចេញ​ពី​ឧបករណ៍​របស់​អ្នក (ឧ. ពាក្យ​បញ្ជា​ច្រានចេញ) នៅ​ទីនេះ ។ %d ត្រូវ​បាន​ជំនួស​ដោយ​ឧបករណ៍ %m ដោយ​ចំណុច​ម៉ោន ។ ពាក្យ​បញ្ជា​ទទេ​មិន​ត្រូវ​បាន​ប្រតិបត្តិ​ឡើយ ។
ko: 여러분의 장치로부터 연결을 끊은 이후 실행할 명령어를 여기에 설정하십시오. (예를 들어 eject 명령) %d는 장치 노드로, %m은 마운트 지점으로 대체됩니다. 명령어 부분이 비어있으면 실행되지 않습니다.
lt: Įrašykite komandą, kuri bus įvykdyta atjungus įrenginį (pavyzdžiui cd stalčiaus atidarymo komanda eject). %d bus pakeistas į įrenginio bylos numerį (node), %m į prijungimo vietą. Tuščios komandos nevykdomos.
nb: Oppgi her en kommando som skal kjøres etter at du kobler fra enheten (f.eks. en kommando for å løse ut en CD. %d erstattes med enhetsnoden, %m med monteringspunktet. Tomme kommandoer kjøres ikke.
nds: Hier kannst Du en Befehl angeven, den Du utföhren wullt, na dat de Reedschap afkoppelt wöör (t.B. en "eject"-Befehl) För "%d" warrt de Reedschapknütt insett, för "%m" de Inhangoort. Leddig Befehlen warrt nich utföhrt.
ne: यहाँ तपाईँको यन्त्र (जस्तै एउटा निकाल्ने आदेश) बाट विच्छेदन पछि चलाउन आदेश सेट गर्नुहोस् । %d माउन्ट बिन्दुद्वारा %m, यन्त्र नोडद्वारा प्रतिस्थापन गरिएको छ । खाली आदेशहरू कार्यान्वयन गरिएको छ ।
nl: Voer hier het commando in dat u wilt uitvoeren nadat u de verbinding met het apparaat hebt verbroken (zoals een eject-commando). %d wordt vervangen door het apparaatbestand, %m door de map die als aankoppelpunt fungeert. Lege commando's worden niet uitgevoerd.
nn: Vel kommandoen som skal køyrast før tilkoplinga til eininga (for eksempel ein utløysingskommando). «%d» vert erstatta med einingsnoden og «%m» med monteringspunktet. Tomme kommandoar vert ikkje køyrde.
pl: Ustaw tutaj komendę, która ma być uruchomiona po odłączeniu twojego urządzenia (np. wysunięciu płyty). %d jest podmieniane przez węzeł urządzenia, %m przez punkt montowania. Puste komendy nie są wykonywane.
pt: Configure um comando a executar após desligar o seu dispositivo (p.ex., um comando de ejecção) aqui. O %d é substituído pelo nó do dispositivo, o %m pelo ponto de montagem. Os comandos em branco não são executados.
pt_br: Defina aqui um comando para ser executado após o seu dispositivo de mídia ser desconectado (por exemplo, um comando de ejeção). %d será substituído pelo node do dispositivo, %m pelo ponto de montagem. Comandos vazios não serão executados.
ru: Укажите команду для выполнения после отключения от устройства (например после извлечения диска). %d будет заменено на файл устройства, %m - на точку монтирования. Если строка команды пустая, команда не выполняется.
se: Čális dása gohččuma maid vuodjá maŋŋágo laktá du ovttadahkii (omd. čadnangohččun) dása. %d buhttejuvvo ovttadatnodain, %m čadnanbáikkiin. Guorus gohččumat eai vuojejuvvo.
sk: Tu nastavte príkaz, ktorý bude spustený pred odpojením vášho zariadenia (t.j. príkazom eject). %d je nahradený uzlom zariadenia, %m prípojným bodom. Prázdne príkazy nie sú spúšťané.
sr: Поставите овде наредбу која ће се извршити после прекидања везе са уређајем (нпр. за избацивање). %d ће бити замењено чвором уређаја, а %m тачком монтирања. Празне наредбе неће бити извршене.
th: ตั้งค่าคำสั่งที่จะให้ประมวลผลหลังจากตัดการเชื่อมต่อจากอุปกรณ์ของคุณ (ตัวอย่างเช่นคำสั่งในการเอาสื่อออก) ที่นี่ %d จะถูกแทนที่ด้วยชื่อแฟ้มของอุปกรณ์, %m จะถูกแทนที่ด้วยจุดเมานท์ หากปล่อยว่าง จะไม่มีการเรียกคำสั่งใดๆ
tr: Aygıtı bağladıktan sonra çalıştırmak için bir komut seçin (örneğin bir eject komutu). %d is replaced by the device node, %m by the mount point. Boş komutlar çalıştırılmaz.
uk: Тут вкажіть команду, яку потрібно виконати після від'єднання від вашого пристрою (напр., команду виштовхування). %d буде замінено вузлом пристрою, %m - точкою підключення. Порожні команди не виконуються.

source: &Transcode before transferring to device
af: Transkodeer voor oordrag na die toestel
bg: &Транскодиране преди прехвърляне към устройството
ca: &Recodifica abans de transferir al dispositiu
cs: Překódova&t před přenosem na zařízení
da: &Kod om inden overførsel til enhed
de: Vor der Übertragung &umwandeln
el: Εκτέλεση του &Transcode πριν τη μεταφορά στη συσκευή
es: &Transcodificar antes de transferir al dispositivo
et: &Transkodeerimine enne ülekandmist seadmele
eu: &Bihurtu kodeketa gailura transferitu aurretik
fa: &ترارمز پیش از انتقال به دستگاه
fi: &Muunna laitteeseen siirrettävät kappaleet
fr: &Encoder avant de transférer les morceaux dans le périphérique
he: &המר קידוד לפני העברה להתקן המדיה
hu: Á&tkódolás az eszközre való átvitel előtt
it: Codifica prima di &trasferire al dispositivo
ja: デバイスに転送する前にトランスコードする(&T)
ka: მოწყობილობისთვის გადაცემამდე &ტრანსკოდირება
km: បម្លែង​មុន​ពេល​ផ្ទេរ​ទៅ​កាន់​ឧបករណ៍
ko: 장치에 전달하기 전 변환 코드(&T)
lt: &Perkoduoti prieš siunčiant į muzikos įrenginį
nb: &Transkod før overføring til enhet
nds: Ehr't Överdregen na de Reedschap ü&mkoderen
ne: यन्त्रमा स्थान्तरण गर्नु अघि ट्रान्सकोड गर्नुहोस्
nl: Hercoderen vóór overdrach&t naar apparaat
nn: &Kod om før overføring til eininga
pa: ਟਰੈਕ ਮੀਡਿਆ ਜੰਤਰ ਉੱਤੇ ਭੇਜੋ(&T)
pl: &Przekonwertuj przed przeniesieniem na urządzenie
pt: Codificar antes de &transferir para o dispositivo
pt_br: &Converter antes de transferir para o dispositivo
ru: &Перекодировать перед добавлением в переносное устройство
se: &Transkode ovdalgo sáddejuvvo ovttadahkii
sk: &Prekódovať pred prenesením na zariadenie
sr: &Транскодирај пре пребацивања на уређај
th: ทำการแ&ปลงข้อมูลก่อนถ่ายโอนเพลงลงไปยังอุปกรณ์
tr: &Aygıta aktarmadan önce kodlamayı değiştir
uk: Пере&кодувати перед перенесенням до пристрою

source: Transcode to preferred format (%1) for device
af: Transkodeer na die toestel se hoof formaat (%1)
bg: Транскодиране в предпочитания формат (%1) на устройството
ca: Recodifica al format preferit (%1) pel dispositiu
cs: Překódovat do preferovaného formátu (%1) zařízení
da: Kod om til det format (%1) som enheden foretrækker
de: Umwandlung in das vom Player bevorzugte Format (%1)
el: Κωδικοποίηση στην προτεινόμενη μορφή (%1) για τη συσκευή
es: Trascodificar al formato preferido (%1) para el dispositivo
et: Transkodeerimine seadme eelistatud vormingusse (%1)
fa: ترارمز به قالب ارجح )%1( برای دستگاه
fi: Muunna laitteen suosimaan muotoon (%1)
fr: Encoder dans le format préféré (%1) pour ce périphérique
hu: Átkódolás az eszköz elsődleges formátumára (%1)
it: Transcodifica nel formato preferito (%1) per il dispositivo
ja: デバイスに適したフォーマット (%1) にトランスコードする
km: បម្លែង​ទៅ​ជា​ទ្រង់ទ្រាយ​ដែល​ពេញ​ចិត្ត (%1) សម្រាប់​ឧបករណ៍
lt: Perkoduoti dainas į pageidaujamą (%1) formatą
nb: Transkode til foretrukket format (%1) for enheten
nds: Ümkoderen na dat vörtrocken Formaat (%1) för de Reedschap
ne: यन्त्रका लागि रूचाएको ढाँचा (%1) मा ट्रान्सकोड गर्नुहोस्
nl: Hercoderen naar gewenst formaat (%1) voor apparaat
nn: Kod om til føretrekt format (%1) for eininga
pl: Przekonwertuj do formatu (%1) preferowanego przez urządzenie
pt: Codificar para o formato preferido (%1) do dispositivo
pt_br: Converter para o formato preferido (%1) pelo dispositivo
ru: Перекодировать в формат, поддерживаемый устройством (%1)
se: Transkode ovttadaga oidojuvvon formáhttii (%1)
sk: Prekódovať do formátu (%1) preferovaného zariadením
sr: Транскодирај у пожељни формат (%1) за уређај
th: แปลงข้อมูลไปเป็นรูปแบบ (%1) ที่เหมาะกับอุปกรณ์
tr: Aygıt için tercih edilen biçeme (%1) dönüştür
uk: Перекодувати в бажаний формат (%1) для пристрою

source: Whenever possible
af: Wanneer dit moontli is
bg: Когато е възможно
ca: Sempre que sigui possible
cs: Kdykoliv je to možné
da: Om muligt
de: Immer (wenn möglich)
el: Όποτε είναι δυνατό
es: Siempre que sea posible
et: Kui võimalik
eu: Ahal denean
fa: در صورت امکان
fi: Aina kun mahdollista
fr: Si possible
he: בכל פעם שאפשר
hu: Amikor lehetséges
it: Quando possibile
ja: 可能であれば常に
ka: როდესაც შესაძლებელია
km: ឲ្យ​តែ​អាច​ធ្វើ​បាន
ko: 가능할 때마다
lt: Kai tik įmanoma
nb: Når mulig
nds: Jümmers wenn mööglich
ne: सम्भव भएसम्म
nl: Wanneer mogelijk
nn: Når det er mogleg
pa: ਜਦੋਂ ਸੰਭਵ ਹੋਵੇ
pl: Kiedy jest to możliwe
pt: Sempre que possível
pt_br: Sempre que possível
ru: Если это возможно
se: Go lea vejolaš
sk: Kedykoľvek je to možné
sr: Када је год могуће
th: เมื่อไรก็ตามที่เป็นไปได้
tr: Mümkün olduğu sürece
uk: Коли можливо

source: When necessary
af: Wanneer dit nodig is
bg: Когато е необходимо
ca: Quan sigui necessari
cs: Pokud je to nutné
da: Om nødvendigt
de: Nur wenn nötig
el: Όποτε είναι απαραίτητο
es: Cuando sea necesario
et: Kui vaja
eu: Behar denean
fa: در صورت لزوم
fi: Aina kun pakollista
fr: Lorsque nécessaire
he: בעת הצורך
hu: Amikor szükséges
it: Quando necessario
ja: 必要なときに
ka: როდესაც საჭიროა
km: ពេល​ចាំបាច់
ko: 필요할 때
lt: Kai reikia
nb: Når nødvendig
nds: Wenn nödig
ne: आवश्यक पर्दा
nl: Wanneer nodig
nn: Når det er nødvendig
pa: ਜਦੋਂ ਲੋੜ ਹੋਵੇ
pl: Kiedy jest to potrzebne
pt: Sempre que necessário
pt_br: Quando for necessário
ru: Если это необходимо
se: Go lea dárbu
sk: Keď je to potrebné
sr: Када је неопходно
th: เมื่อจำเป็น
tr: Gerekli olduğunda
uk: Коли потрібно

source: Remove transcoded files after transfer
af: Verwyder die getranskodeerde lêers nadat dit na die toestel oorgedra is.
bg: Премахване на транскодираните файлове след прехвърлянето
ca: Elimina els fitxers recodificats després de transferir
cs: Po přenosu odstranit překódované soubory
da: Fjern filer der er kodet om efter overførsel
de: Umgewandelte Dateien nach der Übertragung entfernen
el: Αφαίρεση κωδικοποιημένων αρχείων μετά τη μεταφορά
es: Eliminar los archivos transcodificados después de la transferencia
et: Transkodeeritud failid eemaldatakse ülekande järel
eu: Kendu kodeketa bihurtutako fitxategiak transferitu ondoren
fa: حذف پرونده‌های ترارمزشده پس از انتقال
fi: Poista muunnetut tiedostot siirtämisen jälkeen
fr: Effacer les fichiers encodés après le transfert
he: הסר קבצים שנוצרו בהמרת־קידוד לאחר העברה
hu: Az átkódolt fájlok törlése az átvitel után
it: Rimuovi i file codificati dopo il trasferimento
ja: 転送後にトランスコードされたファイルを削除する
ka: გადაცემის შემდეგ ტრანსკოდირებული ფაილების წაშლა
km: យក​ឯកសារ​ដែល​បាន​បម្លែង​ចេញ​បន្ទាប់​ពី​ផ្ទេរ
ko: 전송한 후 변환된 파일들을 제거
lt: Persiuntus perkoduotas bylas jas pašalinti
nb: Fjern transkodede filer etter overføring
nds: Ümkodeert Dateien na't Överdregen wegmaken
ne: स्थानान्तरण पछि ट्रान्सकोड गरिएको फाइल हटाउनुहोस्
nl: Hercodeerde bestanden verwijderen na de overdracht
nn: Fjern omkoda filer etter overføringa
pa: ਸੰਚਾਰ ਕਰਨ ਬਾਦ ਟਰਾਸਕੋਡ ਕੀਤੀ ਫਾਇਲ ਹਟਾਓ
pl: Usuń przekonwertowane pliki po przeniesieniu
pt: Remover os ficheiros codificados após a transferência
pt_br: Remover arquivos convertidos após a transferência
ru: Удалить конечные файлы с жёсткого диска
se: Váldde eret transkodejuvvon fiillaid maŋŋá sirdima
sk: Odstrániť skonvertované súbory po prenose
sr: Уклони транскодиране фајлове по преносу
th: ลบแฟ้มที่ทำการแปลงแล้วหลังจากทำการถ่ายโอน
tr: Kodlaması değiştirilen dosyaları aktarma işlemi bitince sil
uk: Вилучити перекодовані файли після перенесення
