Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Selects audio output plugin. PlaybackNode uses the Open Sound System (<b>OSS</b>). ALSAPlaybackNode uses the Advanced Linux Sound Architecture (<b>ALSA</b>).
af: Kies die oudio afvoer inprop module. PlaybackNode maak van die Open Sound System (<b>OSS</b>) gebruik. ALSAPlaybakNode gebruik die Advanced Linux Sound Architecture (<b>ALSA</b>).
bg: Изберете приставка за аудио изхода. PlaybackNode използва Open Sound System (<b>OSS</b>). ALSAPlaybackNode използва Advanced Linux Sound Architecture (<b>ALSA</b>).
ca: Seleccioneu el connector de sortida d'àudio. PlaybackNode utilitza l'Open Sound System (<b>OSS</b>). ALSAPlaybackNode utilitza l'Advanced Linux Sound Architecture (<b>ALSA</b>).
da: Vælger plugin for lyd. Afspilningsknuden bruger Open Sound System (<b>OSS</b>). ALSA-afspilningsknuden bruger Advanced Linux Sound Architecture (<b>ALSA</b>).
de: Legt das Audio-Ausgabe-Modul fest. PlaybackNode verwendet das Open Sound System (<b>OSS</b>). ALSAPlaybackNode greift auf die Advanced Linux Sound Architecture (<b>ALSA</b>) zurück.
el: Επιλογή του πρόσθετου εξόδου ήχου. Το PlaybackNode χρησιμοποιεί το Open Sound System (<b>OSS</b>). Το ALSAPlaybackNode χρησιμοποιεί το Advanced Linux Sound Architecture (<b>ALSA</b>).
es: Selecciona el plugin de salida de audio. PlaybackNode utiliza el sistema Open Sound (<b>OSS</b>). ALSAPlaybackNode utiliza la arquitectura de sonido avanzada de Linux(<b>ALSA</b>).
et: Valib audioväljundi plugina. Taasesituse sõlm kasutab Open Sound Systemi (<b>OSS</b>). ALSA taasesituse sõlm kasutab Advanced Linux Sound Architecture'i (<b>ALSA</b>).
eu: Audioaren irteerako plugin-a hautatzen du. PlaybackNode-k Open Sound System (<b>OSS</b>) erabiltzen du. ALSAPlaybackNode-k Advanced Linux Sound Architecture (<b>ALSA</b>) erabiltzen du.
fa: وصلۀ خروجی صوتی را برمی‌گزیند. PlaybackNode از سیستم صوتی باز استفاده می‌کند )<b>OSS</b>(. ALSAPlaybackNode از معمار صوتی پیشرفتۀ لینوکس استفاده می‌کند )<b>ALSA</b>(.
fi: Käytettävä ääniulostuloliitännäinen. PlaybackNode käyttää Open Sound Systemiä (<b>OSS</b>). ALSAPlaybackNode käyttää Advanced Linux Sound Architecturea (<b>ALSA</b>).
fr: Sélectionner le plugin de sortie audio. PlaybackNode utilise OSS (<b>Open Sound System</b>). ALSAPlaybackNode utilise ALSA (<b>Advanced Linux Sound Architecture</b>).
he: בוחר תוסף לפלט שמע. צומת־ההשמעה עושה שימוש במערכת־השמע־הפתוחה (<b>OSS</b>), בעוד שצומת־השמעת־ALSA עושה שימוש בארכיטקטורת־שמע־המתקדמת־של־לינוקס (<b>ALSA</b>).
hu: A kívánt hangkimeneti modul kiválasztása. A lejátszási gép (PlaybackNode) az Open Sound System (<b>OSS</b>) hangrendszert használja, az ALSA lejátszási gép (ALSAPlaybackNode) pedig az Advanced Linux Sound Architecture (<b>ALSA</b>) hangrendszert.
it: Seleziona il plugin di uscita audio. PlaybackNode usa Open Sound System (<b>OSS</b>). ALSAPlaybackNode usa Advanced Linux Sound Architecture (<b>ALSA</b>).
ja: オーディオ出力プラグインを選択します。PlaybackNode は <b>OSS</b> (Open Sound System) を、ALSAPlaybackNode は <b>ALSA</b> (Advanced Linux Sound Architecture) を使用します。
ka: აირჩიეთ აუდიო გამონატანის მოდული. PlaybackNode იყენებს ღია ხმის სისტემას (<b>OSS</b>). ALSAPlaybackNode იყენებს გაფართოებულ ლინუქსის ხმის არქიტექტურას (<b>ALSA</b>).
km: ជ្រើស​កម្មវិធី​ជំនួយ​​លទ្ធផល​​អូឌីយ៉ូ ។ PlaybackNode ប្រើ Open Sound System (<b>OSS</b>) ។ ALSAPlaybackNode ប្រើ Advanced Linux Sound Architecture (<b>ALSA</b>) ។
ko: 오디오 출력 플러그인을 선택하십시오. 재생노드는 Open Sound System(<b>OSS</b>)을 사용합니다. ALSA재생노드는 Advanced Linux Sound Architecture(<b>ALSA</b>)를 사용합니다.
lt: Nurodykite garso išvesties įskiepį. PlaybackNode naudoja Atviro garso sistemą (<b>OSS</b>). ALSAPlaybackNode naudoja Pagerintą Linux garso architektūrą (<b>ALSA</b>).
nb: Velger programtillegg for lyd ut. ·«Spillenode» velger Open Sound System (<b>OSS</b>). ALSASpillenode bruker Advanced Linux Sound Architecture (<b>ALSA</b>).
nds: Leggt dat Audio-Utgaavmoduul fast. "PlaybackNode" bruukt dat Apen Klangsysteem (<b>OSS</b>, "Open Sound Systeem"). ALSAPlaybackNode bruukt de Verwiedert Linux-Klangarchitektuur (<b>ALSA</b>, "Advanced Linux Sound Architecture").
ne: अडियो निर्गात प्लगइन चयन गर्दछ । प्लेब्याकनोड खुल्ला ध्वनि प्रणाली (<b>OSS</b>)प्रयोग गर्दछ । अल्सा प्लेब्याक नोडले उन्नत लीनक्स ध्वनि संरचना (<b>ALSA</b>)प्रयोग गर्दछ ।
nl: Selecteert de plugin voor geluidsuitvoer. PlaybackNode gebruikt het Open Sound System (<b>OSS</b>. ALSAPlaybackNode gebruikt de Advanced Linux Sound Architecture (<b>ALSA</b>).
nn: Vel avspelingstillegget. PlaybackNode brukar Open Sound System (<b>OSS</b>). ALSAPlaybackNode brukar Advanced Linux Sound Architecture (<b>ALSA</b>).
pa: ਆਡੀਓ ਆਉਟਪੁੱਟ ਪਲੱਗਇਨ ਦੀ ਚੋਣ ਕਰੋ। PlaybackNode ਓਪਨ ਸਾਊਂਡ ਸਿਸਟਮ (<b>OSS</b>) ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ। ALSAPlaybackNode ਐਂਡਵਾਂਸ ਲੀਨਕਸ ਸਾਊਂਡ ਅਰਚੀਟੈਕਟ (<b>ALSA</b>) ਦੀ।
pl: Wybiera wtyczkę wyjścia dźwięku. PlaybackNode używa Open Sound System (<b>OSS</b>), ALSAPlaybackNode używa Advanced Linux Sound Architecture (<b>ALSA</b>).
pt: Selecciona o 'plugin' de saída de áudio. O PlaybackNode usa o Open Sound System (<b>OSS</b>). O ALSAPlaybackNode usa o Advanced Linux Sound Architecture (<b>ALSA</b>).
pt_br: Selecionar o plugin de saída de áudio. O NodedeReprodução usa o Open Sound System (<b>OSS</b>). O NodedeReproduçãoALSA usa o Advanced Linux Sound Architecture (<b>ALSA</b>).
sk: Vyberá výstupný modul audia. PlaybackNode používa Open Sound System (<b>OSS</b>). ALSAPlaybackNode používa Advanced Linux Sound Architecture (<b>)ALSA</b>).
sr: Изаберите прикључак за аудио излаз. „Чвор пуштања“ користи Отворени звучни систем (<b>OSS</b>). „ALSA чвор пуштања“ користи Напредну звучну архитектуру Линукса (<b>ALSA</b>).
th: เลือกปลั๊กอินสำหรับเล่นเสียง โดย PlaybackNode จะใช้ Open Sound System (<b>OSS</b>) ALSAPlaybackNode จะใช้ Advanced Linux Sound Architecture (<b>ALSA</b>)
uk: Вибирає втулок аудіовиходу. PlaybackNode застосовує OSS (<b>Open Sound System</b>). ALSAPlaybackNode застосовує ALSA (<b>Advanced Linux Sound Architecture</b>).

source: Video,Audio Location
af: Video, Oudio Ligging
bg: Местоположение на аудио и видео
ca: Ubicació del vídeo, àudio
cs: Umístění audia/videa
da: Video- Lydsted
de: Audio,Video-Standort
el: Τοποθεσία ήχου, βίντεο
es: Ubicación de audio, vídeo
et: Video, audio asukoht
eu: Bideoaren, audioaren kokalekua
fa: محل صوتی، ویدیویی
fi: Käytettävät koneet
fr: Emplacement audio et vidéo
he: מיקום חוזי, שמע
hu: A film- illetve hanganyag helye
it: Posizione video, audio
ja: オーディオとビデオの場所
ka: ვიდეო,აუდიო მდებარეობა
km: ទីតាំង​វីដេអូ អូឌីយ៉ូ
ko: 비디오, 오디오 위치
lt: Vaizdo, garso vieta
nb: Sted for bilde og lyd
nds: Kläng- un Video-Utgaavreekners
ne: भिडियो अडियो स्थान
nl: Video-, audiolocatie
nn: Adresse for film og lyd
pa: ਵੀਡਿਓ, ਆਡੀਓ ਟਿਕਾਣਾ
pl: Lokalizacja obrazu, dźwięku
pt: Localização do Áudio,Vídeo
pt_br: Localização do Vídeo e Áudio
sk: Umiestnenie videa,audia
sr: Видео, аудио локација
th: ที่อยู่ของวิดิโอและเสียง
tr: Video,Ses Konumu
uk: Адреса відео, аудіо

source: Localhost only
af: Net die plaaslike masjien
bg: Само локални хостове
ca: Només localhost
cs: pouze localhost
da: Kun localhost
de: Nur Localhost
el: Τοπικός υπολογιστής μόνο
es: Sólo localhost
et: Ainult kohalik masin
eu: Localhost soilik
fa: فقط میزبان محلی
fi: Vain paikallinen palvelin
fr: Hôte local uniquement
he: מחשב מקומי בלבד
hu: Csak a helyi gép
it: Solo localhost
ja: ローカルホストのみ
ka: მხოლოდ Localhost
km: តែ​ម៉ាស៊ីន​មូលដ្ឋាន
ko: 지역호스트만
lt: Tik localhost
nb: Bare lokal vert
nds: Bloots disse Reekner
ne: स्थानीय होस्ट मात्र
nl: Alleen localhost
nn: Berre på lokalvert
pa: ਸਥਾਨਕ ਹੋਸਟ ਹੀ
pl: Tylko komputer lokalny
pt: Apenas o 'localhost'
pt_br: Apenas o Localhost
ru: Только локально
se: Dušše localhost
sk: Iba localhost
sr: Само локални домаћин
th: ที่เครื่องนี้เท่านั้น
tr: Sadece localhost
uk: Тільки локальний вузол

source: Plays audio and video on the machine running Amarok.
af: Speel oudio en video op die masjien wat Amarok loop.
bg: Изпълнява аудио и видео на компютъра с Amarok.
ca: Reprodueix l'àudio i el vídeo a la màquina que executa l'Amarok.
da: Spiller lyd og video på computeren som kører Amarok.
de: Gibt Audio und Video auf dem Rechner wieder, auf dem Amarok läuft.
el: Αναπαράγει ήχο και βίντεο στο μηχάνημα που εκτελείται το AmaroK.
es: Reproduce audio y vídeo en la máquina ejecutando Amarok.
et: Esitab audiot ja videot masinas, kus töötab Amarok.
fa: صوتی و ویدیویی را در ماشینی که Amarok را اجرا می‌کند، پخش می‌کند.
fi: Soittaa ääntä ja kuvaa koneella, johon on asennettu Amarok.
fr: Jouer la vidéo et l'audio sur la machine faisant fonctionner Amarok.
he: מנגן שמע וחוזי על המכונה המריצה Amarok.
hu: Az Amarokot futtató gépen játssza le a hangot és a filmet.
it: Riproduce audio e video sul computer che esegue Amarok.
ja: Amarok を実行しているマシンでオーディオとビデオを再生。
km: ចាក់​អូឌីយ៉ូ និង​វីដេអូ​នៅ​លើ​ម៉ាស៊ីន Amarok ដែល​កំពុង​រត់ ។
ko: Amarok이 실행되는 컴퓨터에서 오디오와 비디오 재생.
lt: Kompiuteryje, naudojančiame AmaroK, groja garsą ir rodo vaizdą.
nb: Spiller lyd og bilde på maskinen der Amarok kjører.
nds: Speelt Kläng un Vidoes op den Reekner af, op den Amarok löppt.
ne: अमारोक चलाइरहेको मेशिनमा अडियो र भिडियो प्ले गर्दछ ।
nl: Speelt geluid en beeld af op de computer waarop Amarok draait.
nn: Spelar film og lyd på maskina som køyrer Amarok.
pa: ਮਸ਼ੀਨ ਉੱਤੇ ਅਮਰੋਕ ਨਾਲ ਆਡੀਓ ਅਤੇ ਵੀਡਿਓ ਚਲਾਓ।
pl: Odtwarza dźwięk i obraz na maszynie, na której działa Amarok.
pt: Toca áudio e vídeo na máquina que corre o Amarok.
pt_br: Reproduz áudio e vídeo na máquina onde o Amarok está sendo executado.
se: Čuojaha jiena ja video mašiinnas mas Amarok lea jođus.
sk: Prehráva audio a video na stroji, na ktorom beží Amarok.
sr: Пушта аудио и видео на машини која извршава Amarok.
th: เล่นเสียงและวิดิโอบนเครื่องที่ Amarok ทำงานอยู่
uk: Програє аудіо і відео на комп'ютері з Amarok.

source: Environment variables
af: Omgewing veranderlikes ('env')
bg: Променливи на средата
ca: Variables d'entorn
cs: Proměnné prostředí
da: Miljøvariabler
de: Umgebungsvariablen
el: Μεταβλητές περιβάλλοντος
es: Variables de entorno
et: Keskkonnamuutujad
eu: Inguruneko aldagaiak
fa: متغیرهای محیط
fi: Ympäristömuuttujat
fr: Variables d'environnement
he: משתני־סביבה
hu: Környezeti változók
it: Variabili d'ambiente
ja: 環境変数
ka: გარსის ცვლადები
km: អថេរ​បរិស្ថាន
ko: 환경 변수
lt: Aplinkos kintamieji
nb: Miljøvariabler
nds: Ümgeven-Variabeln
ne: परिवेश चलहरू
nl: Omgevingsvariabelen
nn: Miljøvariablar
pa: ਵਾਤਾਵਰਨ ਮੁੱਲ
pl: Zmienne środowiskowe
pt: Variáveis de ambiente
pt_br: Variáveis de ambiente
ru: Переменные окружения
se: Birasvariábelat
sk: Premenné prostredia
sr: Променљиве окружења
th: ตัวแปรสภาพแวดล้อม
tr: Çevresel değişkenler
uk: Змінні середовища

source: Environment variables are AUDIO_HOSTS and VIDEO_HOSTS.
af: Die omgewing veranderlikes is tans AUDIO_HOSTS en VIDEO_HOSTS
bg: Променливите на средата са AUDIO_HOSTS и VIDEO_HOSTS.
ca: Les variables d'entorn són AUDIO_HOSTS i VIDEO_HOSTS.
da: Miljøvariabler er AUDIO_HOSTS og VIDEO_HOSTS.
de: Die Umgebungsvariablen sind AUDIO_HOSTS und VIDEO_HOSTS.
el: Μεταβλητές περιβάλλοντος είναι οι AUDIO_HOSTS και VIDEO_HOSTS.
es: Las variables de entorno son AUDIO_HOSTS son VIDEO_HOSTS.
et: Keskkonnamuutujad on AUDIO_HOSTS ja VIDEO_HOSTS.
eu: Inguruneko aldagaiak AUDIO_HOSTS eta VIDEO_HOSTS dira.
fa: متغیرهای محیط، AUDIO_HOSTS و VIDEO_HOSTS هستند.
fi: Ympäristömuuttujat ovat AUDIO_HOSTS ja VIDEO_HOSTS.
fr: Les variables d'environnement sont AUDIO_HOSTS et VIDEO_HOSTS.
he: משתני־הסביבה הם AUDIO_HOSTS ו־ VIDEO_HOSTS.
hu: A környezeti változók: AUDIO_HOSTS és VIDEO_HOSTS.
it: Le variabili d'ambiente sono AUDIO_HOSTS e VIDEO_HOSTS.
ja: 環境変数は AUDIO_HOSTS と VIDEO_HOSTS です。
ka: გარსის ცვლადებია AUDIO_HOSTS და VIDEO_HOSTS.
km: អថេរ​បរិស្ថាន​គឺ AUDIO_HOSTS និង VIDEO_HOSTS ។
ko: 환경 변수들은 AUDIO_HOSTS 와 VIDEO_HOSTS 입니다.
lt: Aplinkos kintamieji AUDIO_HOSTS ir VIDEO_HOSTS.
nb: Miljøvariabler er AUDIO_HOSTS og VIDEO_HOSTS.
nds: Ümgeven-Variabeln sünd "AUDIO_HOSTS" un "VIDEO_HOSTS".
ne: परिवेश चलहरू AUDIO_HOSTS र VIDEO_HOSTS हुन् ।
nl: Omgevingsvariabelen zijn AUDIO_HOSTS en VIDEO_HOSTS.
nn: Miljøvariablane er «AUDIO_HOSTS» og «VIDEO_HOSTS».
pa: ਵਾਤਾਵਰਨ ਮੁੱਲ AUDIO_HOSTS ਅਤੇ VIDEO_HOSTS ਹਨ।
pl: Zmiennymi środowiskowymi są AUDIO_HOSTS i VIDEO_HOSTS.
pt: As variáveis de ambiente são o AUDIO_HOSTS e VIDEO_HOSTS.
pt_br: As variáveis de ambiente são AUDIO_HOSTS e VIDEO_HOSTS.
se: Birasvariábelat leat AUDIO_HOSTS ja VIDEO_HOSTS.
sk: Premenné prostredia sú AUDIO_HOSTS a VIDEO_HOSTS
sr: Променљиве окружења су AUDIO_HOSTS и VIDEO_HOSTS.
th: ตัวแปรสภาพแวดล้อมคือ AUDIO_HOSTS และ VIDEO_HOSTS
uk: Змінні середовища - AUDIO_HOSTS і VIDEO_HOSTS.

source: Reads the environment variables <b>AUDIO_HOSTS</b> and <b>VIDEO_HOSTS</b> to determine the audio and video playback locations. The playback locations will be shown in the host list below. The list is <b>read-only</b>. <h3>Example</h3> AUDIO_HOSTS=desktop:laptop:kitchen<br> VIDEO_HOSTS=laptop<br> <br> This setting will enable audio on the three hosts desktop, laptop and kitchen, and video only on host laptop.
bg: Чете променливите на средата <b>AUDIO_HOSTS</b> и <b>VIDEO_HOSTS</b> с цел да се определят местоположението на аудио и видео изпълнението. Местоположенията ще бъдат показани списъка с хостове, който е <b>само за четене</b> <h3>Пример</h3> AUDIO_HOSTS=работен плот:лаптоп:кухня <br> VIDEO_HOSTS=лаптоп <br> <br> Настройките ще включат аудиото на трита хоста за работен плот, лаптоп и кухня, и видеото само за лаптопа.
ca: Llegeix les variables d'entorn <b>AUDIO_HOSTS</b> i <b>VIDEO_HOSTS</b> per determinar les ubicacions de reproducció. Aquestes ubicacions es mostraran a la llista de màquines següent. Aquesta llista és <b>només de lectura</b>. <h3>Exemple</h3> AUDIO_HOSTS=desktop:laptop:kitchen<br> VIDEO_HOSTS=laptop<br> <br> Aquest arranjament habilitarà l'àudio a les tres màquines desktop, laptop i kitchen, i només el vídeo a la màquina laptop.
da: Læser miljøvariablerne <b>AUDIO_HOSTS</b> og <b>VIDEO_HOSTS</b> for at afgøre afspilningsteder for lyd og video. Afspilningstederne vises i værtlisten nedenfor. Listen er <b>skrivebeskyttet</b>. <h3>Eksempel</h3> AUDIO_HOSTS=desktop:bærbar:køkken <br> VIDEO_HOSTS=bærbar<br> Denne indstilling aktiverer lyd på de tre værter desktop, bærbar og køkken, men kun video på værten bærbar.
de: Verwendet die Umgebungsvariablen <b>AUDIO_HOSTS</b> und <b>VIDEO_HOSTS</b>, um die Audio- und Video-Quellen festzustellen. Die Wiedergabe-Quellen werden in der Rechnerliste unten angezeigt. Die Liste ist <b>nur lesbar</b>. <h3>Beispiel</h3> AUDIO_HOSTS=desktop:laptop:kueche<br> VIDEO_HOSTS=laptop<br> <br> Diese Einstellung aktiviert Audio auf den drei Rechnern desktop, laptop,kueche und Video nur auf dem Rechner laptop.
el: Διαβάζει τις μεταβλητές περιβάλλοντος <b>AUDIO_HOSTS</b> και <b>VIDEO_HOSTS</b> για τον καθορισμό των τοποθεσιών αναπαραγωγής ήχου και βίντεο. Οι τοποθεσίες αναπαραγωγής θα εμφανίζονται στην παρακάτω λίστα υπολογιστών. Η λίστα είναι <b>μόνο για ανάγνωση</b>. <h3>Παράδειγμα</h3> AUDIO_HOSTS=desktop:laptop:kitchen<br> VIDEO_HOSTS=laptop<br> <br> Αυτή η ρύθμιση θα ενεργοποιήσει τον ήχο στους τρεις υπολογιστές desktop,laptop και kitchen, και το βίντεο μόνο στον υπολογιστή laptop.
es: Lee las variables de entorno <b>AUDIO_HOSTS</b> y <b>VIDEO_HOSTS</b> para determinar las ubicaciones de reproducción de audio y video.Las ubicaciones de reproducción se mostrarán en la lista de hosts de abajo. La lista es <b>de sólo lectura</b>. <h3>Ejemplo</h3> AUDIO_HOSTS=escritorio:laptop:cocina<br> VIDEO_HOSTS=laptop<br> <br> Esta configuración habilitará el audio en los tres hosts: escritorio, laptop y cocina, y el video solamente en laptop.
et: Loeb keskkonnamuutujad <b>AUDIO_HOSTS</b> ja <b>VIDEO_HOSTS</b> audio ja video taasesituse asukohtade määramiseks. Taasesituse asukohti näeb allpool masinate nimekirjas. Nimekiri on <b>kirjutuskaitstud</b>. <h3>Näide</h3> AUDIO_HOSTS=desktop:laptop:elutuba<br> VIDEO_HOSTS=laptop<br> <br> See seadistus lülitab audio sisse kolmes masinas desktop, laptop ja elutuba ning video ainult masinas laptop.
hu: Beolvassa az <b>AUDIO_HOSTS</b> és a <b>VIDEO_HOSTS</b> környezeti változót a hang- és a filmlejátszás helyének meghatározására. A lejátszási helyek a lentebbi géplistában jelennek meg. A lista <b>csak olvasható</b>. <h3>Példa</h3> AUDIO_HOSTS=asztali_gep:laptop:konyhai_gep<br> VIDEO_HOSTS=laptop<br> <br> Ez a beállítás lehetővé teszi a hang használatát az "asztali_gep", a "laptop" és a "konyhai_gep" gépeken, a videó használatát pedig a "laptop" nevű gépen.
it: Legge le variabili d'ambiente <b>AUDIO_HOSTS</b> e <b>VIDEO_HOSTS</b> per determinare la posizione di riproduzione audio e video. Le posizioni di riproduzione saranno mostrate nell'elenco host seguente. L'elenco è in <b>sola lettura</b>. <h3>Esempio</h3> AUDIO_HOSTS=desktop:laptop:kitchen <br> VIDEO_HOSTS=laptop<br> <br> Questa impostazione abiliterà l'audio sui tre host desktop, laptop e kitchen, e il video solo sull'host laptop.
ja: 環境変数 <b>AUDIO_HOSTS</b> と <b>VIDEO_HOSTS</b> を読んでオーディオとビデオ再生の場所を判断します。再生の場所は下のホストリストに表示されます。リストは読み取り専用です。 <h3>例</h3> AUDIO_HOSTS=desktop:laptop:kitchen<br> VIDEO_HOSTS=laptop<br> <br> この設定は desktop, laptop, kitchen の 3 つのホストでオーディオを有効にし、ビデオは laptop のみで有効にします。
km: អាន​អថេរ​បរិស្ថាន <b>AUDIO_HOSTS</b> និង <b>VIDEO_HOSTS</b> ដើម្បី​កំណត់​ទីតាំង​ចាក់​សារថ្មី​នៃ​វីដេអូ និង​អូឌីយ៉ូ ។ ទីតាំង​ចាក់សារ​ថ្មី នឹង​ត្រូវ​បាន​បង្ហាញ​ក្នុង​បញ្ជី​ម៉ាស៊ីន​ដូចខាង​ក្រោម ។ បញ្ជី​គឺ <b>បាន​តែ​អាន</b> ។ <h3>ឧទាហរណ៍</h3> AUDIO_HOSTS=desktop:laptop:kitchen<br> VIDEO_HOSTS=laptop<br> <br> ការ​កំណត់​នេះ​នឹង​អនុញ្ញាត​អូឌីយ៉ូ​នៅលើ​ផ្ទៃតុ​ម៉ាស៊ីន​មែកធាង កុំព្យូទ័រ​យួរដៃ និង​ផ្ទះបាយ និង​តែ​វីដេអូ​នៅលើ​កុំព្យូទ័រ​យួរដៃ​ម៉ាស៊ីន ។
lt: Norint nustatyti vietą, iš kur groti garsą ir rodyti vaizdą, bus nuskaityti aplinkos kintamieji <b>AUDIO_HOSTS</b> ir <b>VIDEO_HOSTS</b>. Ši vieta bus rodoma kompiuterių sąraše, esančiame žemiau. Sąrašas yra <b>tik skaitymui</b>. <h3>Pavyzdys</h3> AUDIO_HOSTS=desktop:laptop:kitchen<br> VIDEO_HOSTS=laptop<br> <br> Ši parinktis įjungs garsą trijuose kompiuteriuose desktop, laptop ir kitchen, o vaizdą tik kompiuteryje laptop.
nds: Leest de Ümgevenvariabeln <b>AUDIO_HOSTS</b> un <b>VIDEO_HOSTS</b>, de angeevt, woneem Kläng un Videos afspeelt warrt. De List nerrn wiest disse Reekners, se is <b>bloots leesbor</b>. <h3>Bispeel</h3> AUDIO_HOSTS=schriefdisch:klappbregen:wahnstuuv<br> VIDEO_HOSTS=wahnstuuv<br> <br> Disse Instellen leggt fast, dat op de Reekners "schriefdisch", "klappbregen" un "wahnstuuv" Kläng afspeelt warrt, man Videos bloots op den Reekner "wahnstuuv".
nl: Leest de omgevingsvariabelen <b>AUDIO_HOSTS</b> en <b>VIDEO_HOSTS</b> om de locaties van het afspelen van geluid en beeld te bepalen. De afspeellocaties zullen in onderstaande host worden weergegeven. De lijst is <b>alleen-lezen</b> <h3>Voorbeeld</h3> AUDIO_HOSTS=desktop:laptop:keuken VIDEO_HOSTS=laptop <br> VIDEO_HOSTS=laptop <br> <br> Deze instelling zal het geluid activeren op de 3 hosts desktop, laptop en keuken, en video alleen op de host laptop.
nn: Les miljøvariablane <b>AUDIO_HOSTS</b> og <b>VIDEO_HOSTS</b> for å fastsetja kor lyd og film skal spelast av. Desse stadene vert vist i vertslista nedanfor. Lista kan <b>ikkje endrast</b> her. <h3>Eksempel</h3> AUDIO_HOSTS=skrivebord:berbar:kjøken<br> VIDEO_HOSTS=berbar<br> <br> Med denne innstillinga vert lyd spelt av på vertane «skrivebord», «berbar» og «kjøken», mens film berre vert spelt av på verten «berbar».
pl: Odczytuje zmienne środowiskowe <b>AUDIO_HOSTS</b> i <b>VIDEO_HOSTS</b>, aby ustalić lokalizację odtwarzania dźwięku i obrazu. Lokalizacje odtwarzania będą pokazane na liście poniżej. Ta lista jest <b>tylko do odczytu</b>. <h3>Przykład</h3> AUDIO_HOSTS=desktop:laptop:kitchen <br> VIDEO_HOSTS=laptop <br> <br> Takie ustawienie włączy dźwięk na trzech komputerach: desktop, laptop, kitchen, a obraz tylko na komputerze laptop.
pt: Lê as variáveis de ambiente <b>AUDIO_HOSTS</b> e <b>VIDEO_HOSTS</b> para determinar os locais de reprodução de áudio e vídeo. Os locais de reprodução serão mostrados na lista de máquinas abaixo. A lista é <b>apenas para leitura</b>. <h3>Exemplo</h3> AUDIO_HOSTS=maquina:portatil:cozinha<br> VIDEO_HOSTS=portatil<br> <br> Esta opção irá activar o áudio nas três máquinas 'maquina', 'portatil' e 'cozinha', e o vídeo apenas no 'portatil'.
pt_br: Lê as variáveis de ambiente <b>AUDIO_HOSTS</b> e <b>VIDEO_HOSTS</b> para determinar as localizações de reprodução do áudio e vídeo. As localizações de reprodução serão mostradas na lista de máquinas abaixo. A lista é <b>somente-leitura</b>. <h3>Exemplo</h3> AUDIO_HOSTS=desktop:laptop:kitchen<br> VIDEO_HOSTS=laptop<br> <br> Essa configuração habilitará o áudio em três máquinas, desktop, laptop e kitchen, e o vídeo somente na máquina laptop.
sk: Prečíta premenné prostredia <b>AUDIO_HOSTS</b> a <b>VIDEO_HOSTS</b> pre zistenie umiestnení audio a video playbacku. Umiestnenia playbacku budú zobrazené v zozname hostiteľov dole. Zoznam je <b>iba na čítanie</b>. <h3>Príklad</h3> AUDIO_HOSTS=desktop:laptop:kuchyna<br> VIDEO_HOSTS=laptop<br> <br> Toto nastavenie povolí audio na troch hostiteľoch desktop, laptop a kuchyňa a video iba na hostiteľovi laptop.
sr: Чита променљиве окружења <b>AUDIO_HOSTS</b> и <b>VIDEO_HOSTS</b> да одреди локације репродукције аудиа и видеа. Те локације ће бити приказане у листи домаћина испод. Ова листа је <b>само-за-читање</b>. <h3>Пример</h3> AUDIO_HOSTS=sto:laptop:kuhinja<br> VIDEO_HOSTS=laptop<br> <br> Овакво подешавање ће укључити аудио на три домаћина, столу, лаптопу у кухињи, а видео само на лаптопу.
th: อ่านค่าตัวแปรสภาพแวดล้อม <b>AUDIO_HOSTS</b> และ <b>VIDEO_HOSTS</b> เพื่อพิจารณาที่ที่จะใช้เล่นเสียงและวิดีโอ ที่ที่จะใช้เล่นจะถูกแสดงในรายการโฮสต์ทางด้านล่าง รายการนี้สำหรับ <b>อ่านอย่างเดียว</b> <h3>Example</h3> AUDIO_HOSTS=desktop:laptop:kitchen<br> VIDEO_HOSTS=laptop<br> <br> การตั้งค่านี้จะเปิดคุณสมบัติการเล่นเสียงในโฮสต์ 3 เครื่อง คือ เครื่องตั้งโต๊ะ, เครื่องแลปทอป และเครื่องที่ครัว และเปิดคุณสมบัติการเล่นวิดีโอที่โฮสต์แลปทอป
uk: Читає змінні середовища <b>AUDIO_HOSTS</b> і <b>VIDEO_HOSTS</b>, щоб визначити адреси програвання аудіо та відео. Адреси програвання буде показано в списку вузлів нижче. Цей список тільки <b>для читання</b>. <h3>Приклад</h3> AUDIO_HOSTS=desktop:laptop:kitchen<br> VIDEO_HOSTS=laptop<br> <br> Це налаштування уможливить аудіо на трьох вузлах desktop, laptop і kitchen, а відео тільки на вузлі laptop.

source: Host list
af: Bediener lys
bg: Списък с хостове
ca: Llista de màquines
cs: Seznam hostitelů
da: Værtsliste
de: Rechnerliste
el: Λίστα υπολογιστών
es: Lista de servidor
et: Masinate nimekiri
eu: Ostalari-zerrenda
fa: فهرست میزبان
fi: Palvelinluettelo
fr: Liste des hôtes
he: רשימת שרתים
hu: Géplista
it: Elenco host
ja: ホストリスト
ka: მასპინძელ სერვერთა სია
km: បញ្ជី​ម៉ាស៊ីន
ko: 호스트 목록
lt: Kompiuterių sąrašas
nb: Vertsliste
nds: Reeknerlist
ne: होस्ट सूची
nl: Hostlijst
nn: Vertsliste
pa: ਹੋਸਟ ਸੂਚੀ
pl: Lista komputerów
pt: Lista de máquinas
pt_br: Lista de máquinas
ru: Список узлов
se: Guossoheaddjelistu
sk: Zoznam hostiteľov
sr: Листа домаћина
th: รายชื่อโฮสต์
tr: Makine listesi
uk: Список вузлів
