Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: &Year:
af: Jaar:
bg: &Година:
ca: An&y:
cs: &Rok:
da: Å&r:
de: &Jahr:
el: &Έτος:
es: &Año:
et: &Aasta:
eu: &Urtea:
fa: &سال:‌
fi: &Vuosi:
fr: A&nnée :
he: &שנה:
hu: É&v:
it: &Anno:
ja: 年(&Y):
ka: &წელი:
km: ឆ្នាំ ៖
ko: 연도(&Y):
lt: &Metai:
nb: Å&r:
nds: &Johr:
ne: वर्ष:
nl: &Jaar:
nn: Å&r:
pa: ਸਾਲ(&Y):
pl: &Rok:
pt: A&no:
pt_br: A&no:
ru: &Год:
se: &Jahki:
sk: &Rok
sr: &Година:
th: ปี:
tr: &Yıl:
uk: &Рік:

source: Al&bum:
bg: &Албум:
ca: Àl&bum:
el: Ά&λμπουμ:
es: Ál&bum:
eu: Al&buma:
fa: &آلبوم:‌
fi: &Levy:
he: &כותר:
ja: アルバム(&B):
ka: ალ&ბომი:
km: អាល់ប៊ុម ៖
ko: 음반(&B):
lt: Al&bumas:
ne: एल्बम:
pa: ਐਲਬਮ(&b):
pt: Ál&bum:
pt_br: Ál&bum:
ru: Альб&ом:
se: &Skearru
sr: &Албум:
th: อั&ลบัม:
tr: Al&büm:
uk: Аль&бом:

source: &Composer:
af: Komponis:
bg: &Композитор:
ca: Compos&itor:
cs: Sk&ladatel:
da: &Komponist:
de: &Komponist:
el: &Συνθέτης:
es: &Compositor:
et: &Helilooja:
eu: &Konpositorea:
fa: &مؤلف:‌
fi: S&äveltäjä:
fr: &Compositeur :
he: &מלחין:
hu: Szer&ző:
it: &Compositore:
ja: 作曲者(&C):
ka: &კომპოზიტორი:
km: អ្នក​និពន្ធ​បទភ្លេង ៖
ko: 작곡가(&C):
lt: Kom&pozitorius:
nb: &Komponist:
nds: &Komponist:
ne: कम्पोजर:
nl: &Componist:
nn: &Komponist:
pa: ਸੰਗੀਤਕਾਰ(&C):
pl: &Kompozytor:
pt: &Compositor:
pt_br: &Compositor:
ru: &Композитор:
se: &Komponista:
sk: &Skladateľ:
sr: &Композитор:
th: ผู้ป&ระพันธ์:
tr: &Besteci:
uk: &Композитор:

source: &Disc Number:
af: Skyf nommer:
bg: &Диск номер:
ca: Nombre de &disc:
cs: Číslo &disku:
da: &Disknummer:
de: &CD-Nummer:
el: &Αριθμός δίσκου:
es: Número de &disco:
et: Plaa&di number:
eu: &Disko-zenbakia:
fa: شماره &دیسک:‌
fi: L&evyn numero:
fr: &Numéro du disque :
he: מספר &דיסק:
hu: Lemez-s&orszám:
it: Numero &disco:
ja: ディスク番号(&D):
ka: &დისკის ნომერი:
km: លេខ​ថាស ៖
ko: 디스크 번호(&D):
lt: &Diskas:
nb: &Plate nummer:
nds: Schiev&nummer:
ne: डिस्क नम्बर:
nl: Schij&fnummer:
nn: &Platenummer
pa: ਡਿਸਕ ਨੰਬਰ(&D):
pl: Numer &płyty:
pt: Número do &Disco:
pt_br: Número do &Disco:
ru: &Код диска:
se: S&kearronummir
sk: Čís&lo disku:
sr: &Број диска:
th: แผ่&นที่:
tr: &Disk Numarası:
uk: Номер &диска:

source: L&yrics
af: Lirieke
bg: &Текстове на песни
ca: &Lletres
cs: Text&y
da: S&angtekst
de: &Text
el: &Στίχοι
es: L&etra
et: Sõ&nad
eu: &Hitzak
fa: &آهنگ‌
fi: Sa&noitus
fr: Pa&roles
hu: &Dalszöveg
it: Te&sti
ja: 歌詞(&Y)
ka: &ტექსტი
km: អត្ថបទ​ចម្រៀង
lt: &Dainos tekstas
nb: &Sangtekst
nds: Te&xt
ne: रचना
nl: L&iedteksten
nn: &Songtekst
pa: ਗੀਤ-ਬੋਲ(&y)
pl: Tek&sty
pt: Letras Mus&icais
pt_br: Le&tras
ru: Т&екст песни
se: &Teavsttat
sk: T&ext
sr: &Текст
th: เนื้อร้&อง
tr: Ş&arkı Sözleri
uk: &Тексти пісень

source: St&atistics
af: Statistieke
bg: Статисти&ка
ca: &Estadístiques
cs: St&atistiky
da: S&tatistik
de: S&tatistiken
el: Σ&τατιστικά
es: Es&tadísticas
et: St&atistika
eu: Est&atistikak
fa: &آمار‌
fi: Tilast&ot
fr: Sta&tistiques
hu: Stat&isztika
it: St&atistiche
ja: 統計(&A)
ka: &სტატისტიკა
km: ស្ថិតិ
lt: St&atistika
nb: St&atistikk
nds: St&atistik
ne: तथ्याङ्क
nl: S&tatistieken
nn: S&tatistikk
pa: ਅੰਕੜੇ(&a)
pl: St&atystyki
pt: Est&atísticas
pt_br: Est&atísticas
ru: С&татистика
se: St&atistihkka
sk: Št&atistiky
sr: С&татистика
th: &สถิติ
tr: İ&statistikler
uk: Ст&атистика

source: Score:
af: Telling:
bg: Точки:
ca: Puntuació:
cs: Skóre:
de: Punkte:
el: Βαθμολογία:
es: Puntuación:
et: Hinne:
fa: امتیاز:
fi: Pisteet:
he: ניקוד:
hu: Pontszám:
it: Punteggio:
ja: スコア:
ka: ქულები:
km: ពិន្ទុ ៖
ko: 점수:
lt: Reitingas:
nb: Poeng:
nds: Pünkt:
ne: प्राप्ताङ्क:
nn: Poeng:
pa: ਸਕੋਰ:
pl: Punktacja:
pt: Pontuação:
pt_br: Pontuação:
ru: Счёт:
se: Čuoggát:
sk: Skóre:
sr: Резултат:
th: คะแนน:
tr: Puan:
uk: Рахунок:

source: Rating:
af: Rang:
bg: Оценка:
ca: Valoració:
cs: Hodnocení:
da: Scoring:
de: Bewertung:
el: Αξιολόγηση:
es: Valoración:
et: Hinnang:
eu: Balioa:
fa: ارزیابی:
fi: Arvostelu:
fr: Vote :
he: מדרוג:
hu: Besorolás:
it: Valutazione:
ja: 評価:
ka: რეიტინგი:
km: អត្រា ៖
ko: 비중:
lt: Įvertinimas:
nb: Rangering:
nds: Beweerten:
ne: मूल्याङ्कन:
nl: Waardering:
nn: Karakter:
pa: ਰੇਟਿੰਗ:
pl: Notowania:
pt: Classificação:
pt_br: Avaliação:
ru: Рейтинг:
se: Árvosánit:
sk: Hodnotenie:
sr: Рејтинг:
th: เรตติ้ง:
tr: Beğeni:
uk: Рейтинг:

source: La&bels
af: Etikette
bg: &Етикети
ca: E&tiquetes
cs: Popis&ky
da: Eti&ketter
de: &Label
el: Ετι&κέτες
es: Eti&quetas
et: &Firmad
fa: &برچسبها‌
fi: &Nimikkeet
fr: Li&bellés
hu: &Címkék
it: Etic&hette
ja: ラベル(&B)
km: ស្លាក ៖
lt: &Etiketės
nb: Pla&teetiketter
nds: St&eekwöör
ne: लेबुल
nn: &Merkelappar
pa: ਲੇਬਲ(&b)
pl: Etyk&iety
pt: Le&gendas
pt_br: Rót&ulos
ru: &Метки:
se: &Gilkorat
sk: Š&títky
sr: Ети&кете
th: ป้&าย
tr: &Etiketler
uk: &Надписи

source: Your favorite labels:
af: Jou gunsteling etikette:
bg: Любими етикети:
ca: Les vostres etiquetes preferides:
cs: Vaše oblíbené popisky:
da: Favoritetiketter:
de: Ihre Lieblings-Label:
el: Οι αγαπημένες ετικέτες σας:
es: Sus etiquetas favoritas:
et: Lemmikmärgendid:
fa: برچسبهای پسندانتان:
fi: Lempinimikkeet:
fr: Vos libellés favoris :
hu: Az Ön kedvenc címkéi:
it: Le tue etichette preferite:
ja: お気に入りのラベル:
km: ស្លាក​សំណព្វ​របស់​អ្នក ៖
lt: Mėgstamiausios etiketės:
nb: Dine yndlingsetiketter:
nds: Dien leefst Steekwöör:
ne: तपाईँको मनपर्ने लेबुल:
nl: Uw favoriete labels:
nn: Favorittmerkelappar:
pa: ਤੁਹਾਡੇ ਪਸੰਦੀਦਾ ਲੇਬਲ:
pl: Ulubione etykiety:
pt: As suas legendas favoritas:
pt_br: Seus rótulos favoritos:
ru: Популярные метки:
se: Du favorihttagilkorat:
sk: Vaše obľúbené štítky:
sr: Ваше омиљене етикете:
th: ป้ายที่ชอบใช้:
tr: En beğenilen etiketler:
uk: Ваші улюблені надписи:

source: Edit the assigned labels below (multiple labels are separated by commas), or select a label from above.
af: Redigeer die toegekende etikette hier onder of kies 'n etiket hier bo. Veelvuldige etikette word deur kommas geskei.
bg: Редактирайте етикетите по-долу (ако са повече от един, разделете ги със запетая) или изберете някой по-горе.
ca: Editeu les etiquetes assignades de sota (múltiples etiquetes se separen per coma), o seleccioneu una etiqueta de sobre.
cs: Níže upravte přiřazené popisky (více popisků oddělené čárkami) nebo zvolte popisky výše.
da: Redigér tildelte etiketter nedenfor (flere etiketter adskilles af kommategn), eller vælg en etiket at tildele ovenfor
de: Bearbeiten Sie unten die zugewiesenen Label (mehrere Einträge werden durch Komma getrennt), oder wählen Sie oben ein zuzuweisendes Label.
el: Επεξεργαστείτε τις παρακάτω ετικέτες (πολλαπλές ετικέτες χωρίζονται με κόμμα), ή επιλέξτε μία από τις παραπάνω ετικέτες.
es: Editar las etiquetas asignadas abajo (para etiquetas múltiples separarla por comas), o selecciones una etiqueta de abajo.
et: Muuda omistatud märgendeid allpool (erinevad märgendid eraldatakse komaga) või vali ülal mõni märgend.
fa: برچسبهای انتساب‌شده را در زیر )برچسبهای چندگانه با کاما جدا می‌شوند( ویرایش کنید یا یک برچسب از بالا برگزینید.
fi: Muokkaa asetettuja nimikkeitä alla (nimikkeet erotellaan pilkulla) tai valitse nimike yläpuolelta.
fr: Éditer les libellés assignés ci-dessous (plusieurs libellés seront séparés par une virgule), ou sélectionner un libellé ci-dessous.
hu: A hozzárendelt címkék lentebb szerkeszthetők (a címkéket vesszővel kell elválasztani egymástól). A fenti mezőből is lehet címkét választani.
it: Modifica le seguenti etichette assegnate (etichette multiple sono separate da una virgola), o seleziona sopra un'etichetta.
ja: 割り当てられているラベル (複数のラベルはカンマで区切ります) を下で編集するか、ラベルを上から選択します。
km: កែសម្រួល​ស្លាក​ដែល​បានផ្ដល់​ខាង​ក្រោម (ស្លាក​ច្រើន​ត្រូវ​បាន​បំបែក​ដោយសញ្ញាក្បៀស) ឬ​ជ្រើស​ស្លាក​ពី​ខា​ងលើ ។
lt: Keisti žemiau esančias etiketes (etiketės atskiriamos kableliais) arba parinkite etiketę iš aukščiau esančio sąrašo.
nb: Rediger de tilordnede etikettene nedenfor (etiketter er atskilt med komma), eller velg en etikett ovenfor,
nds: Du kannst de towiesten Steekwöör nerrn bewerken (se warrt mit Kommas trennt) oder baven en utsöken.
ne: तल मानाङ्कन गरिएको लेबुलहरू सम्पादन गर्नुहोस् (बहुविध लेबुलहरू अल्पविरामद्वारा विभाजन गरिएका छन्), वा माथिबाट लेबुल चयन गर्नुहोस् ।
nl: Bewerk hieronder de toegewezen labels (meerdere labels zijn door komma's gescheiden) of selecteer een label hierboven.
nn: Rediger dei tildelte merkelappane nedanfor (dei vert skild med komma), eller vel ein merkelapp frå lista ovanfor.
pl: Możesz zmienić przypisane etykiety poniżej (wiele etykiet oddziel przecinkami), lub wybierz etykietę z powyższych.
pt: Edite as legendas associadas (as várias legendas são separadas por vírgulas) ou seleccione uma legenda a atribuir acima.
pt_br: Edite os rótulos definidos abaixo (múltiplos rótulos são separados por vírgulas), ou selecione um rótulo acima.
sk: Upravte nižšie priradené štítky (viaceré štítky sú oddelené čiarkami) alebo vyberte štítok vyššie.
sr: Уредите испод додељене етикете (више њих можете раздвојити запетама), или изаберите етикету изнад.
th: แก้ไขป้ายที่จะตั้งด้านล่าง (หากต้องการติดป้ายมากกว่าหนึ่งให้คั่นด้วยจุลภาค) หรือ เลือกป้ายที่จะตั้งให้ที่ด้านบน
uk: Нижче можна редагувати призначені надписи (декілька надписів розділяються комами) або вище виберіть надпис.

source: General Options
af: Algemene Opsies
bg: Общи настройки
ca: Opcions generals
cs: Obecné volby
da: Generelle indstillinger
de: Allgemeine Einstellungen
el: Γενικές επιλογές
es: Opciones generales
et: Üldised valikud
eu: Aukera orokorrak
fa: گزینه‌های عمومی
fi: Yleiset asetukset
fr: Options générales
he: אפשרויות כלליות
hu: Általános beállítások
it: Opzioni generali
ja: 全般設定
ka: საერთო პარამეტრები
km: ជម្រើស​ទូទៅ
ko: 일반 옵션
lt: Bendros parinktys
nb: Generelle valg
nds: Allgemeen Optschonen
ne: साधारण विकल्प
nl: Algemene opties
nn: Generelle val
pa: ਸਧਾਰਨ ਚੋਣ
pl: Ustawienia ogólne
pt: Opções Gerais
pt_br: Opções Gerais
ru: Общие параметры
se: Oppalaš molssaeavttut
sk: Všeobecné voľby
sr: Опште опције
th: ตัวเลือกทั่วไป
tr: Genel Ayarlar
uk: Загальні параметри

source: Sho&w splash-screen on startup
af: Vertoon spat-skerm tydens opstart
bg: Показване на &начален екран
ca: &Mostra la pantalla flaix a l'inici
cs: Zobrazit úvodní obrazovku při sp&uštění
da: Vis opstartsskærm når der st&artes
de: &Startbildschirm beim Start anzeigen
el: Εμφάνιση εισαγωγικής οθόνης κατά την έναρ&ξη
es: Mostrar pantalla de &bienvenida al iniciar
et: &Käivituslogo näitamine
fa: &نمایش رنگ‌پاشی پرده هنگام راه‌اندازی‌
fi: Näytä käynnistysikkuna &ohjelman käynnistyessä
fr: Afficher l'écran de &démarrage
he: ה&צג מסך פתיחה בהפעלה
hu: &Nyitókép megjelenítése indításkor
it: Mostra la scher&mata iniziale all'avvio
ja: 起動時にスプラッシュスクリーンを表示する(&W)
ka: ჩართვისას მისალმების ეკრანის ჩვე&ნება
km: បង្ហាញ​អេក្រង់​ស្វាគមន៍​ពេល​ចាប់ផ្ដើម​
ko: 시작시 시작화면 보임(&W)
lt: Rod&yti pasveikinimo ekraną
nb: Vis &velkomstbilde ved oppstart
nds: Starts&chirm bi't Starten wiesen
ne: सुरुआतमा स्प्ल्यास-पर्दा देखाउनुहोस्
nl: Opstartscherm tijdens &opstarten
nn: Vis &velkomstbilete
pa: ਸ਼ੁਰੂ ਵੇਲੇ ਝਾਕੀ ਵੇਖਾਓ(&w)
pl: Pokazu&j ekran powitalny przy uruchamianiu
pt: Mostrar o e&crã inicial no arranque
pt_br: Mostrar &tela de apresentação ao inicializar
ru: Показывать &заставку при запуске
se: Čájet álgo&gova álggahettiin
sk: Zobraziť pri sp&ustení úvodnú obrazovku
sr: Прикажи &уводни екран при покретању
th: แส&ดงหน้าจอโลโกตอนเริ่มใช้งาน
tr: Başlangıçta açı&lış ekranını göster
uk: Показувати екран заставки під час зап&уску

source: Check to enable the splashscreen during Amarok startup.
af: Kies hierdie om die spat skerm te aktiveer tydens Amarok opstart
bg: Включване на началния екран при зареждане на Amarok.
ca: Seleccioneu per habilitar la pantalla flaix en iniciar l'Amarok.
cs: Zaškrtněte pro povolení spouštěcí obrazovky při spuštění amaroKu.
da: Afkryds for at arkivere opstartsskærm for Amarok.
de: Aktivieren Sie diese Einstellung, um den Startbildschirm beim Start von Amarok zu aktivieren/deaktivieren.
el: Ενεργοποιήστε το για την ενεργοποίηση της εισαγωγικής οθόνης κατά την εκκίνηση του AmaroK.
es: Marque para activar la pantalla de bienvenida mientras Amarok arranca.
et: Märkimisel näidatakse logo Amaroki käivitamisel.
fa: علامت زدن برای فعال‌سازی رنگ‌پاشی پرده طی راه‌اندازی Amarok.
fi: Mikäli valittu, käynnistyskuva näytetään ohjelman käynnistymisen aikana.
fr: Cochez cette case pour activer l'écran de démarrage lors du lancement d'Amarok.
he: סמן כדי לאפשר מצג־פתיחה בעת הפעלת Amarok.
hu: Ha szeretne nyitóképet az Amarok indításakor, akkor jelölje be
it: Seleziona per abilitare la schermata iniziale all'avvio di Amarok.
ja: Amarok 起動時のスプラッシュスクリーンを有効にするにはチェックを入れてください。
km: គូស​ធីក​ដើម្បី​អនុញ្ញាត​អេក្រង់​ស្វាគមន៍​កំឡុង​ពេល​ដំឡើង Amarok ។
ko: Amarok이 시작할 때, 시작화면을 보고 싶으면 체크합니다.
lt: Jei ši parinktis įjungta, kiekvieną kartą paleidus AmaroK bus rodomas pasveikinimo ekranas.
nb: Trykk for å slå på visning av velkomstbilde når Amarok starter.
nds: Wenn aktiveert, wiest Amarok bi't Starten dat Startfinster.
ne: अमारोक सुरूआतम गर्दा स्प्ल्यासपर्दा सक्षम गर्न जाँच गर्नुहोस् ।
nl: Selecteer dit om een opstartscherm tijdens het opstarten van Amarok te laten tonen.
nn: Trykk for å slå på vising av velkomstbilete ved oppstart.
pa: ਅਮਰੋਕ ਸ਼ੁਰੂ ਕਰਨ 'ਤੇ ਸਵਾਗਤੀ ਝਲਕੀ ਯੋਗ ਕਰਨ ਲਈ ਚੁਣੋ।
pl: Zaznacz, aby włączyć ekran powitalny podczas uruchamiania Amaroka.
pt: Carregue para activar o ecrã inicial no arranque do Amarok.
pt_br: Selecione para habilitar a tela de apresentação ao inicializar o Amarok.
ru: Показывать заставку при запуске.
se: Merke dán jus háliidat oaidnit Amarok:a álgogova álggahettiin.
sk: Zaškrtnite pre povolenie úvodnej obrazovky počas štartu Amaroku.
sr: Попуните да бисте укључили уводни екран током покретања Amarok-а.
th: เลือกเพื่อเปิดใช้งานหน้าจอโลโกระหว่างเริ่มงาน Amarok
tr: Amarok açılırken çıkan açılış ekranının olmasını istiyorsanız, işaretleyin.
uk: Ввімкніть, щоб показувати екран заставки під час запуску Amarok.

source: Show tray &icon
af: Vertoon skinkbord ikoon
bg: Показване на икона в системния &панел
ca: Mostra la &icona a la safata del sistema
cs: Zobrazit ikonu v &panelu
da: Vis s&tatusikon
de: Symbol in der &Kontrollleiste anzeigen
el: Εμφάνιση εικονιδίου στο &πλαίσιο συστήματος
es: Mos&trar el icono de la bandeja
et: Ikooni näi&tamine paneelil
fa: نمایش &شمایل سینی‌
fi: Näytä kuvake &ilmoitusalueella
fr: Afficher l'icône de la boî&te à miniatures
he: הצג &סמל במגש־המערכת
hu: Tálcaikon megj&elenítése
it: Mostra &icona nel vassoio di sistema
ja: トレイアイコンを表示する(&I)
ka: სისტემური პანელის &ხატულის ჩვენება
km: បង្ហាញ​រូបតំណាង​ក្នុង​ថាស​ប្រព័ន្ធ​
ko: 트레이 아이콘 보임(&I)
lt: Rodyti sistemos &dėklo ženklelį
nb: V&is ikon i systemkurven
nds: &Lüttbild in Systeemafsnitt wiesen
ne: ट्रे प्रतिमा देखाउनुहोस्
nl: Systeemvakp&ictogram tonen
nn: &Legg i systemtrauet
pa: ਟਰੇ ਆਈਕਾਨ ਵੇਖਾਓ(&i)
pl: Pokazuj &ikonę na tacce systemowej
pt: Mostrar o ícone na &bandeja
pt_br: Mostrar &ícone na área de notificação
ru: &Значок в системном лотке
se: Čájet vuogádatgárco&govaža
sk: Zobraziť ikonu v &paneli
sr: Прикажи &касетну икону
th: แสดงไ&อคอนในถาดระบบ
tr: &Panel simgesini göster
uk: Показувати п&іктограму системного лотка

source: Check to enable the Amarok system tray icon.
af: Kies hierdie om die Amarok stelsel skinkbord ikoon te vertoon
bg: Включване на иконата на Amarok в системния панел.
ca: Seleccioneu per habilitar la icona de l'Amarok a la safata del sistema.
cs: Zaškrtněte pro povolení ikony AmaroKu v systémové části panelu.
da: Afkryds for at aktivere statusikon for Amarok.
de: Aktivieren Sie diese Einstellung, um das Symbol im Systemabschnitt der Kontrollleiste anzuzeigen.
el: Επιλέξτε το για την ενεργοποίηση της εμφάνισης του εικονιδίου του AmaroK στο πλαίσιο του συστήματος.
es: Marque para activar el icono de Amarok en la bandeja del sistema.
et: Märkimisel näidatakse paneelil Amaroki ikooni.
fa: علامت زدن برای فعال‌سازی شمایل سینی سیستم Amarok.
fi: Mikäli valittu, ilmoitusalueella näytetään Amarokin kuvake.
fr: Cochez cette case pour afficher l'icône d'Amarok dans la boîte à miniatures.
he: סמן כדי לאפשר סמל Amarok במגש המערכת.
hu: Ha szeretné bekapcsolni az Amarok rendszertálca-ikonját, akkor jelölje be
it: Seleziona per abilitare l'icona di Amarok nel vassoio di sistema.
ja: Amarok のシステムトレイアイコンを有効にするにはチェックを入れてください。
km: គូស​ធីក​ដើម្បី​អនុញ្ញាត​រូបតំណាង​ថាស​ប្រព័ន្ធ​របស់ Amarok ។
ko: Amarok 트레이 아이콘을 사용하려면 체크합니다.
lt: Įjungus šią parinktį sistemos dėkle bus rodomas AmaroK ženklelis.
nb: Sett kryss for å legge et Amarok-ikon i systemkurven.
nds: Aktiveer dit, wenn Du dat Amarok-Lüttbild binnen den Systeemafsnitt vun't Paneel wiesen wullt.
ne: अमारोक प्रणाली ट्रे प्रतिमा सक्षम गर्न जाँच गर्नुहोस् ।
nl: Selecteer dit om het systeemvakpictogram te activeren.
nn: Legg eit Amarok-ikon i systemtrauet.
pa: ਅਮਰੋਕ ਸਿਸਟਮ ਟਰੇ ਆਈਕਾਨ ਯੋਗ ਕਰਨ ਲਈ ਚੁਣੋ।
pl: Zaznacz, aby wyświetlać ikonę Amaroka na tacce systemowej.
pt: Escolha para activar o ícone de bandeja do Amarok.
pt_br: Selecione para habilitar um ícone do Amarok na área de notificação do sistema.
ru: Показывать значок в системном лотке.
se: Merke dán jus háliidat bidjat Amarok-govaža vuogádatgárcui.
sk: Zaškrnite pre povolenie ikony v systémovej lište.
sr: Попуните да укључите Amarok-ову икону у системској касети.
th: เลือกเพื่อเปิดใช้ไอคอน Amarok ที่ถาดระบบ
tr: Amarok sistem paneli simgesinin olmasını istiyorsanız işaretleyin.
uk: Ввімкніть, що показувати піктограму Amarok у системному лотку.

source: &Flash tray icon when playing
bg: Прими&гване на иконата в системния панел при изпълнение
ca: Anima la icona de la sa&fata durant la reproducció
cs: Ikona b&liká při přehrávání
da: Blink ikonen i status&feltet ved afspilning
de: Symbol beim Abspielen &animieren
el: &Αναβόσβημα εικονιδίου κατά την αναπαραγωγή
es: Hacer que el icono de la bandeja &parpadee al reproducir
et: Paneeliikooni vilgutamine mängimise a&jal
hu: A tálcaikon &villogtatása lejátszás közben
it: Icona lam&peggiante nel vassoio durante la riproduzione
ja: 再生中にトレイアイコンを点滅させる(&F)
km: រូបតំណាង​ថាស​ប្រព័ន្ធ​លោត​ភ្លឹបភ្លែត​ពេល​ចាក់
lt: &Mirksintis sistemos ženklelis grojimo metu
nds: Lüttbild &blinkt wielt dat Afspelen
nl: Bewegend systeemvakpictogram tijdens a&fspelen
nn: &Blink trauikon ved avspeling
pa: ਚਲਾਉਣ ਸਮੇਂ ਟਰੇ ਆਈਕਾਨ ਝਪਕਾਓ(&F)
pl: &Animuj ikonę na tacce systemowej podczas odtwarzania
pt: &Piscar ícone da bandeja ao tocar
pt_br: &Piscar o ícone na área de notificação ao reproduzir
se: &Livkkit gárcogovaža čuojahettiin
sk: &Blikanie ikony počas prehrávania
sr: &Анимирај касетну икону у току пуштања
th: กระ&พริบไอคอนที่ถาดระบบขณะเล่น
tr: &Çalma sırasında panel simgesini oynat
uk: &Блимати піктограмою лотка при програванні

source: Check to animate the Amarok system tray icon.
af: Hiers hierdie om die Amarok skinkbord ikoon te animeer
bg: Включване на анимирана икона на Amarok в системния панел.
ca: Seleccioneu per animar la icona de l'Amarok a la safata del sistema.
cs: Zaškrtněte pro animování ikony AmaroKu v systémové části panelu.
da: Afkryds for at animere statusikon for Amarok.
de: Aktivieren Sie diese Einstellung, um das Symbol im Systemabschnitt der Kontrollleiste zu animieren.
el: Επιλέξτε το για να αναβοσβήνει το εικονίδιο του Amarok στο πλαίσιο εικονιδίων του συστήματος.
es: Marque para animar el icono de la bandeja del sistema de Amarok.
et: Märkimisel animeeritakse Amaroki ikoon paneelil.
fa: علامت زدن برای پویاسازی شمایل سینی سیستم Amarok.
fi: Mikäli valittu, ilmoitusalueella oleva Amarokin kuvake on animoitu. Tämä asetus vaatii Amarokin uudelleenkäynnistyksen.
fr: Cochez cette case pour animer l'icône d'Amarok dans la boîte à miniatures.
he: סמן כדי להנפיש את סמל Amarok במגש המערכת.
hu: Ha szeretné, hogy az Amarok rendszertálca-ikonja animált legyen, akkor jelölje be
it: Seleziona per animare l'icona di Amarok nel vassoio di sistema.
ja: 再生中に Amarok のシステムトレイアイコンを点滅させるにはチェックを入れてください。
km: គូស​ធីក​ដើម្បី​ធ្វើ​ឲ្យ​រូបតំណាង​ថាស​ប្រព័ន្ធ​របស់​ Amarok មាន​ចលនា ។
ko: 트레이 아이콘을 움직이게 하려면 체크합니다.
lt: Grojimo metu rodyti mirksintį ženklelį.
nb: Sett kryss for å animere systemkurvikonet til Amarok.
nds: Aktiveer dit, wenn dat Systeemafsnitt-Lüttbild för Amarok ok wat doon schall
ne: अमारोक प्रणाली ट्रे प्रतिमा एनिमेट गर्न जाँच गर्नुहोस् ।
nl: Selecteer dit voor een bewegend systeemvakpictogram.
nn: Animer systemtrauikonet til Amarok.
pa: ਅਮਰੋਕ ਸਿਸਟਮ ਟਰੇ ਆਈਕਾਨ ਨੂੰ ਝਲਕਾਉਣ ਲਈ ਚੁਣੋ।
pl: Zaznacz, aby animować ikonę Amaroka na tacce systemowej.
pt: Escolha para activar o ícone de bandeja do Amarok.
pt_br: Selecione para animar o ícone do Amarok na área de notificação do sistema.
ru: Анимировать значок в системном лотке.
se: Merke dán jus háliidat animeret Amarok:a vuogádatgárcogovaža.
sk: Zaškrtnite pre animovanie ikony Amaroku v systémovej lište.
sr: Попуните за анимирање Amarok-ове иконе системске касете.
th: เลือกเพื่อทำให้ไอคอน Amarok ในถาดระบบเป็นภาพเคลื่อนไหว
tr: Amarok sistem paneli simgesinin hareketlenmesini istiyorsanız, işaretleyin.
uk: Ввімкніть, що уможливити анімацію піктограми Amarok у системному лотку.

source: Show player window
af: Vertoon speler venster
bg: Показване прозореца на плеъра
ca: Mostra la finestra del reproductor
cs: Zobrazit okno s přehrávačem
da: Vis afspillervindue
de: Player-Fenster anzeigen
el: Εμφάνιση του παραθύρου αναπαραγωγής
es: Mostrar la ventana del reproductor
et: Mängija akna näitamine
fa: نمایش پنجرۀ پخش‌کننده‌
fi: Näytä soitinikkuna
fr: Afficher la fenêtre du lecteur
he: הצג את חלון הנגן
hu: A lejátszóablak megjelenítése
it: Mostra la finestra del lettore
ja: プレーヤウィンドウを表示する(&P)
km: បង្ហាញ​បង្អួច​របស់​កម្មវិធី​ចាក់
ko: 재생 창 보임(&W)
lt: Rodyti grotuvą
nb: Vis spillervindu
nds: Afspeler-Finster wiesen
ne: प्लेयर सञ्झ्याल देखाउनुहोस्
nl: Afspelervenster tonen
nn: Vis spele&vindauge
pa: ਪਲੇਅਰ ਝਰੋਖਾ ਵੇਖਾਓ
pl: Pokaż okno odtwarzacza
pt: Mostrar a janela de reprodução
pt_br: Mostrar janela de reprodução
ru: Показывать окно проигрывателя
se: Čájet čuojahanláse
sk: Zobraziť okno prehrávača
sr: Прикажи прозор плејера
th: แสดงหน้าต่างเครื่องเล่น
tr: Parça penceresini göster
uk: Показати вікно програвача

source: Check to enable an extra player window.
af: Kies hierdie om 'n ekstra speler venster te kry
bg: Включване на допълнителния прозорец на плеъра.
ca: Seleccioneu per habilitar la finestra addicional del reproductor.
cs: Zaškrtněte k povolení zvláštního okna přehrávače.
da: Afkryds for at aktivere et yderligere afspillervindue.
de: Aktivieren Sie diese Einstellung, um ein eigenes Player-Fenster anzuzeigen.
el: Επιλέξτε το για να ενεργοποιηθεί ένα επιπλέον παράθυρο αναπαραγωγής.
es: Marque para activar una ventana extra del reproductor.
et: Märkimisel näidatakse ka mängija akent.
eu: Egiaztatu erreprodukzio-leiho gehigarria gaitzeko.
fa: علامت زدن برای فعال‌سازی یک پنجرۀ پخش‌کنندۀ اضافی.
fi: Mikäli valittu, käytössäsi on erillinen soitinikkuna soittolistaikkunan lisäksi.
fr: Cochez cette case pour activer une fenêtre supplémentaire de lecture.
he: סמן כדי לאפשר חלון נגן נוסף.
hu: Ha szeretne egy plusz lejátszóablakot, akkor jelölje be
it: Spunta per abilitare una finestra del lettore extra.
ja: プレーヤウィンドウを有効にするにはチェックを入れてください。
ka: დამკვრელის დამატებითი ფანჯრის ჩვენება.
km: ធីក ដើម្បី​អនុញ្ញាត​បង្អួច​កម្មវិធី​ចាក់​បន្ថែម​ទៀត ។
ko: 별도의 재생기 창을 사용하려면 체크합니다.
lt: Bus rodomas papildomas grotuvo langas.
nb: Sett kryss for å vise et ekstra avspillingsvindu.
nds: Aktiveer dit, wenn Du en egen Afspeler-Finster anmaken wullt
ne: एउटा अतिरिक्त प्लेयर सञ्झ्याल जाँच गर्नुहोस् ।
nl: Selecteer dit om een extra spelervenster te activeren.
nn: Vis eit ekstra avspelingsvindauge.
pa: ਇੱਕ ਵੱਖਰਾ ਪਲੇਅਰ ਝਰੋਖਾ ਯੋਗ ਕਰਨ ਲਈ ਚੁਣੋ।
pl: Zaznacz, aby włączyć dodatkowe okno odtwarzacza.
pt: Escolha para activar uma janela extra de reprodução.
pt_br: Selecione para habilitar uma janela extra de reprodução.
ru: Показывать окно проигрывателя.
se: Merke dán jus háliidat čájehit liige čuojanláse.
sk: Zaškrtnite pre povolenie zvláštneho okna prehrávača.
sr: Попуните да укључите додатни прозор плејера.
th: เลือกกาเพื่อเปิดใช้หน้าต่างเครื่องเล่นเพิ่มเติม
tr: Ayrıca oynatıcı penceresinin olmasını istiyorsanız tıklayın.
uk: Увімкніть, щоб уможливити додаткове вікно програвача.
