Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Socket No buffers
af: Sok 'No buffers'
bg: Сокет - няма буфери
ca: Sòcol: Sense buffers
da: Udtag ingen buffere
de: Socket: Keine Puffer
el: Χωρίς ενδιάμεση μνήμη υποδοχής
es: Socket sin búfers
eu: Socket-a: bufferrik ez
fa: سوکت بدون میان‌گیر
fi: Pistoke: Ei puskureita
hu: Aljazat - nincs puffer
ja: ソケット バッファなし
ka: სოკეტზე არაა ბუფერი
km: រុន្ធ​គ្មាន​សតិ​បណ្ដោះអាសន្ន
ko: 소켓 버퍼 없음
lt: Lizdas: nėra buferių
nds: Socket: Keen Puffers
ne: बफर नभएको होइन
pl: Gniazdo: brak buforów
pt: Sem 'Buffers' do 'Socket'
pt_br: Socket: Nenhum buffer
sk: Socket Žiadne zásobníky
sr: Сокет, нема бафера
tr: Yuva Bir Tampon Bulunamadı
uk: Сокет: нема буферів

source: Socket Isconnected
af: Sok 'Isconnected'
bg: Сокет - свързан
ca: Sòcol: Està connectat
da: Udtag er forbundet
de: Socket: Verbunden
el: Συνδεδεμένη υποδοχή
es: Socket está conectado
eu: Socket-a: konektatuta
fa: سوکت متصل می‌شود
fi: Pistoke: Yhdistetty
hu: Aljazat - Isconnected
ja: ソケット 接続されています
ka: სოკეტი Isconnected
km: រុន្ធ​ត្រូវ​បាន​តភ្ជាប់
ko: 소켓 연결됨
lt: Lizdas: ryšys užmegztas
nds: Socket: Is tokoppelt
ne: सकेट जडान गरिएको छ
pl: Gniazdo: Isconnected
pt: 'Socket' Está Ligado
pt_br: Socket: Desconectado
sk: Socket Jepripojený
sr: Сокет, Isconnected
tr: Yuva Bağlı
uk: Сокет вже з'єднаний

source: Socket Notconn
af: Sok 'Notconn'
bg: Сокет - несвързан
ca: Sòcol: No està connectat
da: Udtag ikke forbundet
de: Socket: Nicht verbunden
el: Υποδοχή χωρίς σύνδεση
eu: Socket-a: konektatu gabe
fa: Notconn سوکت
fi: Pistoke: Ei yhdistetty
fr: Pas de connexion pour le socket
hu: Aljazat - Notconn
ja: ソケット 未接続
ka: სოკეტი Notconn
km: រុន្ធ​មិន​បាន​តភ្ជាប់
ko: 소캣 연결 없음
lt: Lizdas: nėra ryšio
nds: Socket: Nich tokoppelt
ne: सकेट जडान छैन
pa: ਸਾਕਟ ਜੁੜੀ ਨਹੀਂ
pl: Gniazdo: nie połączone
pt: 'Socket' Não Ligado
pt_br: Socket: Não Conectado
sk: Socket Neprip
sr: Сокет, Notconn
tr: Yuva Bağlı Değil
uk: Сокет: не з'єднаний

source: Socket Shutdown
af: Sok 'Shutdown'
bg: Сокет - изключване
ca: Sòcol: Desactiva
da: Udtag nedlukning
de: Socket: Herunterfahren
el: Τερματισμός υποδοχής
es: Socket apagada
eu: Socket-a: itzali
fa: تعطیلی سوکت
fi: Pistoke: Sammutus
hu: Aljazat - leállítva
ja: ソケット シャットダウン
ka: სოკეტი გამორთვა
km: បិទ​រុន្ធ
ko: 소켓 셧다운
lt: Lizdas: išjungti
nds: Socket: Utmaken
ne: सकेट बन्द गर्नुहोस्
pa: ਸਾਕਟ ਬੰਦ
pl: Gniazdo: wyłączenie gniazda
pt: Encerramento do 'Socket'
pt_br: Socket: Desligado
sk: Socket Vypnutie
sr: Сокет, гашење
tr: Yuva Kapatma
uk: Сокет: вимкнено

source: Socket Too Many References
af: Sok 'Too Many References'
bg: Сокет - твърде много референти
ca: Sòcol: Massa referències
da: Udtag for mange referencer
de: Socket: Zu viele Referenzen
el: Πάρα πολλές αναφορές υποδοχής
es: Socket demasiadas referencias
eu: Socket-a: erreferentzia gehiegi
fa: مراجع بسیار زیاد سوکت
fi: Pistoke: Liikaa viitteitä
hu: Aljazat - túl sok hivatkozás
ja: ソケット 参照が多すぎます
ka: სოკეტზე ძალიან ბევრი მიმართვებია
km: រុន្ធ​មាន​សេចក្ដី​យោង​ច្រើន​ពេក
ko: 소켓 너무 많은 참조들
lt: Lizdas: per daug nuorodų
nds: Socket: To vele Betöög
ne: अति धेरै रुचाएको सकेट
pa: ਸਾਕਟ ਬਹੁਤ ਹਵਾਲੇ
pl: Gniazdo: zbyt wiele referencji
pt: Demasiadas Referências ao 'Socket'
pt_br: Socket: Referências Demais
sk: Socket Príliš veľa referencii
sr: Сокет, превише референци
tr: Yuva Çok Fazla
uk: Сокет: забагато посилань

source: Socket Timedout
af: Sok 'Timedout'
bg: Сокет - просрочено време
ca: Sòcol: S'ha excedit el temps
da: Udtag tidsgrænse overskredet
de: Socket: Zeitüberschreitung
el: Λήξη χρονικού ορίου υποδοχής
es: Socket tiempo de espera agotado
eu: Socket-a: denbora-muga gaindituta
fa: Timedout سوکت
fi: Pistoke: Aikakatkaisu
hu: Aljazat - idő túllépve
it: Tempo scaduto sul socket
ja: ソケット タイムアウト
ka: სოკეტის დაყოვნების დროს გადაჭარბება
km: រុន្ធ​អស់ពេល
ko: 소켓 시간 초과
lt: Lizdas: baigėsi laiko limitas
nds: Socket: Tiet aflopen
ne: सकेट समय समाप्त भयो
pl: Gniazdo: Przekroczenie limitu czasu
pt: Tempo-Limite do 'Socket' Expirado
pt_br: Socket: Timeout
sk: Socket Časvypršal
sr: Сокет, истекло време
tr: Yuva Zaman Aşımına Uğradı
uk: Тайм-аут сокета

source: Socket Connection Refused
af: Sok 'Connection Refused'
bg: Сокет - връзката е отказана
ca: Sòcol: S'ha refusat la connexió
da: Udtag forbindelse nægtedes
de: Socket: Verbindung abgelehnt
el: Άρνηση σύνδεσης υποδοχής
es: Socket conexión rechazada
eu: Socket-a: konexioa ukatuta
fa: اتصال سوکت رد شد
fi: Pistoke: Yhteystä kieltäydytään
hu: Aljazat - kapcsolódás elutasítva
it: Connessione rifiutata sul socket
ja: ソケット 接続拒否されました
ka: სოკეტის კავშირი უარყოფილია
km: បាន​បដិសេធ​ការ​តភ្ជាប់​រុន្ធ
ko: 소켓 연결 거부됨
lt: Lizdas: ryšys atmestas
nds: Socket: Tokoppeln afwiest
ne: सकेट जडान अस्वीकार गरियो
pl: Gniazdo: połączenie odrzucone
pt: Ligação Recusada ao 'Socket'
pt_br: Socket: Conexão Recusada
sk: Socket Spojenie odmietnuté
sr: Сокет, веза одбијена
tr: Yuva Bağlantı Reddedildi
uk: Сокет: у з'єднанні відмовлено

source: Socket Loop
af: Sok 'Loop'
bg: Сокет - повторение
ca: Sòcol: Bucle
da: Udtagsløkke
de: Socket: Schleife
el: Βρόγχος υποδοχής
es: Socket bucle
eu: Socket-a: begizta
fa: حلقۀ سوکت
fi: Pistokesilmukka
hu: Aljazat - Loop
ja: ソケット ループ
ka: სოკეტი მარყუჟი
km: រង្វិល​ជុំ​រុន្ធ
ko: 소켓 반복
lt: Lizdas: ciklas
nds: Socket: Slööp
ne: सकेट लूप
pl: Gniazdo: pętla
pt: 'Socket' em Ciclo
sk: Socket Slučka
sr: Сокет, петља
tr: Yuva Döngü
uk: Сокет: цикл

source: Socket Name too long
af: Sok 'Name too long'
bg: Сокет - името е твърде дълго
ca: Sòcol: El nom és massa llarg
da: Udtag navn for langt
de: Socket: Name zu lang
el: Πολύ μεγάλο όνομα υποδοχής
es: Socket nombre demasiado largo
eu: Socket-a: izena luzeegia
fa: نام بسیار طولانی سوکت
fi: Pistoke: Nimi on liian pitkä
hu: Aljazat - túl hosszú név
it: Nome del socket troppo lungo
ja: ソケット 名前が長すぎます
ka: სოკეტის სახელი ძალიან გრძელია
km: ឈ្មោះ​រុន្ធ​វែង​ពេក
ko: 소켓 너무 긴 이름
lt: Lizdas: pavadinimas per ilgas
nds: Socket: Naam to lang
ne: सकेट नाम अति लामो छ
pl: Gniazdo: nazwa za długa
pt: Nome do 'Socket' Demasiado Comprido
pt_br: Socket: Nome Muito Longo
sk: Socket Názov príliš dlhý
sr: Сокет, предугачко име
tr: Yuva İsim Çok Uzun
uk: Сокет: занадто довга назва файла

source: Socket Hostdown
af: Sok 'Hostdown'
bg: Сокет - хостът е изключен
ca: Sòcol: La màquina no està disponible
da: Udtag vært nede
de: Socket: Rechner ist ausgeschaltet
el: Ανενεργός υπολογιστής υποδοχής
es: Socket servidor caído
eu: Socket-a: ostalaria erorita
fa: Hostdown سوکت
fi: Pistoke: Kone alhaalla
hu: Aljazat - Hostdown
ja: ソケット ホストがダウン
ka: სოკეტი Hostdown
km: រុន្ធ​ម៉ាស៊ីន​បាន​ខូច
ko: 소켓 호스트다운
lt: Lizdas: mazgas išjungtas
nds: Socket: Reekner ut
ne: सकेट होस्टडाउन
pl: Gniazdo: Komputer nieczynny
pt: Máquina do 'Socket' em Baixo
pt_br: Socket: Máquina Caiu
sk: Socket Hostiteľodpojený
sr: Сокет, Hostdown
uk: Сокет: вузол вимкнений

source: Socket Hostunreach
af: Sok 'Hostunreach'
bg: Сокет - хостът е недостъпен
ca: Sòcol: La màquina no es pot abastar
da: Udtag vært kan ikke nås
de: Socket: Rechner nicht erreichbar
el: Μη προσπελάσιμος υπολογιστής υποδοχής
es: Socket servidor inalcanzable
eu: Socket-a: ostalaria atziezina
fa: در دسترس نبودن میزبان سوکت
fi: Pistoke: Kone saavuttamattomissa
hu: Aljazat - Hostunreach
ja: ソケット ホスト到達不能
ka: სოკეტი Hostunreach
km: មិន​អាច​ចូល​ដល់​រុន្ធ​ម៉ាស៊ីន
ko: 소켓 호스트에 연결되지 않음
lt: Lizdas: mazgas nepasiekiamas
nds: Socket: Reekner lett sik nich faatkriegen
ne: सकेट होस्टअपुग
pl: Gniazdo: Komputer nieosiągalny
pt: Máquina do 'Socket' Inacessível
pt_br: Socket: Máquina Inacessível
sk: Socket Hostiteľnedost
sr: Сокет, Hostunreach
uk: Сокет: вузол недоступний

source: Socket Pipe
af: Sok 'Pipe'
bg: Сокет - тръба
ca: Sòcol: Tuberia
da: Udtag pipe
el: Διασωλήνωση υποδοχής
eu: Socket-a: kanalizazioa
fa: لولۀ سوکت
fi: Pistokeputki
hu: Aljazat - Pipe
ja: ソケット パイプ
ka: სოკეტის მილი
km: បំពង់​រុន្ធ
ko: 소켓 파이프
lt: Lizdas: perdavimas
nds: Socket: Wiederledden
ne: सकेट पाइप
pa: ਸਾਕਟ ਪਾਇਪ
pl: Gniazdo: Pipe
pt: 'Socket' do Tipo 'Pipe'
sk: Socket Rúra
sr: Сокет, Pipe
tr: Yuva Boru
uk: Сокет: канал

source: Socket Endstream
af: Sok 'Endstream'
bg: Сокет - край на потока
ca: Sòcol: Final del flux
da: Udtag slut på strøm
de: Socket: Stream zuende
el: Τέλος ροής υποδοχής
es: Socket fin de flujo
eu: Socket-a: korrontearen amaiera
fa: جریان پایانی سوکت
fi: Pistoke: Virran loppu
hu: Aljazat - adatfolyam vége
ja: ソケット ストリーム終わり
ka: სოკეტი Endstream
km: ស្ទ្រីម​ខាង​ចុង​រុន្ធ
ko: 소켓 스트림끝
lt: Lizdas: srauto pabaiga
nds: Socket: Enn vun den Stroom
ne: सकेट अन्त्यप्रवाह
pl: Gniazdo: Koniec strumienia
pt: Fim da Transmissão no 'Socket'
pt_br: Socket: Fim do Stream
sk: Socket Koniecprúdu
sr: Сокет, Endstream
uk: Сокет: кінець потоку

source: Socket Buffered
af: Sok 'Buffered'
bg: Сокет - с буфер
ca: Sòcol Buffered
da: Udtag bufferet
de: Socket: Gepuffert
el: Υποδοχή με ενδιάμεση μνήμη
eu: Socket-a: bufferrean
fa: سوکت میان‌گیری شد
fi: Pistoke: Puskuroitu
hu: Aljazat - pufferelve
ja: ソケット バッファに格納
ka: სოკეტი ბუფერიზებულია
km: ​បាន​ដាក់សតិបណ្ដោះ​អាសន្ន​រុន្ធ
ko: 소켓 버퍼됨
lt: Lizdas: įkelta į buferį
nds: Socket: Puffert
ne: सकेट बफर गरिएको छ
pl: Gniazdo: zbuforowane
pt: 'Socket' em 'Buffers'
pt_br: Socket: Buffer Preenchido
sk: Socket Bufferovaný
sr: Сокет, Buffered
tr: Yuva Tamponlanan
uk: Сокет: в буфері

source: Resolve Noname
af: Kyk 'Noname' op
bg: Разрешаване - няма име
ca: Resolució: Sense nom
da: Opløs navneløs
de: Resolve: Kein Name
el: Επίλυση χωρίς όνομα
es: Sin nombre para resolver
eu: Ebazpena: izenik ez
fa: حل کردن بدون نام
fi: Selvitys: Ei nimeä
fr: Aucun nom à résoudre
hu: Feloldás - Noname
ja: 解決 名前なし
ka: უსახელოს მიღება
km: ដោះស្រាយ​ភាព​គ្មាន​ឈ្មោះ
ko: Resolve 이름이 없음
lt: Išaiškinimas: nėra pavadinimo
nds: Oplösen: Keen Naam
ne: नाम नभएको पुन: समाधान गर्नुहोस्
pl: Rozwiązywanie nazw: brak nazwy
pt: Sem Nome na Resolução
pt_br: Resolução: Sem Nome
sk: Preloženie mena Žiadne meno
sr: Разрешавање, Noname
tr: Çözme İsim Yok
uk: Розв'язати "нема назви"

source: Resolve Nodata
af: Kyk Nodata op
bg: Разрешаване - няма данни
ca: Resolució: Sense dades
da: Opløs ingen data
de: Resolve: Keine Daten
el: Επίλυση χωρίς δεδομένα
es: Sin datos para resolver
eu: Ebazpena: daturik ez
fa: حل کردن بدون داده
fi: Selvitys: Ei dataa
hu: Feloldás - Nodata
ja: 解決 データなし
ka: უმონაცემოს მიღება
km: ដោះស្រាយ​ភាព​គ្មាន​ទិន្នន័យ
ko: Resolve 데이터 없음
lt: Išaiškinimas: nėra duomenų
nds: Oplösen: Keen Daten
ne: डेटा नभएको पुन :समाधान गर्नुहोस्
pl: Rozwiązywanie nazw: brak danych
pt: Sem Dados de Resolução
pt_br: Resolução: Sem Dados
sk: Preloženie mena Žiadne dáta
sr: Разрешавање, Nodata
tr: Çözme Veri Yok
uk: Розв'язати "нема даних"

source: Helix Core returned error: %1 %2 %3
af: Helix Core het 'n fout terug gestuur: %1 %2 %3
bg: Helix ядрото върна грешка: %1 %2 %3
ca: El nucli Helix ha retornat l'error: %1 %2 %3
da: Helix-grænsefladen returnerede fejl: %1 %2 %3
de: Der Helix-Kern gibt diese Fehlermeldung zurück: %1 %2 %3
el: Ο πυρήνας Helix επέστρεψε το σφάλμα: %1 %2 %3
es: Error devuelto por Helix Core: %1 %2 %3
et: Helixi tuum tagastas vea: %1 %2 %3
eu: Helix motorearen errorea: %1 %2 %3
fa: هستۀ مارپیچ، خطا را برگرداند: %1 %2 %3
fi: Helix-ydin palautti virheen: %1 %2 %3
fr: Le moteur Helix a retourné l'erreur : %1 %2 %3
he: גרעין Helix החזיר שגיאה: %1 %2 %3
hu: A Helix központi része a következő hibát adta: %1 %2 %3
it: Il nocciolo Helix ha restituito l'errore: %1 %2 %3
ja: Helix Core がエラーを返しました: %1 %2 %3
km: ស្នូល Helix បាន​ត្រឡប់​កំហុស ៖ %1 %2 %3
ko: 헬릭스 코어 반환 오류 : %1 %2 %3
lt: Helix branduolys pranešė apie klaidą: %1 %2 %3
nb: Helix Core returnerte feil: %1 %2 %3
nds: De Helix-Karn hett en Fehler torüchgeven: %1 %2 %3
ne: हेलेक्स कोरले त्रुटि फर्कायो: %1 %2 %3
nl: Helix-kern gaf de volgende foutmelding: %1%2%3
nn: Helix Core returnerte feil: %1 %2 %3
pa: ਹੀਲਿਕਸ ਕੋਰਡ ਨੇ ਗਲਤੀ ਦਿੱਤੀ: %1 %2 %3
pl: Rdzeń Helix zwrócił błąd: %1 %2 %3
pt: O Helix Core devolveu o erro: %1 %2 %3
pt_br: O Motor Helix retornou o erro: %1 %2 %3
se: Helix Core returnerte feil: %1 %2 %3
sk: Jadro Helix vrátilo chybu: %1 %2 %3
sr: Језгро Helix-а врати грешку: %1 %2 %3
th: Helix Core ส่งค่าความผิดพลาดกลับมา: %1 %2 %3
tr: Helix Çekirdeği hatası: %1 %2 %3
uk: Основа Helix повернула помилку: %1 %2 %3

source: Helix Core returned error: <unknown>
af: Helix Core het 'n fout terug gestuur: <onbekend>
bg: Helix ядрото върна грешка: <неизвестно>
ca: El nucli Helix ha retornat l'error: <desconegut>
da: Helix-grænsefladen returnerede fejl: <ukendt>
de: Der Helix-Kern gibt diese Fehlermeldung zurück: <unbekannt>
el: Ο πυρήνας Helix επέστρεψε το σφάλμα: <unknown>
es: Error devuelto por Helix Core: <desconocido>
et: Helixi tuum tagastas vea: <tundmatu>
eu: Helix motorearen errorea: <ezezaguna>
fa: هستۀ مارپیچ، خطا را برگرداند: <unknown>
fi: Helix-ydin palautti virheen: <tuntematon>
fr: Le moteur Helix a retourné l'erreur : <unknown>
he: גרעין Helix חזיר שגיאה: <לא ידוע>
hu: A Helix központi része a következő hibát adta: <ismeretlen>
it: Il nocciolo Helix ha restituito l'errore: <unknown>
ja: Helix Core がエラーを返しました: <不明>
ka: Helix Core-მა შეცდომა დააბრუნა: <unknown>
km: Helix Core បាន​ត្រឡប់​កំហុស ៖ <មិន​ស្គាល់>
ko: 헬릭스 코어 반환 오류: <알 수 없음>
lt: Helix branduolys pranešė apie klaidą: <nežinoma>
nb: Helix Core returnerte feil: <unknown>
nds: De Helix-Karn hett en Fehler torüchgeven: <nich bekannt>
ne: हेलेक्स भित्रीले त्रुटि फर्कायो: <unknown>
nl: De Helix-kern gaf de volgende foutmelding: <unknown>
nn: Helix Core returnerte feil: <unknown>
pa: ਹੀਲਿਕਸ ਕੋਰਡ ਨੇ ਗਲਤੀ ਦਿੱਤੀ: <unknown>
pl: Rdzeń Helix zwrócił błąd: <unknown>
pt: O Helix Core devolveu o erro: <desconhecido>
pt_br: O Motor Helix retornou o erro: <desconhecido>
se: Helix Core returnerte feil: <unknown>
sk: Jadro Helix vrátilo chybu: <neznáma>
sr: Језгро Helix-а врати грешку: <непознато>
th: Helix Core ส่งค่าความผิดพลาดกลับมา: <unknown>
tr: Helix Çekirdeği hatası: <bilinmeyen>
uk: База Helix повернула помилку: <unknown>

source: Helix Core returned error: %1 %1 %1
af: Helix Core het 'n fout terug gestuur: %1 %1 %1
bg: Helix ядрото върна грешка: %1 %1 %1
ca: El nucli Helix ha retornat l'error: %1 %1 %1
da: Helix-grænsefladen returnerede fejl: %1 %1 %1
de: Der Helix-Kern gibt diese Fehlermeldung zurück: %1 %1 %1
el: Ο πυρήνας Helix επέστρεψε το σφάλμα: %1 %1 %1
es: Error devuelto por Helix Core: %1 %1 %1
et: Helixi tuum tagastas vea: %1 %1 %1
eu: Helix motorearen errorea: %1 %1 %1
fa: هستۀ مارپیچ، خطا را برگرداند: %1 %1 %1
fi: Helix-ydin palautti virheen: %1 %1 %1
fr: Le moteur Helix a retourné l'erreur : %1 %1 %1
he: גרעין Helix החזיר שגיאה: %1 %1 %1
hu: A Helix központi része a következő hibát adta: %1 %1 %1
it: Il nocciolo Helix ha restituito l'errore: %1 %1 %1
ja: Helix Core がエラーを返しました: %1 %1 %1
ka: Helix Core-მა შეცდომა დააბრუნა: %1 %1 %1
km: Helix Core បាន​ត្រឡប់​កំហុស ៖ %1 %1 %1
ko: 헬릭스 코어 반환 오류: %1 %1 %1
lt: Helix branduolys pranešė apie klaidą: %1 %1 %1
nb: Helix Core returnerte feil: %1 %1 %1
nds: De Helix-Karn hett en Fehler torüchgeven: %1 %1 %1
ne: हेलेक्स भित्रीले सामनको त्रुटि: %1 %1 %1
nl: De Helix-kern gaf de volgende foutmelding: %1%1%1
nn: Helix Core returnerte feil: %1 %1 %1
pa: ਹੀਲਿਕਸ ਕੋਰਡ ਨੇ ਗਲਤੀ ਦਿੱਤੀ: %1 %1 %1
pl: Rdzeń Helix zwrócił błąd: %1 %1 %1
pt: O Helix Core devolveu o erro: %1 %1 %1
pt_br: O Motor Helix retornou o erro: %1 %1 %1
se: Helix Core returnerte feil: %1 %1 %1
sk: Jadro Helix vrátilo chybu: %1 %1 %1
sr: Језгро Helix-а врати грешку: %1 %1 %1
th: Helix Core ส่งค่าความผิดพลาดกลับมา: %1 %1 %1
tr: Helix Çekirdeği hatası: %1 %1 %1
uk: База Helix повернула помилку: %1 %1 %1

source: Contacting: %1
af: Besig om %1 te kontak
bg: Свързване: %1
ca: S'està contactant: %1
cs: Kontaktuje se: %1
da: Kontakter: %1
de: Verbinden: %1
el: Επαφή: %1
es: Contactando: %1
et: Ühenduse loomine: %1
fa: تماس: %1
fi: Yhdistämisyritys: %1
fr: Connexion :%1
he: יוצר קשר עם: %1
hu: Kapcsolódás: %1
it: Connessione: %1
ja: 接続中: %1
ka: დაკონტაქტება: %1
km: កំពុង​ទាក់ទង ៖ %1
ko: 접근중: %1
lt: Jungiamasi: %1
nb: Kontakter: %1
nds: %1 warrt ansnackt
ne: सम्पर्क गर्दै: %1
nl: Maakt contact met: %1
nn: Kontaktar: %1
pa: ਜੁੜਨਾ ਜਾਰੀ: %1
pl: Łączenie: %1
pt: A contactar: %1
pt_br: Contactando: %1
ru: Установка соединения: %1
se: Kontaktar: %1
sk: Kontaktujem: %1
sr: Контактирам: %1
th: กำลังติดต่อ: %1
tr: Bağlantı Kuruluyor: %1
uk: Встановлення зв'язку з: %1

source: Buffering %1%
af: Buffer by %1%
bg: Създаване на буфер %1%
ca: S'està omplint el buffer %1%
cs: Načítá se %1%
da: Buffer %1%
de: Pufferung %1%
el: Φόρτωση %1%
es: Almacenando en el buffer %1%
et: Puhverdamine...%1%
eu: Bufferreratzen: %%%1
fa: میان‌گیرسازی %1٪
fi: Puskuroi %1%
fr: Mise en cache %1 %
he: מבצע חציצה %1%
hu: Pufferelés... %1 %
it: Riempimento del buffer %1%
ja: バッファ中 %1%
ka: ბუფერის შევსება %1%
km: សតិបណ្ដោះអាសន្ន %1%
ko: 버퍼링 중 %1%
lt: Įkeliamas buferis: %1%
nb: Mellomlagrer %1 %
nds: An't Puffern %1%
ne: %1% बफर गर्दैङ्
nl: Buffer %1%
nn: Mellomlagrar %1 %
pa: ਬਫ਼ਰਿੰਗ %1%
pl: Buforowanie %1%
pt: A ler %1%
pt_br: Preenchendo Buffer %1%
ru: Буферизация %1%
se: Dustemin %1 %
sk: Načíta sa %1%
sr: Пуним бафер %1%
th: กำลังสำรองกระแสข้อมูล %1%
tr: Tamponlanıyor %1%
uk: Буферування %1%

source: The helix library you have configured does not support ALSA, the helix-engine has fallen back to OSS
af: Die Helix biblioteek wat jy opgestel het, het die ondersteuning vir ALSA nie. Die Helix ejin het terug geval na OSS.
bg: helix библиотеката, която сте настроили, не поддържа ALSA. helix ядрото се върна към OSS
ca: La biblioteca Helix que heu configurat no accepta ALSA, el motor Helix ha hagut de recórrer a OSS
cs: Knihovna helix, kterou jste konfigurovali nepodporuje systém ALSA, helix-engine se vrátilo zpět k OSS.
da: Det helix-bibliotek du har konfigureret understøtter ikke ALSA, helix-motoren er faldet tilbage til OSS
de: Die installierte Helix-Bibliothek unterstützt ALSA nicht, das Helix Ausgabe-Modul greift auf OSS zurück.
el: Η βιβλιοθήκη helix που ρυθμίσατε δεν υποστηρίζει ALSA, η μηχανή ήχου helix επέστρεψε στη χρήση του OSS
es: La biblioteca helix que ha configurado no soporta ALSA, así que el motor helix ha recurrido a OSS
et: Sinu seadistatud helix-teek ei toeta ALSA-t, helix-mootor kasutab nüüd OSS-i
eu: Konfiguratutako Helix-eko liburutegiak ez dute ALSA onartzen. Helix motorea OSsra itzuli da.
fa: کتابخانۀ مارپیچ که پیکربندی کرده‌اید از ALSA پشتیبانی نمی‌کند، موتور مارپیچ به OSS عقب‌نشینی کرده است
fi: Käyttämäsi Helix-kirjasto ei tue Alsaa. Helix-toistojärjestelmä käyttää OSS:ää
fr: La bibliothèque Helix que vous avez choisie ne gère pas ALSA, le moteur helix est revenu à OSS
he: ספריית ה־ helix שיש ברשותך, לא מוגדרת לעבודה עם תמיה ב־ALSA, ולכן המנוע של helix ישתמש ב־ OSS
hu: A beállított Helix könyvtár nem támogatja az ALSA-t - a Helix hangrendszer az OSS-t fogja használni
it: La libreria helix configurata non supporta ALSA, il motore helix è tornato su OSS
ja: 設定された helix ライブラリは ALSA をサポートしていません。helix-engine は OSS を使用します。
ka: დაკონფიგურირებული helix ბიბლიოთეკა ALSA-ს არ უჭერს მხარს, helix ძრავა OSS-ზე გადავიდა
km: បណ្ណាល័យ helix ដែល​អ្នក​បាន​កំណត់​រចនាសម្ព័ន្ធ មិន​គាំទ្រ ALSA ឡើយ ។ ម៉ាស៊ីន helix បាន​ធ្វើ​ឲ្យ​ OSS បរាជ័យ
ko: 여러분이 설정한 헬릭스 라이브러리는 ALSA 를 지원하지 않습니다. 헬릭스 엔진은 OSS로 되돌아 갑니다.
lt: Parinkta helix biblioteka nesuderinama su ALSA; helix garso sistema grįžo atgal prie OSS
nb: Helix biblioteket du har satt opp støtter ikke ALSA, helix-motoren har gått tilbake til OSS
nds: De vun Di angeven Helix-Bibliotheek ünnerstütt ALSA nich, de Helix-Klangmaschien bruukt nu OSS ansteed.
ne: तपाईँले कन्फिगर गर्नु भएको हेलिक्स लाइब्रेरीले अल्सा समर्थन गर्दैन, हेलिक्स-इन्जिनले ओएसएसमा झर्योा पछाडि लाई
nl: De helixbibliotheek die u hebt ingesteld biedt geen ondersteuning voor ALSA, de helixengine valt nu terug op OSS.
nn: Helix-biblioteket du har har sett opp støttar ikkje ALSA. I staden for vert OSS bruka.
pa: ਹੀਲਿਕਸ ਲਾਇਬਰੇਰੀ, ਜੋ ਤੁਸੀਂ ਸੰਰਚਿਤ ਕੀਤੀ ਹੈ, ਅਲੀਸਾ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ, ਹੀਲਿਕਸ-ਇੰਜਣ ਮੁੜ OSS ਹੀ ਵਰਤ ਰਿਹਾ ਹੈ
pl: Biblioteka helix, którą skonfigurowałeś nie ma obsługi ALSA, moduł helix przerzucił się z powrotem na OSS
pt: A biblioteca do Helix que tem configurada não suporta o ALSA, como tal o motor do Helix passou para o OSS
pt_br: A biblioteca helix que você configurou não suporta ALSA, o mecanismo helix reverterá para o OSS
ru: Настроенная вами библиотека helix не поддерживает ALSA, helix-engine был возвращён обратно к использованию OSS.
se: Helix-bibliotehka maid leat heivehan ii doarjjo ALSA, helix-mohtor geavaha danne OSS.
sk: Knižnica helix, ktorú ste konfigurovali nepodporuje systém ALSA, helix-engine sa vrátil späť k OSS
sr: Библиотека Helix-а коју сте изабрали не подржава ALSA-у, Helix је спао на OSS
th: ไลบรารีของ Helix ที่คุณได้ทำการปรับแต่งนั้นไม่รองรับการใช้งาน ALSA ดังนั้นโปรแกรมประมวลผล Helix (helix-engine) จะกลับไปใช้ OSS
tr: Yapılandırdığınız Helix kütüphanesi ALSA'yı desteklemiyor, helix-motoru OSS'ye geri döndü
uk: Бібліотека helix, яку ви налаштували, не підтримує ALSA; helix-рушій вживатиме OSS
