Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Flushing iPod filesystem transfer cache
af: Sluit die iPod lêersisteem oordrag kas geheue af
bg: Изчистване кеша на прехвърлянето към iPod
ca: S'està buidant la cau de transferència del sistema de fitxers de l'iPod
da: Tømmer iPod-filsystemets overførselscache
de: Übertragungs-Zwischenspeicher für das iPod-Dateisystem wird geleert
el: Αποθήκευση της λανθάνουσας μνήμης του συστήματος αρχείων του iPod
es: Vaciando la caché de transferencia del sistema de archivos del iPod
et: iPodi failisüsteemi ülekandepuhvri puhastamine
fa: پاک کردن محتوای نهانگاه انتقال سیستم پروندۀ iPod
fi: Tyhjennetään iPod-tiedostojärjestelmän siirtovälimuisti
fr: Nettoyage du cache utilisé lors du transfert vers l'iPod
hu: Az iPod-fájlrendszer átviteli tárának kiírása
it: Completa il trasferimento dalla cache del filesystem dell'iPod
ja: iPod ファイルシステムの転送キャッシュを消去
km: សម្អាត​ឃ្លាំង​សម្ងាត់​ផ្ទេរ​ប្រព័ន្ធ​ឯកសារ iPod
lt: Išvalomas iPod bylų sistemos siuntimo podėlis
nb: Tømmer mellomlageret for overføring, iPod filsystem
nds: De Överdregen-Twischenspieker vun dat iPott-Dateisysteem warrt leddig maakt
ne: आईपोड फाइलप्रणाली स्थान्तरण क्यास फ्लस गर्दै
nl: Cache voor overdracht naar iPod-bestandssysteem wordt geleegd
nn: Tømmer overføringsmellomlageret for iPod-filsystemet
pl: Synchronizacja bufora systemu plików iPoda
pt: A esvaziar a 'cache' de transferências para o iPod
pt_br: Limpando o cache de transferência do sistema de arquivos do iPod
sk: Zahadzujem prenosovú cache súborového systému iPod
sr: Спирам iPod-ов кеш преноса
th: ล้างแคชสำหรับถ่ายโอนลงระบบแฟ้มของไอพ็อด
uk: Звільнення кешу перенесення у файловій системі iPod

source: Media Device: iPod mounted at %1 already locked.
af: Media toestel: iPod wat by %1 gekoppel is, is alreeds gesluit.
bg: Медийно устройство: Монтираният на %1 iPod вече е заключен.
ca: Dispositiu de suports: l'iPod muntat a %1 ja està blocat.
cs: Média zařízení: iPod připojený na %1 již uzamčen.
da: Medieenhed: iPod monteret på %1 er allerede låst.
de: Media-Player: Der an %1 eingebundene iPod ist bereits gesperrt.
el: Συσκευή πολυμέσων: Το προσαρτημένο στο %1 iPod είναι ήδη κλειδωμένο.
es: Dispositivo de medios: ¡El iPod montado en %1 ya está bloqueado!
et: Meediaseade: asukohta %1 ühendatud iPod on juba lukus.
fa: دستگاه رسانه: iPod در %1 که از قبل قفل‌شده سوار شد.
fi: Medialaite: Kohteeseen %1 liitetty iPod on jo lukittu.
fr: Périphérique de média : L'iPod monté sur %1 est déjà verrouillé.
hu: Médiaeszköz: a(z) %1 helyre csatolt iPod már le van zárva.
it: Dispositivo multimediale: l'iPod montato su %1 è già bloccato.
ja: メディアデバイス: %1 にマウントされた iPod は既にロックされています。
km: ឧបករណ៍​​ផ្ទុក ៖ iPod ​បាន​ម៉ោន​ត្រង់ %1 បាន​ជាប់សោ​រួច​ទៅ​ហើយ
lt: Muzikos įrenginys: iPod prijungtas %1 jau užrakintas.
nb: Medieenhet: iPod montert på %1 er allerede låst.
nds: Medienreedschap: De op "%1" inhangte iPott is al afslaten.
ne: मिडिया यन्त्र: %1 मा माउन्ट गरिएको आईपोड पहिल्यै ताल्चा लगाइएको छ ।
nl: Media-apparaat: iPod aangekoppeld op %1 is al vergrendeld.
nn: Medieeining: iPod-en montert på «%1» er allereie låst.
pa: ਮੀਡਿਆ ਜੰਤਰ: ਮਾਊਂਟ ਕੀਤਾ iPod %1 ਉੱਤੇ ਪਹਿਲਾਂ ਤਾਲਾਬੰਦ ਹੈ।
pl: Urządzenie mediów: iPod zamontowany w %1 jest już zablokowany.
pt: Dispositivo Multimédia: o iPod montado em %1 já está bloqueado.
pt_br: Dispositivo de Mídia: O iPod montado em %1 já está travado.
ru: Переносное устройство: iPod, подключённый в %1, уже заблокирован.
sk: Mediálne zariadenie: iPod pripojený na %1 je už uzamknutý.
sr: Мултимедијални уређај: iPod монтиран као %1 већ је закључан.
th: อุปกรณ์เล่นสื่อ: ไอพ็อดที่ถูกเมานท์ที่ %1 ถูกล็อคอยู่แล้ว
tr: Medya Aygıtı: iPod'un bağlandığı bağlantı noktası %1 zaten kilitli.
uk: Пристрій носія: iPod, який змонтовано на %1, вже заблоковано.

source: If you are sure that this is an error, then remove the file %1 and try again.
af: As jy seker is dat dit 'n fout is, verwyder die lêer: %1 en probeer weer.
bg: Ако сте сигурни, че това е грешка, премахнете файла %1 и опитайте пак.
ca: Si esteu segur que això és un error, aleshores elimineu el fitxer %1 i torneu-ho a provar.
cs: Pokud jste si jisti, že se jedná o chybu, odstraňte soubor%1 a zkuste to znovu.
da: Hvis du er sikker på at det er en fejl, så fjern filen %1 og forsøg igen.
de: Wenn Sie sicher sind, dass es sich um einen Fehler handelt, dann entfernen Sie die Datei %1 und versuchen Sie es erneut.
el: Αν είστε σίγουροι ότι πρόκειται για λάθος, διαγράψτε το αρχείο %1 και δοκιμάστε ξανά.
es: Si está seguro de que esto es un error, elimine el archivo %1 y pruebe de nuevo.
et: Kui oled kindel, et see on viga, eemalda fail %1 ja proovi uuesti.
eu: Ziur bazaude errorea dela, kendu %1 fitxategia eta saiatu berriro.
fa: اگر مطمئن هستید که این یک خطا است، پروندۀ %1 را حذف کنید و دوباره سعی کنید.
fi: Jos olet varma, että tämä on virhe niin voit poistaa tiedoston ”%1” ja yrittää uudelleen.
fr: Si vous êtes sûr que c'est une erreur, supprimez alors le fichier %1 et essayez de nouveau.
he: אם אתה בטוח שזוהי שגיאה, הסר את הקובץ %1 ונסה שנית.
hu: Ha biztos abban, hogy ez egy hiba, akkor távolítsa el a(z) %1 fájlt és próbálja meg újra a műveletet.
it: Se sei sicuro che questo sia un errore, rimuovi il file %1 e prova ancora.
ja: これが間違いであるという確信があれば、ファイル %1 を削除してやり直してください。
ka: თუ დარწმუნებული ხართ რომ ეს შეცდომაა, მაშინ %1 ფაილი წაშალეთ და კიდევ სცადეთ.
km: បើ​អ្នក​មិន​ប្រាកដ​ថា​វា​ជា​កំហុស សូម​សាក​យក​ឯកសារ %1 ចេញ ហើយ​សាកល្បង​ម្ដង​ទៀត​មើល ។
ko: 만약 여러분께서 이것이 에러라고 확신한다면, 파일 %1 을 제거하고 다시 시도해보십시오.
lt: Jei esate įsitikinę, kad tai klaida, pašalinkite bylą %1 ir pabandykite vėl.
nb: Hvis du er sikker på at dette er en feil, så ta bort fila %1 og forsøk igjen.
nds: Wenn Du seker büst, wat dit en Fehler is, denn maak de Datei "%1" weg un versöök dat nochmaal.
ne: यदि तपाईँ यो एउटा त्रुटि हो भन्ने निश्चित हुनुहुन्छ भने, फाइल %1 हटाउनुहोस् र फेरि प्रयास गर्नुहोस् ।
nl: Als u zeker weet dat dit een fout is, verwijder dan het bestand %1 en probeer het opnieuw.
nn: Viss du er sikker på at dette er ein feil, kan du fjerna fila «%1» og så prøva på nytt.
pa: ਜੇਕਰ ਤੁਹਾਨੂੰ ਯਕੀਨ ਹੈ ਕਿ ਇਹ ਗਲਤੀ ਹੈ ਤਾਂ ਫਾਇਲ %1 ਹਟਾ ਕੇ ਮੁੜ-ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Jeśli jesteś pewien, że jest to błąd, usuń plik %1 i spróbuj ponownie.
pt: Se tiver a certeza que isto é um erro, então remova o ficheiro %1 e tente de novo.
pt_br: Se você tem certeza que isso é um erro, então remova o arquivo %1 e tente novamente.
ru: Если вы уверены, что это ошибка, удалите файл %1 и попытайтесь ещё раз.
se: Jus leat áibbas sihkkar ahte dát lea meattáhus, de váldde eret fiilla %1, ja geahččal ođđasit.
sk: Ak ste si istý, že toto je chyba, odstráňte súbor %1 a skúste to znovu.
sr: Ако сте сигурни да је ово грешка, уклоните фајл %1 и покушајте поново.
th: หากคุณแน่ใจว่าสิ่งนี้เป็นข้อผิดพลาด ให้ลบแฟ้ม %1 ออกแล้วลองใหม่
tr: Eğer bunun bir hata olduğundan eminseniz %1 dosyasını silin ve yeniden deneyin.
uk: Якщо ви певні, що це помилка, то вилучіть файл %1 і спробуйте знов.

source: Remove iTunes Lock File?
af: Verwyder die iTunes slot lêer?
bg: Премахване на lock файла на iTunes?
ca: Voleu eliminar el fitxer de bloqueig de l'iTunes?
cs: Odstranit soubor zámku iTunes?
da: Fjern iTunes låsefil?
de: iTunes-Sperrdatei entfernen?
el: Διαγραφή του αρχείου κλειδώματος iTunes;
es: ¿Eliminar el archivo de bloqueo de iTunes?
et: Kas eemaldada iTunesi lukufail?
eu: Kendu iTunes-en fitxategi blokeatzailea?
fa: قفل پروندۀ iTunes حذف شود؟
fi: Poistetaanko iTunesin lukkotiedosto?
fr: Effacer le verrou d'iTunes ?
he: האם להסיר קובץ נעילה של iTunes?
hu: Kívánja eltávolítani az iTunes zárolási fájlját?
it: Rimuovere il file di lock di iTunes?
ja: iTunes のロックファイルを削除しますか？
km: យក​ឯកសារ​សោ iTunes ចេញ ?
ko: iTunes 잠김 파일을 제거하시겠습니까?
lt: Pašalinti iTunes užrakinimo bylą?
nb: Fjerne iTunes låsefil?
nds: iTunes-Slottdatei wegmakenü?
ne: आईटुन लक फाइल हटाउन चाहनुहुन्छ ?
nl: Vergrendelbestand van iTunes verwijderen?
nn: Vil du fjerna låsefila for iTunes?
pa: ਕੀ iTunes ਤਾਲਾ ਫਾਇਲ ਹਟਾਉਣੀ ਹੈ?
pl: Usunąć plik blokujący iTunes?
pt: Remover o Ficheiro de Bloqueio do iTunes?
pt_br: Remover o Arquivo de Trava do iTunes?
ru: Удалить файл блокировки iTunes?
se: Galgá go váldit eret iTunes-lohkkadanfiilla?
sk: Odstrániť zamykací súbor iTunes?
sr: Уклонити iTunes-ов закључавајући фајл?
th: ลบแฟ้มล็อคของ iTunes หรือไม่?
tr: iTunes Kilit Dosyası Kaldırılsın Mı?
uk: Вилучити iTunes-файл блокування?

source: Media Device: removing lockfile %1 failed: %2.
af: Media toestel: verwydering van slot lêer %1 was onsuksesvol: %2.
bg: Медийно устройство: Премахването на lockfile %1 беше неуспешно: %2.
ca: Dispositiu de suports: No s'ha pogut eliminar el fitxer de bloqueig %1: %2!.
da: Medieenhed: det mislykkedes at fjerne låsefilen %1: %2!
de: Media-Player: Entfernen der Sperrdatei %1 ist fehlgeschlagen: %2
el: Συσκευή πολυμέσων: Η διαγραφή του αρχείου κλειδώματος %1 απέτυχε: %2.
es: Dispositivo de medios: fallo al eliminar el archivo de bloqueo %1: %2
et: Meediaseade: lukufaili %1 eemaldamine ebaõnnestus: %2.
fa: دستگاه رسانه: خرابی در حذف قفل پروندۀ %1: %2.
fi: Medialaite: Lukkotiedoston %1 poistaminen epäonnistui: %2.
fr: Périphérique de média : Impossible de supprimer le verrou %1 : %2
hu: Médiaeszköz: nem sikerült eltávolítani a(z) %1 zárolási fájlt: %2.
it: Dispositivo multimediale: rimozione file di blocco %1 non riuscita: %2.
ja: メディアデバイス: ロックファイル %1 の削除に失敗: %2
km: ឧបករណ៍​​ផ្ទុក​ ៖ ការ​យក​ឯកសារ​សោ %1 ចេញ បាន​បរាជ័យ​ហើយ ៖ %2 !
lt: Muzikos įrenginys: nepavyko pašalinti užrakinimo bylos %1: %2.
nb: Medieenhet: klarte ikke fjerne låsefil %1: %2
nds: Medienreedschap: Wegmaken vun de Slottdatei "%1" fehlslaan: %2.
ne: मिडिया यन्त्र: लकफाइल %1 हटाइरहेको असफल भयो: %2 ।
nl: Media-apparaat: verwijderen van vergrendelbestand %1 is mislukt: %2.
nn: Medieeining: Klarte ikkje fjerna låsefila «%1»: %2.
pa: ਮੀਡਿਆ ਜੰਤਰ: ਤਾਲਾ-ਫਾਇਲ %1 ਹਟਾਈ ਜਾ ਰਹੀ ਹੈ: %2!
pl: Urządzenie mediów: usuwanie pliku blokującego %1 nie powiodło się: %2.
pt: Dispositivo Multimédia: a remoção do ficheiro de bloqueio %1 falhou: %2.
pt_br: Dispositivo de Mídia: falha ao remover arquivo de trava %1: %2.
ru: Переносное устройство: Не удалось снять блокировку %1: %2
se: Mediaovttadat: Filtii váldit eret lohkadanfiilla %1: %2
sk: Mediálne zariadenie: odstraňovanie zamykacieho súboru %1 zlyhalo: %2.
sr: Мултимедијални уређај: Уклањање закључавајућег фајла %1 није успело: %2.
th: อุปกรณ์เล่นสื่อ: การลบแฟ้มล็อค %1 ล้มเหลว: %2
tr: Medya Aygıtı: %1 kilit dosyası kaldırılamadı: %2.
uk: Пристрій носія: помилка вилучення файла блокування %1: %2.

source: Media Device: failed to create lockfile on iPod mounted at %1: %2
af: Media toestel: Skep van die slot lêer op die iPod, wat by %1 gekoppel is, was onsuksesvol: %2
bg: Медийно устройство: Създаването на lockfile за монтиран на %1 iPod беше неуспешно: %2
ca: Dispositiu de suports: No s'ha pogut crear el fitxer de bloqueig a l'iPod muntat a %1: %2
da: Medieenhed: Mislykkedes at oprette låsefil for iPod monteret på %1: %2
de: Media-Player: Auf dem iPod unter %1 lässt sich keine Sperrdatei erstellen: %2
el: Συσκευή πολυμέσων: Αποτυχία δημιουργίας του αρχείου κλειδώματος στο iPod που είναι προσαρτημένο στο %1: %2
es: Dispositivo de medios: fallo al crear el archivo de bloqueo en el iPod montado en %1: %2
et: Meediaseade: asukohta %1 ühendatud iPodi lukufaili loomine ebaõnnestus: %2
eu: Multimediako gailua: huts egin du %1(e)n muntatutako iPod-aren blokeatzailea sortzean: %2
fa: دستگاه رسانه: خرابی در ایجاد قفل پرونده در iPod سوارشده در%1: %2
fi: Medialaite: Lukkotiedoston luominen epäonnistui iPodiin, jonka liitoskohta on ” %1”: %2.
fr: Périphérique de média : Échec de la pose du verrou pour l'iPod monté sur %1 : %2
he: התקן מדיה: יצירת קובץ נעילה על ה־ iPod העגון ב־ %1 נכשלה: %2
hu: Médiaeszköz: nem sikerült létrehozni zárolási fájlt a(z) %1 helyre csatolt iPod eszközön: %2
it: Dispositivo multimediale: fallita la creazione del file di lock per l'iPod montato su %1: %2
ja: メディアデバイス: %1 にマウントされた iPod でロックファイルの作成に失敗: %2
km: ឧបករណ៍​​ផ្ទុក ៖​ បរាជ័យ​ក្នុង​ការ​បង្កើត​ឯកសារ​សោ​លើ iPod ដែល​បាន​ម៉ោន​ត្រង់ %1 ៖ %2
ko: 미디어 장치: %1에 마운트 된 iPod에 잠금파일을 생성하는데 실패. %2
lt: Muzikos įrenginys: nepavyko sukurti iPod, prijungto %1, užrakinimo bylos: %2
nb: Medieenhet: klarte ikke opprette låsefil på iPod montert på %1: %2
nds: Medienreedschap: Opstellen vun de Slottdatei op den iPott, de op "%1" inhangt is, is fehlslaan: %2
ne: मिडिया यन्त्र: %1: %2 मा माउन्ट भएको आईपोडमा लक फाइल सिर्जना गर्न असफल भयो
nl: Media-apparaat: aanmaken van vergrendelbestand voor de iPod, aangekoppeld op %1 is mislukt: %2
nn: Medieeining: Klarte ikkje oppretta låsefila på iPod-en montert på «%1»: %2
pa: ਮੀਡਿਆ ਜੰਤਰ: %1 'ਤੇ ਮਾਊਂਟ iPod ਉੱਤੇ lockfile ਬਣਾਉਣ ਲਈ ਅਸਫ਼ਲ: %2
pl: Urządzenie mediów: nie udało się utworzyć pliku blokującego na iPodzie zamontowanym w %1: %2
pt: Dispositivo Multimédia: não foi possível criar o ficheiro de bloqueio no iPod montado em %1: %2
pt_br: Dispositivo de Mídia: falha ao criar o arquivo de trava no iPod montado em %1: %2
ru: Переносное устройство: не удалось создать файл блокировки в iPod (%1): %2
sk: Mediálne zariadenie: zlyhalo vytváranie zamykacieho súboru na iPode pripojeného na %1: %2
sr: Мултимедијални уређај: Нисам успео да направим закључавајући фајл на iPod-у монтираном као %1: %2
th: อุปกรณ์เล่นสื่อ: การสร้างแฟ้มสำหรับล็อคไอพ็อดที่จุดเมานท์ุดเมานท์ %1 ล้มเหลว: %2
tr: Ortam Aygıtı: %1 konumunda bağlı olan iPod'da kilit dosyası oluşturulamadı: %2
uk: Пристрій носія: не вдалося створити файл блокування на iPod, який змонтовано на %1: %2

source: Media device: Mount point %1 does not exist
af: Media toestel: Koppel punt: %1 bestaan nie
bg: Медийно устройство: Точка на монтиране %1 не съществува
ca: Dispositiu de suports: El punt de muntatge %1 no existeix
cs: Média zařízení: Přípojný bod zařízení %1 neexistuje
da: Medieenhed: Monteringssted %1 findes ikke
de: Media-Player: Der Mount-Punkt %1 existiert nicht.
el: Συσκευή πολυμέσων: Το σημείο προσάρτησης %1 δεν υπάρχει
es: Dispositivo de medios: El punto de montaje %1 no existe
et: Meediaseade: ühenduspunkti %1 pole olemas
eu: Multimediako gailua: %1 muntai-puntua ez da existitzen
fa: دستگاه رسانه: نقطۀ سوار شدن %1 موجود نمی‌باشد
fi: Medialaite: Liitoskohtaa %1 ei ole olemassa.
fr: Périphérique de média : Le point de montage %1 n'existe pas
he: התקן מדיה: נקודת עגינה %1 לא קיימת
hu: Médiaeszköz: %1 csatolási pont nem létezik
it: Dispositivo multimediale: il punto di mount %1 non esiste
ja: メディアデバイス: マウントポイント %1 は存在しません
ka: მედია მოწყობილობა: მონტირების წერტილი %1 არ არსებობს
km: ឧបករណ៍​​ផ្ទុក ៖ មិន​មាន​ចំណុច​ម៉ោន %1 ឡើយ
ko: 미디어 장치: 마운트 지점 %1 이 존재하지 않습니다.
lt: Muzikos įrenginys: prijungimo vieta %1 neegzistuoja
nb: Medieenhet: Monteringspunkt %1 finnes ikke
nds: Medienreedschap: Den Inhangoort "%1" gifft dat nich
ne: मिडिया यन्त्र: माउन्ट विन्दु %1 अवस्थित छैन
nl: Media-apparaat: aankoppelpunt %1 bestaat niet
nn: Medieeining: Monteringspunktet «%1» finst ikkje.
pa: ਮੀਡਿਆ ਜੰਤਰ: ਮਾਊਂਟ ਥਾਂ %1 ਮੌਜੂਦ ਨਹੀਂ ਹੈ
pl: Urządzenie mediów: Punkt montowania %1 nie istnieje
pt: Dispositivo Multimédia: O ponto de montagem %1 não existe
pt_br: Dispositivo de Mídia: Ponto de montagem %1 não existe
ru: Переносное устройство: Точка монтирования %1 не существует
sk: Mediálne zariadenie: Bod pripojenia %1 neexistuje
sr: Мултимедијални уређај: Тачка монтирања %1 не постоји
th: อุปกรณ์เล่นสื่อ: ไม่มีจุดที่จะมานท์ %1
tr: Medya Aygıtı: Bağlantı noktası %1 yok
uk: Пристрій носія: точка монтування %1 не існує

source: Media Device: Initialized iPod mounted at %1
af: Media toestel: Besig om die iPod, wat by %1 gekoppel is, te inisialiseer
bg: Медийно устройство: Инициализиран е iPod, монтиран на %1
ca: Dispositiu de suports: S'ha inicialitzat l'iPod muntat a %1
cs: Média zařízení: Inicializovaný iPod připojený na %1
da: Medieenhed: Initialiserede iPod monteret på %1
de: Media-Player: iPod an %1 initialisiert.
el: Συσκευή πολυμέσων: Αρχικοποίηση του προσαρτημένου iPod στο %1
es: Dispositivo de medios: Inicializado el iPod montado en %1
et: Meediaseade: initsialiseeritud iPod on ühendatud asukohta %1
eu: Multimediako gailua: %1(e)n muntatutako iPod-a hasieratuta
fa: دستگاه رسانه: iPod سوارشده در %1 مقداردهی اولیه شد
fi: Medialaite: Alustettu iPod liitettynä kohtaan %1.
fr: Périphérique de média : Initialisation de l'iPod monté sur %1
he: התקן מדיה: התקן iPod העגון ב־ %1 אותחל
hu: Médiaeszköz: a(z) %1 helyre csatolt iPod inicializálva lett
it: Dispositivo multimediale: inizializzato l'iPod montato su %1
ja: メディアデバイス: %1 にマウントされた iPod を初期化しました
ka: მედია მოწყობილობა: %1-ზე მონტირებული iPod-ის ინიციალიზაცია
km: ឧបករណ៍​​ផ្ទុក ៖ បាន​ចាប់ផ្ដើម iPod ដែល​បាន​ម៉ោន​ត្រង់ %1
ko: 미디어 장치: %1에 마운트된 iPod 가 초기화 되었습니다.
lt: Muzikos įrenginys: iPod, prijungtas %1, paleistas
nb: Medieenhet: Klargjort iPod montert på %1
nds: Medienreedschap: Op "%1" inhangt iPott torechtmaakt.
ne: मिडिया यन्त्र: %1 मा माउन्ट गरिएको आईपोड सुरुआत गरियो
nl: Media-apparaat: de iPod die is aangekoppeld op %1 is geïnitialiseerd
nn: Medieeining: Klargjort iPod montert på «%1».
pa: ਮੀਡਿਆ ਜੰਤਰ: ਤਿਆਰ iPod %1 'ਤੇ ਮਾਊਂਟ ਹੈ
pl: Urządzenie mediów: Zainicjowano iPoda zamontowanego w %1
pt: Dispositivo Multimédia: iPod montado e inicializado em %1
pt_br: Dispositivo de Mídia: Inicializado o iPod montado em %1
ru: Переносное устройство: iPod, монтированный в %1, инициализирован
sk: Mediálne zariadenie: Inicializovaný iPod pripojený na %1
sr: Мултимедијални уређај: Иницијализовах iPod монтиран као %1
th: อุปกรณ์เล่นสื่อ: ไอพ็อดที่ทำการเริ่มต้น ถูกเมานท์ที่ %1
tr: Medya Aygıtı: iPod %1 konumuna bağlandı
uk: Пристрій носія: започаткований iPod змонтовано на %1

source: Media Device: iPod at %1 already opened
af: Media toestel: Die iPod, by %1, is alreeds oop
bg: Медийно устройство: iPod на %1 вече е отворен
ca: Dispositiu de suports: l'iPod a %1 ja es troba obert
da: Medieenhed: iPod på %1 er allerede åbnet
de: Media-Player: Der iPod an %1 ist bereits geöffnet.
el: Συσκευή πολυμέσων: Το iPod στο %1 είναι ήδη ανοικτό
es: Dispositivo de medios: El iPod en %1 ya está abierto
et: Meediaseade: iPod asukohas %1 on juba avatud
eu: Multimediako gailua: %1(e)ko iPod-a jadanik irekita
fa: دستگاه رسانه: iPod در %1 از قبل باز شد
fi: Medialaite: iPod on jo avattu. Liitoskohta: %1.
fr: Périphérique de média : L'iPod sur %1 est déjà ouvert
he: התקן מדיה: ה־iPod ב־ %1 כבר פתוח
hu: Médiaeszköz: a(z) %1 helyre csatolt iPod már meg van nyitva
it: Dispositivo multimediale: iPod su %1 già aperto
ja: メディアデバイス: %1 の iPod は既に開いています
ka: მედია მოწყობილობა: iPod %1-ზე უკვე გახსნილია
km: ឧបករណ៍​ផ្ទុក ៖ បាន​បើក iPod ដែល​នៅ​ត្រង់ %1 រួច​ហើយ
ko: 미디어 장치: %1에 iPod가 이미 열렸습니다.
lt: Muzikos įrenginys: iPod, prijungtas %1, jau atvertas
nb: Medieenhet: iPod på %1 er alt åpnet
nds: Medienreedschap: iPott op "%1" wöör al opmaakt
ne: मिडिया यन्त्र: %1 मा आईपोड पहिल्यै खुलेको छ
nl: Media-apparaat: iPod op %1 is al geopend
nn: Medieeining: iPod-en på «%1» er alt opna.
pa: ਮੀਡਿਆ ਜੰਤਰ: iPod %1 'ਤੇ ਪਹਿਲਾਂ ਹੀ ਖੁੱਲ੍ਹਾ ਹੈ
pl: Urządzenie mediów: iPod w %1 jest już otwarty
pt: Dispositivo Multimédia: o iPod em %1 já foi acedido
pt_br: Dispositivo de Mídia: O iPod em %1 já está aberto
ru: Переносное устройство: iPod в %1 уже открыт
sk: Mediálne zariadenie: iPod na %1 je už otvorený
sr: Мултимедијални уређај: iPod код %1 је већ отворен
th: อุปกรณ์เล่นสื่อ: อุปกรณ์ไอพ็อดที่ %1 เปิดอยู่แล้ว
tr: Medya Aygıtı: %1 konumundaki iPod zaten açık
uk: Пристрій носія: iPod на %1 вже відкрито

source: Media Device: No mounted iPod found
af: Media toestel: Geen gekoppelde iPod was gevind nie
bg: Медийно устройство: Не е намерен монтиран iPod
ca: Dispositiu de suports: No s'ha trobat cap iPod muntat
da: Medieenhed: Ingen monteret iPod fundet
de: Media-Player: Kein eingebundener iPod gefunden
el: Συσκευή πολυμέσων: Δε βρέθηκε προσαρτημένο iPod
es: Dispositivo de medios: No se ha encontrado ningún iPod montado
et: Meediaseade: ei leitud ühtegi ühendatud iPodi
eu: Multimediako gailua: ez da muntatutako iPod-ik aurkitu
fa: دستگاه رسانه: هیچ iPod سوارشده‌ای یافت نشد
fi: Medialaite: Tiedostojärjestelmään liitettyä iPodia ei löytynyt.
fr: Périphérique de média : Aucun iPod monté n'a été trouvé
he: התקן מדיה: לא נמצא iPod עגון
hu: Médiaeszköz: nem található csatolt iPod
it: Dispositivo multimediale: non ho trovato nessun iPod montato
ja: メディアデバイス: マウントされた iPod が見つかりません
ka: მედია მოწყობილობა: მონტირებული iPod ვერ მოიძებნა
km: ឧបករណ៍​ផ្ទុក ៖ រក​មិន​ឃើញ iPod ដែល​បាន​ម៉ោន
ko: 미디어 장치: 마운트된 iPod를 찾을 수 없습니다.
lt: Muzikos įrenginys: aptiktas neprijungtas iPod
nb: Medieenhet: Fant ingen montert iPod
nds: Medienreedschap: Keen inhangt iPott funnen
ne: मिडिया यन्त्र: माउन्ट गरिएको कुनै आईपोड फेला परेन
nl: Media-apparaat: geen aangekoppelde iPod gevonden
nn: Medieeining: Fann ingen montert iPod.
pa: ਮੀਡਿਆ ਜੰਤਰ: ਕੋਈ ਮਾਊਂਟ ਕੀਤਾ iPod ਨਹੀਂ ਲੱਭਿਆ
pl: Urządzenie mediów: Nie znaleziono zamontowanego iPoda
pt: Dispositivo Multimédia: Não foi encontrado nenhum iPod montado
pt_br: Dispositivo de Mídia: Não foi encontrado nenhum iPod montado
ru: Переносное устройство: Не удалось найти iPod, включённый в файловую систему.
sk: Mediálne zariadenie: Nebol nájdený pripojený iPod
sr: Мултимедијални уређај: Није нађен ниједан монтиран iPod
th: อุปกรณ์เล่นสื่อ: ไม่พบไอพ็อดที่เมานท์อยู่
tr: Medya Aygıtı: Bağlanmış durumda iPod yok
uk: Пристрій носія: не знайдено змонтованого iPod
