Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Size of the cover previews in Contextbrowser and Covermanager
af: Grootte van die CD omslag voorskou venster in die konteks blaaier en CD omslag bestuurder
bg: Размер на обложката за преглед в контекстния браузър и управлението на обложките
ca: Mida de les miniatures de les caràtules en el Navegador contextual i al Gestor de caràtules
cs: Velikost náhledů obalů v prohlížeči kontextu a správci obalů
da: Størrelsen af forhåndsvisninger af omslag i sammenhængsbrowseren og omslagshåndteringen.
de: Größe der Cover-Vorschau im Kontext-Browser und Cover-Verwaltung.
el: Το μέγεθος της επισκόπησης εξώφυλλων στο σχετικό περιεχόμενο και στον διαχειριστή εξώφυλλων
es: Tamaño de las previsualizaciones de las carátulas en el navegador de contexto y el administrador de carátulas
et: Kaanepiltide eelvaatluse suurus kontekstisirvijas ja kaanepiltide halduris
eu: Azalen aurrebisten tamaina testuinguruko arakatzailean eta azal-kudeatzailean
fa: اندازۀ پیش‌نمایشهای پوشش در مرورگر متن و مدیر پوشش
fi: Kansikuvien esikatselukoko kontekstiselaimessa ja kansikuvaselaimessa
fr: Taille des jaquettes dans le navigateur de contexte et dans le gestionnaire de jaquettes
he: גודל התצוגה של תמונות העטיפה בדפדפן ההקשר ובמנהל העטיפות
hu: A környezetböngészőben és a borítókezelőben látható borítókép-előnézetek mérete
it: Dimensione dell'anteprima della copertina nel navigatore per contesti e nel gestore delle copertine
ja: 関連情報ブラウザとカバーマネージャに表示するカバー画像のサイズ
ka: ზომა -ში და
km: ទំហំ​ទិដ្ឋភាព​គម្រប​នៅ​ក្នុង​កម្មវិធី​រុករក​បរិបទ និង​កម្មវិធី​គ្រប់គ្រង​គម្រប​
ko: 컨텍스트 브라우저와 표지 관리자에서 보일 표지 그림의 크기
lt: Viršelių peržiūros dydis Informacijos lange ir Viršelių tvarkyklėje
nb: Størrelsen på forhåndsvisning av plateomslag i vinduet som viser sammenhengen og plateomslagdialogen
nds: Grött vun de Titelbiller binnen Kontextkieker un Titelbildpleger
ne: प्रसङ्ग ब्राउजर र आवरण प्रबन्धकमा आवरण पूर्वावलोकनको साइज
nl: De grootte van de hoesvoorbeelden in de contextbrowser en de hoesbeheerder
nn: Storleiken på førehandsvising av plateomslag i samanhengslesaren og plateomslagdialogen
pl: Rozmiar podglądów okładek w Przeglądarce kontekstowej i Menedżerze okładek
pt: Tamanho das antevisões de capas no visualizador de contexto e no gestor de capas
pt_br: Tamanho das pré-visualizações das capas, no Navegador de Contexto e Gerenciador de Capas
ru: Размер обложек на панели статистики и в окне управления обложками.
sk: Veľkosť náhľadov obalov v prehliadači kontextu a správcovi obalov
sr: Величина прегледа омота у контекстном прегледачу и менаџеру омота
th: ขนาดของการแสดงหน้าปกในตัวเรียกดูรายละเอียดเพิ่มเติม หรือตัวจัดการหน้าปก
tr: İçerik Tarayıcısı ve Kapak Yöneticisi'ndeki kapak önizlemesinin boyutu
uk: Розмір обкладинок для навігатора контексту та менеджера обкладинок

source: Whether to add directories to playlist recursively
af: Bepaal of gidse rekursief by die speel lys moet bygevoeg word
bg: Дали да се добавят директории рекурсивно на списъка със записи
ca: Si s'han d'afegir les carpetes recursivament a la llista de reproducció
cs: Přidávat adresáře do seznamu skladeb rekurzivně
da: Om mapper skal tilføjes rekursivt til spillelisten
de: Unterordner beim Hinzufügen einbeziehen
el: Αν θα προστίθενται κατάλογοι στη λίστα αναπαραγωγής αναδρομικά
es: Si se añaden carpetas a la lista de reproducción recursivamente
et: Kas lisada kataloogid esitusnimekirja rekursiivselt
eu: Direktorioak zerrendan errekurtsiboki gehitu edo ez
fa: آیا فهرستهای راهنما به طور بازگشتی به فهرست پخش افزوده شوند
fi: Lisätäänkö soittolistaan kansioita rekursiivisesti
fr: Ajouter les dossiers récursivement à la liste de lecture
he: האם להוסיף תיקיות לרשימת־ההשמעה בצורה רקורסיבית
hu: Könyvtárak hozzáadása a lejátszólistához alkönyvtárakkal együtt történjen-e
it: Decidi se aggiungere cartelle alla playlist ricorsivamente
ja: ディレクトリを再帰的にプレイリストに追加するかどうか
ka: -სკენ -სკენ
km: ថា​តើ​ត្រូវ​បន្ថែម​ថត​ទៅ​បញ្ជី​ចាក់​ជា​បន្តបន្ទាប់​ឬ​ទេ
ko: 재생목록에 하위 폴더도 재귀적으로 더할지 여부
lt: Aplankus į grojaraštį įtraukti rekursyviai
nb: Om mapper skal legges til spillelista rekursivt
nds: Ornern rekursiev na de Afspeellist tofögen
ne: प्लेसूचीमा डाइरेक्टरीहरू पुनरावृत्तिक तरीकाले थप्ने या नथप्ने
nl: Of mappen recursief aan de afspeellijst toegevoegd zullen worden
nn: Om mapper skal leggjast til spelelista rekursivt
pa: ਕੀ ਸੰਗੀਤ-ਸੂਚੀ ਲਗਾਤਾਰ ਵਿੱਚ ਡਾਇਰੈਕਟਰੀਆਂ ਨੂੰ ਸ਼ਾਮਿਲ ਕਰਨਾ ਹੈ
pl: Czy dodawać rekurencyjnie katalogi do listy odtwarzania
pt: Adicionar ou não pastas à lista de reprodução recursivamente
pt_br: Adicionar diretórios recursivamente à lista de músicas
ru: Добавлять ли каталоги рекурсивно
sk: Pridávať priečinky do zoznamu skladieb rekurzívne
sr: Да ли додавати директоријуме у листу нумера рекурзивно
th: จะให้เพิ่มไดเร็คทอรีเข้าไปในรายการเล่นแบบละเอียด (รวมไดเร็คทอรีย่อย) หรือไม่
tr: Parça listesine dizinleri özyinelemeli olarak (altdizinleriyle) ekle
uk: Чи додавати каталоги до списку композицій рекурсивно

source: Enable/Disable recursive directory adding to the playlist.
af: Aktiveer/deaktiveer die rekursiewe byvoeg van gidse tot die speel lys
bg: Включване/изключване рекурсивното добавяне на директории в списъка със записи.
ca: Habilita/Deshabilita l'addició recursiva de carpetes a la llista de reproducció.
cs: Povolit/zakázat rekurzivní přidávání adresářů do seznamu skladeb.
da: Aktivér eller deaktivér rekursiv tilføjelse af mapper til spillelisten.
de: Aktiviert/Deaktiviert das Einbeziehen von Unterordnern beim Hinzufügen von Einträgen zur Wiedergabeliste.
el: Ενεργοποίηση/απενεργοποίηση της αναδρομικής προσθήκης καταλόγου στη λίστα.
es: Activar/desactivar la adición recursiva de carpetas a la lista de reproducción.
et: Kataloogide rekursiivse esitusnimekirja lisamise lubamine/keelamine.
eu: Gaitu/desgaitu direktorioa errekurtsiboki zerrendan gehitzea.
fa: فعال‌سازی/غیرفعال‌سازی فهرست راهنمای بازگشتی که به فهرست پخش افزوده می‌شود.
fi: Ota käyttöön tai poista käytöstä kansioiden rekursiivinen lisääminen soittolistaan.
fr: Activer / désactiver l'ajout récursif de dossiers dans la liste de lecture.
he: הפעל/בטל הוספה של תיקיות בצורה רקורסיבית לרשימת־ההשמעה.
hu: A lejátszólistához hozzáadandó könyvtárakba azok alkönyvtárai is beleértendők-e (bekapcsolás illetve kikapcsolás).
it: Abilita/Disabilita l'aggiunta ricorsiva di cartelle alla playlist.
ja: プレイリストへのディレクトリの再帰的追加を有効/無効にします。
ka: ჩართვა გამორთე -სკენ.
km: អនុញ្ញាត/មិន​អនុញ្ញាត​ការ​បន្ថែម​ថត​ជា​បន្តបន្ទាប់​ទៅ​បញ្ជី​ចាក់ ។
ko: 재생목록에 하위 폴더를 재귀적으로 더하는 기능을 사용함/사용하지 않음
lt: Aplankus ir paaplankius į grojaraštį įtraukti rekursyviai.
nb: Slå på/av rekursiv tilføyning av mapper til spillelista.
nds: Leggt fast, wat Ornern de Afspeellist rekursiev toföögt warrt.
ne: प्लेसूचीमा थपेर पुनरावृत्तिक डाइरेक्टरी सक्षम/अक्षम पार्नुहोस् ।
nl: Activeer/deactiveer het recursief toevoegen van mappen aan de afspeellijst.
nn: Slå på/av rekursiv tilføying av mapper til spelelista.
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਡਾਇਰੈਕਟਰੀਆਂ ਨੂੰ ਲਗਾਤਾਰ ਸ਼ਾਮਿਲ ਕਰਨਾ ਯੋਗ/ਆਯੋਗ ਕਰਦਾ ਹੈ।
pl: Włącza/wyłącza rekurencyjne dodawanie katalogów do listy odtwarzania.
pt: Activa/desactivar a adição recursiva das pastas à lista de músicas.
pt_br: Habilitar/Desabilitar a adição recursiva de diretórios à lista de músicas.
ru: Добавлять каталоги рекурсивно.
sk: Povoliť/Zakázať rekurzívne pridávanie priečinkov do zoznamu skladieb.
sr: Укључи/искључи рекурзивно додавање директоријума у листу нумера.
th: เปิด/ปิด การเพิ่มไดเร็คทอรีเข้าไปในรายการเล่นแบบละเอียด
tr: Parça listesine özyinelemeli olarak dizin eklemeyi aç/kapat.
uk: Увімкнути/вимкнути рекурсивне додавання каталогів у список композицій.

source: Delay between tracks, in milliseconds
af: Vertraging tussen snitte, in millisekondes
bg: Пауза между записите, в милисекунди
ca: Retard entre les peces, en mil·lisegons
cs: Mezera mezi skladbami, v milisekundách
da: Tavshed mellem spor i millisekunder
de: Pause zwischen den Stücken, in Millisekunden
el: Καθυστέρηση μεταξύ κομματιών, σε χιλιοστά του δευτερολέπτου
es: Retardo entre pistas, en milisegundos
et: Viivitus pala vahetades millisekundites
eu: Pisten arteko atzerapena, milisegundotan
fa: تأخیر بین شیارها، بر حسب میلی‌ثانیه
fi: Tauko kappaleiden välissä millisekunneissa
fr: Durée du blanc entre les morceaux, en millisecondes
he: עיקוב בין הרצועות באלפיות שנייה
hu: A számok közti csend hossza ezredmásodpercben
it: Pausa tra le tracce, in millisecondi
ja: トラック間の無音部分 (ミリ秒)
ka: სიჩუმე ჩანაწერებს შორის, მილიწამებში
km: ការ​ពន្យារពេល​រវាង​បទ​នីមួយៗ គិត​ជា​មិល្លីវិនាទី ។
ko: 트랙간 공백 길이 (밀리초 단위)
lt: Pauzė tarp dainų milisekundėmis
nb: Pause mellom spor, målt i millisekund
nds: Paus twischen Stücken, in Millisekunnen.
ne: मिलिसेकेन्डमा, ट्रयाकहरू बीच विलम्ब
nl: De pauze tussen tracks, in milliseconden
nn: Pause mellom spor, målt i millisekund
pa: ਟਰੈਕਾਂ ਵਿੱਚ ਅੰਤਰਾਲ, ਮਿਲੀਸਕਿੰਟਾਂ ਵਿੱਚ
pl: Opóźnienie między utworami w milisekundach
pt: Tempo entre faixas, em milisegundos
pt_br: Tempo de silêncio entre as faixas, em milisegundos
ru: Пауза между дорожками, мс
se: Maŋoneapmi bihtáid gaskkas, mihttiduvvon millisekunddain
sk: Medzera medzi skladbami v milisekundách
sr: Застој између нумера, у милисекундама
th: หน่วงเวลาระหว่างเพลง ในหน่วยมิลลิวินาที
tr: Parçalar arası boşluk (sessizlik), milisaniye olarak
uk: Пропуск між доріжками, в мілісекундах

source: Delay between tracks, in milliseconds.
af: Vertraging tussen snitte, in millisekondes
bg: Пауза между записите, в милисекунди.
ca: Retard entre les peces, en mil·lisegons.
cs: Mezera mezi skladbami, v milisekundách.
da: Ventetid mellem spor, i millisekunder.
de: Pause zwischen den Stücken, in Millisekunden.
el: Καθυστέρηση μεταξύ κομματιών, σε χιλιοστά του δευτερολέπτου.
es: Retardo entre pistas, en milisegundos
et: Viivitus pala vahetades millisekundites.
eu: Pisten arteko atzerapena, milisegundotan.
fa: تأخیر بین شیارها، بر حسب میلی‌ثانیه.
fi: Tauko kappaleiden välissä millisekunneissa.
fr: Durée du blanc entre les morceaux, en millisecondes.
he: עיקוב בין הרצועות, באלפיות שנייה.
hu: A számok közti csend hossza ezredmásodpercben
it: Pausa tra le tracce, in millisecondi.
ja: トラック間の無音部分の長さをミリ秒で指定します。
ka: სიჩუმე ჩანაწერებს შორის, მილიწამებში
km: ការ​ពន្យារពេល​រវាង​បទ​នីមួយៗ គិត​ជា​មិល្លីវិនាទី ។
ko: 트랙간 공백 길이 (밀리초 단위).
lt: Pauzė tarp dainų milisekundėmis.
nb: Pause mellom spor, målt i millisekund.
nds: Paus twischen Stücken, in Millisekunnen.
ne: मिलिसेकेन्डमा, ट्रयाकहरू बीच विलम्ब ।
nl: De pauze tussen tracks, in milliseconden.
nn: Pause mellom spor, målt i millisekund.
pa: ਟਰੈਕਾਂ ਵਿੱਚ ਅੰਤਰਾਲ, ਮਿਲੀਸਕਿੰਟਾਂ ਵਿੱਚ ਹੈ।
pl: Opóźnienie między utworami w milisekundach.
pt: Tempo entre faixas, em milisegundos.
pt_br: Tempo de silêncio entre as faixas, em milisegundos.
ru: Пауза между дорожками, мс.
sk: Medzera medzi skladbami v milisekundách.
sr: Застој између нумера, у милисекундама.
th: หน่วงเวลาระหว่างเพลง ในหน่วยมิลลิวินาที
tr: Parçalar arası boşluk (sessizlik), milisaniye olarak.
uk: Пропуск між доріжками, в мілісекундах.

source: Whether the playlist window is visible
af: Bepaal of die speel lys venster sigbaar is
bg: Дали прозорецът на списъка със записи да бъде видим
ca: Si la finestra de reproducció és visible
cs: Viditelné okno seznamu skladeb
da: Om spillelistens vindue er synligt
de: Wiedergabelisten-Fenster anzeigen
el: Αν θα είναι ορατό το παράθυρο λίστας
es: Si se hace visible la ventana de la lista de reproducción
et: Kas näidata esitusnimekirja akent
eu: Zerrenda-leihoa ikusgai dagoen edo ez
fa: آیا پنجرۀ فهرست پخش، مرئی باشد
fi: Onko soittolistaikkuna näkyvissä
fr: Rendre visible la fenêtre de la liste de lecture
he: האם חלון רשימת־ההשמעה הוא גלוי
hu: A lejátszólista-ablak látható legyen-e
it: Decidi se la finestra della playlist è visibile
ja: プレイリストウィンドウを表示するかどうか
ka: ტოლია ხილული
km: ថា​តើ​មើលឃើញ​បង្អួច​បញ្ជី​ចាក់​ឬ​ទេ
ko: 재생목록창을 보일지 여부
lt: Rodyti grojaraščio langą
nb: Om spillelistevinduet skal være synlig
nds: Afspeellist-Finster wiesen
ne: प्लेसूची सञ्झ्याल दृश्यात्मक छ या छैन
nl: Of het afspelervenster zichtbaar zal zijn
nn: Om spelelistevindauget skal vera synleg
pa: ਕੀ ਸੰਗੀਤ-ਸੂਚੀ ਵੇਖਾਈ ਜਾਵੇ
pl: Czy okno listy odtwarzania jest widoczne
pt: Mostrar ou não a lista de reprodução
pt_br: Janela da lista de músicas deve estar visível
ru: Показывать ли окно списка
sk: Viditeľné okno zoznamu skladieb
sr: Да ли је прозор листе нумера видљив
th: จะให้แสดงหน้าต่างรายการเล่นหรือไม่
tr: Parça listesinin penceresi görünür olsun
uk: Чи показувати вікно списку композицій

source: Enable/Disable the playlist window. Equal to clicking the PL button in the player window.
af: Aktiveer/deaktiveer die speel lys venster. Dit stem ooreen met die druk van die PL knoppie op die speler venster.
bg: Включване/изключване на прозореца на списъка със записи. Равнява се на натискане на бутона "PL" в прозореца на плеъра.
ca: Habilita/Deshabilita la finestra de reproducció. Equival a fer clic al botó PL a la finestra del reproductor.
cs: Povolit/zakázat okno seznamu skladeb. Ekvivalentní s kliknutím na tlačítko PL v okně přehrávače.
da: Aktivér eller deaktivér spillelistens vindue. Det samme som at klikke på knappen PL i afspillervinduet.
de: Aktiviert/Deaktiviert das Wiedergabelisten-Fenster. Entspricht der Funktion des Knopfes "PL" im Player-Fenster.
el: Ενεργοποίηση/απενεργοποίηση του παραθύρου λίστας. Ισοδυναμεί με κλικ στο κουμπί PL στο παράθυρο αναπαραγωγής.
es: Habilitar/deshabilitar la ventana de la lista de reproducción. Es lo mismo que pulsar el botón PL en la ventana del reproductor.
et: Esitusnimekirja akna näitamise lubamine/keelamine. Võrdub PL-nupu klõpsamisega mängija aknas.
eu: Gaitu/desgaitu zerrenda-leihoa. Erreproduktore-leihoko PL botoian klik egitea bezala.
fa: فعال‌سازی/غیرفعال‌سازی پنجرۀ فهرست پخش. برابر با فشار دکمۀ PL در پنجرۀ پخش‌کننده می‌باشد.
fi: Ota käyttöön tai poista käytöstä soittolistaikkuna. Vastaa PL-painikkeen painamista soitinikkunassa.
fr: Activer / désactiver la fenêtre de la liste de lecture. Équivaut à cliquer sur le bouton « PL » de la fenêtre de lecture.
he: הפעל/בטל את חלון רשימת־ההשמעה. זהה לפעולה של בחירת כפתור רשימת־השמעה החלון הנגן.
hu: A lejátszólista-ablak bekapcsolása illetve kikapcsolása. Egyenértékű a lejátszóablakban található PL gomb lenyomásával.
it: Abilita/Disabilita la finestra della playlist. Stessa cosa che premere il pulsante PL nella finestra del lettore.
ja: プレイリストウィンドウを有効/無効にします。プレーヤウィンドウでPLボタンをクリックするのと同じです。
ka: ჩართვა გამორთე ზუსტი დამთხვევა -სკენ ღილაკი -ში.
km: អនុញ្ញាត/មិន​អនុញ្ញាត​បង្អួច​បញ្ជី​ចាក់ ។ ដូច​គ្នា​ទៅ​នឹង​ការ​ចុច​ប៊ូតុង PL នៅ​ក្នុង​បង្អួច​កម្មវិធី​ចាក់​ដែរ ។
ko: 재생목록 창을 사용/사용안합니다.. 재생 창에서 PL 버튼을 누르는 것과 같습니다.
lt: Įjungti/išjungti grojaraščio langą. Tą padaryti galime ne tik čia, bet ir spragtelėjus PL mygtuką grotuvo lange.
nb: Vis/skjul spillelistevinduet. Dette er det samme som å trykke på PL-knappen i spillervinduet.
nds: Wiest oder verstickt dat Afspeellist-Finster. De PL-Knoop binnen dat Afspeler-Finster deit dat sülve.
ne: प्लेसूची सञ्झ्याल सक्षम/अक्षम पार्नुहोस् । प्लेयर सञ्झ्यालमा पीएल बटन क्लिक गर्नु बराबरी छ ।
nl: Activeer/deactiveer het afspeellijstvenster. Dit is te vergelijken met het klikken op de knop PL in het afspelervenster.
nn: Vis/skjul spelelistevindauget. Dette er det same som å trykkja på PL-knappen i spelarvindauget.
pa: ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖਾ ਵੇਖਾਓ/ਓਹਲੇ ਕਰੋ। ਪਲੇਅਰ ਝਰੋਖੇ ਵਿੱਚ PL ਬਟਨ ਨੂੰ ਦਬਾਉਣ ਦੇ ਵਾਂਗ ਹੀ ਹੈ।
pl: Włącza/wyłącza okno listy odtwarzania. Równoważne z kliknięciem przycisku PL w oknie odtwarzacza.
pt: Activa/desactiva a janela da lista de músicas. É igual a carregar no botão PL da janela do leitor.
pt_br: Habilitar/Desabilitar a janela da lista de músicas. Equivalente ao clique no botão PL, contido na janela de reprodução.
ru: Показывать ли окно списка. Равносильно нажатию кнопки PL в окне проигрывателя.
sk: Povoliť/zakázať okno zoznamu skladieb. Zhodné s kliknutím na tlačítko PL v okne prehrávača.
sr: Укључи/искључи прозор листе нумера. Исто као и клик на дугме PL у прозору плејера.
th: เปิด/ปิด หน้าต่างรายการเล่น ซึ่งมีผลแบบเดียวกับการคลิกที่ปุ่ม PL ใน หน้าต่างเครื่องเล่น
tr: Parça listesinin penceresi olsun/olmasın. Parça listesindeki PL düğmesine tıklanarak de yapılabilir.
uk: Увімкнути/вимкнути вікно списку композицій. Теж саме, що й натискання кнопки PL у вікні програвача.

source: Number of undo levels in playlist
af: Aantal terug gaan vlakke in die speel lys
bg: Брой на отменени действия в списъка със записи
ca: Nombre de nivells de desfer a la llista de reproducció
cs: Počet úrovní pro krok zpět v seznamu skladeb
da: Antal niveauer som kan fortrydes i spillelisten
de: Anzahl der Schritte, die rückgängig gemacht werden können.
el: Αριθμός των βημάτων αναίρεσης στη λίστα
es: Número de niveles de deshacer en la lista de reproducción
et: Tagasivõtmiste arv esitusnimekirjas
eu: Desegite-mailaren kopurua zerrendan
fa: تعداد سطوح واگرد در فهرست پخش
fi: Kumoamistasojen lukumäärä soittolistassa
fr: Nombre d'annulations possibles dans la liste de lecture
he: מספר רמות הביטול ברשימת־ההשמעה
hu: Visszavonási mélység a lejátszólistában
it: Numero dei livelli di ripristino nella playlist
ja: プレイリストの「元に戻す」動作の上限
ka: ნომერი -ში
km: ចំនួន​កម្រិត​មិន​ធ្វើ​វិញ នៅ​ក្នុង​បញ្ជី​ចាក់
ko: 재생목록에서 실행 취소 가능 횟수
lt: Grojaraštyje atšaukiamų veiksmų skaičius
nb: Tallet på angrenivå i spillelista
nds: Torüchnehm-Schreed binnen Afspeellist
ne: प्लेसूचीमा पूर्वावस्थामा फर्काएको तहहरूको सङ्ख्या
nl: Aantal handelingen dat u ongedaan kunt maken in de afspeellijst
nn: Talet på angrenivå i spelelista
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਵਾਪਿਸ ਚੱਲਣ ਦੇ ਪੱਧਰ ਦੀ ਗਿਣਤੀ
pl: Liczba możliwych cofnięć w liście odtwarzania
pt: Número de níveis de desfazer na lista de reprodução
pt_br: Número de níveis de Desfazer na lista de músicas
ru: Количество действий, которые можно отменить в списке воспроизведения
sk: Počet úrovní pre krok späť v zozname skladieb
sr: Број нивоа опозива у листи нумера
th: จำนวนของระดับการ "เลิกทำ" ในรายการเล่น
tr: Parça listesindeki geri alma sayısı
uk: Кількість рівнів відміни дій у списку композицій

source: The number of undo levels in the playlist.
af: Aantal terug gaan stappe vir die speel lys
bg: Брой на отменени действия в списъка с записи.
ca: El nombre de nivells de desfer a la llista de reproducció.
cs: Počet úrovní pro krok zpět v seznamu skladeb.
da: Antal niveauer som kan fortrydes i spillelisten.
de: Dies ist die Anzahl der Schritte, die im Wiedergabelisten-Fenster rückgängig gemacht werden können.
el: Ο αριθμός των βημάτων αναίρεσης στη λίστα αναπαραγωγής.
es: El número de niveles de deshacer en la lista de reproducción.
et: Tagasivõtmiste arv esitusnimekirjas.
eu: Desegite-mailaren kopurua zerrendan.
fa: تعداد سطوح واگرد در فهرست پخش.
fi: Kumoamistasojen lukumäärä soittolistassa.
fr: Le nombre d'annulations possibles dans la liste de lecture.
he: מספר רמות הביטול ברשימת־ההשמעה.
hu: A visszavonási lépések maximális száma a lejátszólistában.
it: Il numero dei livelli di ripristino nella playlist.
ja: プレイリストで「元に戻す」ことのできる動作の回数
ka: -ში.
km: ចំនួន​កម្រិត​មិន​ធ្វើ​វិញ នៅ​ក្នុង​បញ្ជី​ចាក់ ។
ko: 재생목록애서 최대 실행취소 할 수 있는 횟수입니다.
lt: Nurodykite kiek kartų galėsite panaudoti grojaraščio funkciją „Atšaukti“.
nb: Tallet på mulige angrenivå i spillelista.
nds: Tall vun Schreed, de binnen dat Afspeellist-Finster torüchnahmen warrn köönt
ne: प्लेसूचीमा पूर्वावस्थामा फर्काएको तहहरूको सङ्ख्या ।
nl: Het aantal handelingen dat u ongedaan kunt maken in de afspeellijst.
nn: Talet på moglege angrenivå i spelelista.
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਵਾਪਿਸ ਚੱਲਣ ਦੇ ਪੱਧਰ ਦੀ ਗਿਣਤੀ ਹੈ।
pl: Liczba możliwych cofnięć w liście odtwarzania.
pt: O número de níveis de desfazer na lista de reprodução.
pt_br: O número de níveis par desfazer ações, na lista de músicas.
ru: Количество действий, которые можно отменить в списке воспроизведения.
sk: Počet úrovní pre krok späť v zozname skladieb.
sr: Број нивоа опозива у листи нумера.
th: จำนวนของระดับการเลิกทำในรายการเล่น
tr: Parça listesindeki geri alma sayısı.
uk: Кількість рівнів відміни дій у списку композицій.

source: Index of current visual analyzer
af: Indeks van die huidige visuele analiseerder
bg: Индекс на текущия визуален анализатор
ca: Índex de l'actual analitzador visual
cs: Index aktuálního vizuálního analyzátoru
da: Indeks for nuværende visuelle analysator.
de: Index des aktuellen Visualisierungs-Moduls
el: Δείκτης του τρέχοντος οπτικού αναλυτή
es: Índice del analizador visual actual
et: Aktiivse visuaalse analüsaatori indeks
eu: Uneko analizatzaile bisualaren indizea
fa: نمایۀ تحلیل‌کنندۀ تصویری جاری
fi: Nykyisen visuaalisen jäsentelijän tunniste
fr: Index de l'analyseur visuel courant
he: האינדקס של המאבחן החזותי הנוכחי
hu: Az aktuális vizuális analizátor azonosítója
it: Indice dell'analizzatore visivo attuale
ja: 現在のビジュアルアナライザのインデックス
ka: ინდექსი
km: លិបិក្រម​នៃ​ឧបករណ៍​វិភាគ​និម្មិត
ko: 현재 시각화 분석기의 인덱스
lt: Dabartinio grafinio vaizdinio indeksas
nb: Indeks til valgt lydbilde
nds: Index vun den aktuellen Frequenzkieker
ne: हालको दृश्यात्मक विश्लेषकको अनुक्रमणिका
nl: Index van de huidige visuele analyse
nn: Indeks til vald lydbilete
pa: ਮੌਜੂਦਾ ਦਿੱਖ ਸ਼ੰਸਲੇਸ਼ਨ ਦਾ ਤਤਕਰਾ
pl: Indeks aktualnego analizatora
pt: Índice do analisador visual actual
pt_br: Índice do analisador visual atual
ru: Индекс текущего видеоанализатора
sk: Index aktuálneho vizuálneho analyzátora
sr: Индекс текућег визуелног анализатора
th: ดัชนีของตัววิเคราะห์เสียง
tr: Geçerli görsel analizcinin göstergesi
uk: Індекс поточного наочного аналізатора

source: The ID of the visual analyzer to display.
af: Die ID wat vir die visuele analiseerder vertoon moet word
bg: Идентификацията на визуалния анализатор.
ca: Identificador de l'analitzador visual a mostrar.
cs: ID vizuálního analyzátoru, který bude zobrazen
da: Identifikationen for den visuelle analysator at vise.
de: Dies ist die ID des anzuzeigenden Visualisierungs-Moduls.
el: Η ταυτότητα του οπτικού αναλυτή για εμφάνιση.
es: El ID del analizador visual a mostrar.
et: Näidatava visuaalse analüsaatori ID.
eu: Uneko analizatzaile bisualaren IDa bistaratzeko.
fa: شناسۀ تحلیل‌کنندۀ تصویری برای نمایش.
fi: Nykyisen visuaalisen jäsentelijän tunniste.
fr: L'identifiant de l'analyseur visuel à afficher.
he: המזהה של המאבחן החזותי להצגה.
hu: A megjelenítendő vizuális analizátor azonosítója.
it: L'ID dell'analizzatore visivo da mostrare.
ja: 表示するビジュアルアナライザのID
ka: ID -სკენ.
km: លេខសម្គាល់​ឧបករណ៍​វិភាគ​និម្មិត ដែល​ត្រូវ​បង្ហាញ ។
ko: 표시하기 위한 시각화 분석기의 ID입니다.
lt: Rodomo grafinio vaizdinio indeksas.
nb: ID-nummeret til lydbildet som skal vises.
nds: De ID vun den Frequenzkieker, de wiest warrn schall
ne: प्रदर्शन गर्न दृश्यात्मक विश्लेषकको आईडी ।
nl: De ID van de visuele analyse om te weergeven.
nn: ID-nummeret til lydbiletet som skal visast.
pa: ਵੇਖਾਉਣ ਲਈ ਦਿੱਖ ਸ਼ੰਸ਼ਲੇਸ਼ਕ ਦਾ ID ਹੈ।
pl: ID analizatora do wyświetlenia.
pt: O ID do analisador visual a mostrar.
pt_br: O ID ou índice do analisador visual atual, para exibição.
ru: Идентификатор показываемого видеоанализатора
sk: ID vizuálneho analyzátora, ktorý bude zobrazený
sr: Ид. визуелног анализатора који треба приказати.
th: หมายเลขระบุตัวของตัวเสียงที่จะให้แสดง
tr: Gösterilecek görsel analizcinin kimliği.
uk: ІД наочного аналізатора.
