Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Not a valid mp3 file
af: Nie 'n geldige MP3 lêer
bg: Невалиден mp3 файл
ca: No és un fitxer mp3 vàlid
cs: Není platným mp3 souborem
da: Ikke en gyldig MP3-fil
de: Ungültige MP3-Datei
el: Μη έγκυρο αρχείο mp3
es: No es un archivo MP3 válido
et: Pole korrektne MP3-fail
eu: Ez da baliozko mp3 fitxategia
fa: یک پروندۀ mp3 معتبر نیست
fi: Kelvoton MP3-tiedosto
fr: Le fichier n'est pas un fichier MP3 valide
he: לא קובץ mp3 תקין
hu: Nem érvényes MP3-fájl
it: Non è un file mp3 valido
ja: 有効な mp3 ファイルではありません
km: មិន​មាន​ឯកសារ mp3 ត្រឹមត្រូវ
ko: 유효한 MP3 파일이 아닙니다.
lt: Ne mp3 byla
nb: Ingen gyldig mp3-fil
nds: Keen gellen MP3-Datei
ne: वैध mp3 फाइल होइन
nl: Geen geldig mp3-bestand
nn: Ikkje ei gyldig MP3-fil
pa: ਇੱਕ ਠੀਕ mp3 ਫਾਇਲ ਨਹੀਂ ਹੈ
pl: Niepoprawny plik mp3
pt: Não é um ficheiro MP3 válido
pt_br: Não é um arquivo mp3 válido
ru: Недопустимые файл mp3
se: Gustohis mp3-fiila
sk: Neplatný mp3 súbor
sr: Није исправан MP3 фајл
th: ไม่ใช่แฟ้ม mp3 ที่ถูกต้อง
tr: Geçerli bir mp3 dosyası değil
uk: Не чинний файл mp3

source: Copying / Sent %1%...
af: Kopiëer / Stuur %1%...
bg: Копиране / Изпращане на %1%...
ca: S'està copiant / S'ha enviat el %1%...
da: Kopierer - sendte %1 %...
de: Kopieren / %1% gesendet ...
el: Αντιγραφή / Απεστάλη το %1%...
es: Copiando / enviado %1%...
et: Kopeerimine / saadetud %1%...
eu: Kopiatzen / Bidaltzen %%%1...
fa: رونوشت / ارسال %1٪...
fi: Kopioidaan… (%1%)
fr: Copie / Envoie %1%...
he: מעתיק / שולח %1%...
hu: Másolás / Átküldve %1 %...
it: In copia / Inviati %1%...
ja: コピー / 送信 %1%...
km: កំពុង​ចម្លង / បាន​ផ្ញើ %1%...
ko: 복사중 / %1% 전송...
lt: Kopijuojama / siunčiama %1%...
nb: Kopierer / sendt %1% …
nds: An't Koperen / %1% sendt...
ne: प्रतिलिपि गर्दै / पठाइयो %1%...
nl: Gekopieerd / Verzonden %1%...
nn: Kopierer / sendt %1 % …
pa: %1% ਨਕਲ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ/ਭੇਜੇ...
pl: Kopiowanie / wysłano %1 %...
pt: A copiar / %1% enviado...
pt_br: Copiando / Enviando %1%...
ru: Копирование / Передано %1%...
se: Máŋgejuvvon / Sáddejuvvon %1% …
sk: Kopírovanie / Poslané %1%...
sr: Копирам / послато %1%...
th: กำลังคัดลอก / ส่ง %1%...
tr: Kopyalanıyor / Gönderilen %1%...
uk: Копіювання / Надіслано %1%...

source: Download file
af: Laai lêer af
bg: Сваляне на файл
ca: Descarrega el fitxer
cs: Stáhnout soubor
da: Hent fil
de: Datei herunterladen
el: Λήψη αρχείου
es: Descargar el archivo
et: Laadi fail alla
eu: Deskargatu fitxategia
fa: بارگیری پرونده
fi: Lataa tiedosto
fr: Télécharger le fichier
he: מוריד קובץ
hu: Fájl letöltése
it: Scarica file
ja: ファイルをダウンロード
km: ទាញ​យក​ឯកសារ
ko: 파일 다운로드
lt: Atsiųsti bylą
nb: Last ned fil
nds: Datei daalladen
ne: फाइल डाउनलोड गर्नुहोस्
nl: Bestand downloaden
nn: Last ned fil
pa: ਫਾਇਲ ਡਾਊਨਲੋਡ
pl: Pobierz plik
pt: Obter o ficheiro
pt_br: Baixar arquivo
ru: Загрузить файл
se: Viečča fiilla
sk: Stiahnuť súbor
sr: Преузми фајл
th: ดาวน์โหลดแฟ้ม
tr: Dosya indir
uk: Звантажити файл

source: Download to collection
af: Laai af na die versameling
bg: Сваляне в колекция
ca: Descarrega a la col·lecció
cs: Stáhnout do kolekce
da: Hent til samling
de: Zur Sammlung &herunterladen
el: Λήψη στη συλλογή
es: Descargar a la colección
et: Laadi muusikakogusse
eu: Deskargatu bildumara
fa: بارگیری در مجموعه
fi: Lataa kokoelmaan
fr: Télécharger vers la collection
he: מוריד לאוסף
hu: Letöltés a gyűjteménybe
it: Scarica nella collezione
ja: コレクションにダウンロード
km: ទាញ​យក​ទៅ​សម្រាំង
ko: 모음집에 다운로드
lt: Atsiųsti į fonoteką
nb: Last ned til samling
nds: Na de Sammeln daalladen
ne: सङ्कलनमा डाउनलोड गर्नुहोस्
nl: Kopiëren naar collectie
nn: Last ned til samlinga
pa: ਭੰਡਾਰ 'ਚ ਡਾਊਨਲੋਡ
pl: Pobierz do kolekcji
pt: Transferir para a colecção
pt_br: Baixar para a coleção
ru: Загрузить в коллекцию
se: Viečča čoahkkádussii
sk: Stiahnuť do kolekcie
sr: Преузми у збирку
th: ดาวน์โหลดไปยังคลังดนตรี
tr: Koleksiyona indir
uk: Звантажити у збірку

source: Delete from device
af: Vee van toestel af
bg: Изтриване от устройство
ca: Suprimeix del dispositiu
cs: Smazat ze zařízení
da: Slet fra enhed
de: Vom Media-Player löschen
el: Διαγραφή από τη συσκευή
es: Borrar del dispositivo
et: Kustuta seadmelt
eu: Ezabatu gailutik
fa: حذف از دستگاه
fi: Poista laitteelta
fr: Effacer depuis le périphérique
he: מוחק מהתקן מדיה
hu: Törlés az eszközről
it: Elimina dal dispositivo
ja: デバイスから削除
km: លុប​​ពី​ឧបករណ៍
ko: 장치로부터 삭제
lt: Pašalinti iš įrenginio
nb: Slett fra enhet
nds: Op de Reedschap wegdoon
ne: यन्त्रबाट मेट्नुहोस्
nl: Van media-apparaat verwijderen
nn: Slett frå eining
pa: ਜੰਤਰ ਤੋਂ ਹਟਾਓ
pl: Usuń z urządzenia
pt: Remover do dispositivo
pt_br: Apagar do dispositivo
ru: Удалить с устройства
se: Sihko ovttadagas
sk: Vymazať zo zariadenia
sr: Обриши са уређаја
th: ลบออกจากอุปกรณ์
tr: Aygıttan sil
uk: Вилучити з пристрою

source: _n: 1 track found on device %n tracks found on device
af: 1 snit op die toestel gevind %n snitte op die toestel gevind
bg: В устройството е намерен 1 запис В устройството са намерени %n записа
ca: S'ha trobat una peça al dispositiu S'han trobat %n peces al dispositiu
cs: 1 skladba je již na zařízení %n skladby již jsou na zařízení %n skladeb již je na zařízení
da: 1 spor fundet på enheden %n spor fundet på enheden
de: 1 Stück auf dem Media-Player gefunden %n Stücke auf dem Media-Player gefunden
el: 1 κομμάτι βρέθηκε στη συσκευή %n κομμάτια βρέθηκαν στη συσκευή
es: Encontrada una pista en el dispositivo Encontradas %n pistas en el dispositivo
et: 1 pala leiti seadmel %n pala leiti seadmel
eu: Pista 1 aurkitu da gailuan %n pista aurkitu dira gailuan
fa: %n شیار در دستگاه یافت شد
fi: 1 kappale löytyi laitteelta %n kappaletta löytyi laitteelta
fr: %n morceau trouvé sur le périphérique %n morceaux trouvés sur le périphérique
he: נמצאה רצועה אחת בהתקן המדיה נמצאו %n רצועות בהתקן המדיה
hu: %n szám található az eszközön
it: 1 traccia trovata sul dispositivo %n tracce trovate sul dispositivo
ja: デバイスに %n トラック見つかりました
km: រក​ឃើញ %n បទ​នៅ​លើ​ឧបករណ៍​
lt: Įrenginyje rasta %n daina Įrenginyje rastos %n dainos Įrenginyje rasta %n dainų
nb: 1 spor funnet på enheten %n spor funnet på enheten
nds: 1 Stück op de Reedschap funnen %n Stücken op de Reedschap funnen
ne: १ ट्रयाक यन्त्रमा फेला पर्यो %n ट्रयाकहरू यन्त्रमा फेला पर्यो
nl: 1 track gevonden op apparaat %n tracks gevonden op apparaat
nn: Fann 1 spor på eininga. Fann %n spor på eininga.
pa: ਜੰਤਰ ਉੱਤੇ ਇੱਕ ਟਰੈਕ ਲੱਭਿਆ ਜੰਤਰ ਉੱਤੇ %n ਟਰੈਕ ਲੱਭੇ
pl: Jeden utwór znaleziony na urządzeniu %n utwory znalezione na urządzeniu %n utworów znalezionych na urządzeniu
pt: 1 faixa no dispositivo %n faixas no dispositivo
pt_br: 1 faixa encontrada no dispositivo %n faixas encontradas no dispositivo
ru: %n дорожка в переносном устройстве %n дорожки в переносном устройстве %n дорожек в переносном устройстве
se: Okta bihttá gávdnon ovttagas %n bihtá gávdnon ovttadagas
sk: 1 stopa nájdená na zariadení %n stopy nájdené na zariadení %n stôp nájdených na zariadení
sr: %n нумера нађена на уређају %n нумере нађене на уређају %n нумера нађено на уређају
th: พบเพลง %n เพลงในอุปกรณ์
tr: Aygıtta %n dosya bulundu
uk: %n доріжку знайдено на пристрої %n доріжки знайдено на пристрої %n доріжок знайдено на пристрої

source: On auxiliary power
af: Op reserve krag
bg: На външно захранване
ca: S'està en alimentació auxiliar
da: Forbundet til ydre strøm
de: Läuft über Hilfsstrom
el: Σε βοηθητική τροφοδοσία
es: Funcionando con la batería
et: Lisatoitel
eu: Energia lagungarriarekin
fa: در توان کمکی
fi: Varavirralla
fr: Sur l'énergie auxiliaire
he: על כוח עזר
hu: Segéd-áramforráson
it: Alimentazione ausiliaria
ja: 補助電源で
km: នៅ​លើ​ថាមពល​បន្ថែម
ko: 오디오 전원 온
lt: Naudoja papildomą energiją
nb: På ekstra strømforsyning
nds: Löppt mit Hülpstroom
ne: सहायक शक्तिमा
nl: Op externe voeding
nn: På ekstra straumforsyning
pa: ਬੈਟਰੀਆਂ ਉੱਤੇ
pl: Na zasilaniu zewnętrznym
pt: Ligado à bateria
pt_br: Com energia auxiliar
ru: Работает от вспомогательного источника питания
sk: Na prídavnom napájaní
sr: На помоћном напајању
th: ใช้งานแหล่งพลังงานเสริม
tr: Yedek güçle çalışıyor
uk: На додатковому джерелі живлення

source: On main power
af: Op hooflyn krag
bg: На основно захранване
ca: S'està en alimentació principal
da: Forbundet til hovedstrøm
de: Läuft über Hauptstromquelle
el: Σε κύρια τροφοδοσία
es: Conectado a la red eléctrica
et: Põhitoitel
eu: Energia nagusiarekin
fa: در توان اصلی
fi: Päävirralla
fr: Sur l'énergie principale
he: על כוח ראשי
hu: Fő-áramforráson
it: Alimentazione principale
ja: メイン電源で
km: នៅលើ​ថាមពល​មេ
ko: 주 전원 온
lt: Naudoja pagrindinę energiją
nb: På hovedstrømforsyning
nds: Löppt mit Hööftstroom
ne: मुख्य शक्तिमा
nl: Op hoofdvoeding
nn: På hovudstraumforsyning
pa: ਮੁੱਖ ਊਰਜਾ ਉੱਤੇ
pl: Na zasilaniu głównym
pt: Ligado à corrente
pt_br: Com energia principal
ru: Работает от основного источника питания
sk: Na hlavnom napájaní
sr: На главном напајању
th: ใช้แหล่งพลังงานหลัก
tr: Ana güçle çalışıyor
uk: На головному джерелі живлення

source: Battery charging
af: Batery besig om gelaai te word
bg: Зареждане на батерията
ca: S'està carregant la bateria
da: Batteriet oplader
de: Akku lädt
el: Γίνεται φόρτιση μπαταρίας
es: La batería se está cargando
et: Aku laeb
eu: Bateria kargatzen
fa: بار باتری
fi: Akku latautuu
fr: Batterie en charge
he: סוללה נטענת
hu: Akkumulátortöltés
it: Batteria in carica
ja: バッテリ充電中
km: កំពុង​បញ្ចូល​ថ្ម
ko: 배터리 충전중
lt: Akumuliatorius įkraunamas
nb: Batteri lades
nds: Batterie warrt laadt
ne: ब्याट्री चार्ज गर्दै
nl: Batterij wordt opgeladen
nn: Batteriet vert lada
pa: ਬੈਟਰੀ ਚਾਰਜ ਹੋ ਰਹੀ ਹੈ
pl: Ładowanie akumulatora
pt: Bateria a carregar
pt_br: Bateria sendo carregada
ru: Аккумуляторы заряжаются
se: Bahtter laddejuvvo
sk: Batéria je nabíjaná
sr: Батерија се пуни
th: กำลังชาร์จแบ็ตเตอรี้
tr: Pil dolduruluyor
uk: Батарея заряджається

source: Battery not charging
af: Batery word nie gelaai nie
bg: Батерията не се зарежда
ca: No s'està carregant la bateria
da: Batteriet oplader ikke
de: Akku lädt nicht
el: Δε γίνεται φόρτιση μπαταρίας
es: La batería no se está cargando
et: Aku ei lae
eu: Bateria ez da kargatzen ari
fa: باتری بار نمی‌شود
fi: Akkua ei ladata
fr: La batterie n'est pas en charge
he: סוללה אינה נטענת
hu: Az akkumulátor nem töltődik
it: Batteria non in carica
ja: バッテリ充電なし
km: មិន​កំពុង​បញ្ចូល​ថ្ម
ko: 배터리를 충전하고 있지 않습니다.
lt: Akumuliatorius neįkraunamas
nb: Batteri lades ikke
nds: Batterie warrt nich laadt
ne: ब्याट्री चार्ज भइरहेको छैन
nl: Batterij wordt niet opgeladen
nn: Batteriet vert ikkje lada
pa: ਬੈਟਰੀ ਚਾਰਜ ਨਹੀਂ ਹੋ ਰਹੀ ਹੈ
pl: Akumulator nie ładowany
pt: Bateria sem carregamento
pt_br: Bateria não está sendo carregada
ru: Аккумуляторы не заряжаются
se: Bahtter ii laddejuvvo
sk: Batérie nie je nabíjaná
sr: Батерија се не пуни
th: แบ็ตเตอรี่ไม่ได้ชาร์จ
tr: Pil doldurulmuyor
uk: Батарея не заряджається

source: Battery level:
af: Batery vlak:
bg: Ниво на батерията:
ca: Nivell de la bateria:
da: Batteriniveau:
de: Akkustand:
el: Επίπεδο μπαταρίας:
es: Nivel de la batería
et: Aku tase:
eu: Bateria-maila:
fa: سطح باتری:
fi: Virtataso:
fr: Niveau de batterie :
he: רמת סוללה:
hu: Akkumulátorszint:
it: Livello della batteria:
ja: バッテリレベル:
km: កម្រិត​ថ្ម ៖
ko: 베터리 단계:
lt: Akumuliatoriaus būsena:
nb: Batterinivå:
nds: Batterietostand:
ne: ब्याट्री तह:
nl: Batterijniveau:
nn: Batterinivå:
pa: ਬੈਟਰੀ ਪੱਧਰ:
pl: Poziom baterii
pt: Nível da bateria:
pt_br: Nível da bateria:
ru: Заряд аккумуляторов:
se: Bahtterdássi:
sk: Úroveň nabitia batérie:
sr: Ниво батерије:
th: ระดับแบ็ตเตอรี่:
tr: Pil durumu:
uk: Рівень батареї:

source: Player Information for
af: Speler informasie vir
bg: Информация за изпълнител за
ca: Informació del reproductor per
da: Spillerinformation for
de: Player-Information für
el: Πληροφορίες συσκευής για
es: Información del reproductor de
et: Mängija info:
eu: Erreproduktore-informazioa:
fa: اطلاعات پخش‌کننده برای
fi: Soittimen tiedot
fr: Informations du lecteur pour
he: מידע על הנגן עבור
hu: Lejátszó-információk erről:
it: Informazioni del lettore per
ja: プレーヤ情報
km: ព័ត៌មាន​កម្មវិធី​ចាក់​សម្រាប់
ko: 다음에 대한 재생기 정보
lt: Grotuvo informacija
nb: Spillerinformasjon for
nds: Afspeler-Informatschoon för
ne: यसका लागि प्लेयर जानकारी
nl: Afspelerinformatie voor
nn: Spelarinformasjon for
pa: ਪਲੇਅਰ ਜਾਣਕਾਰੀ
pl: Informacja o odtwarzaczu dla
pt: Informação do Leitor de
pt_br: Informações sobre o reprodutor
ru: Сведения об устройстве
se: Dieđut čuojanasas
sk: Informácie prehrávača o
sr: Подаци о уређају за
th: ข้อมูลเครื่องเล่น สำหรับ
tr: Oynatıcı Bilgisi
uk: Інформація програвача для

source: Power status:
af: Krag status:
bg: Състояние на захранването:
ca: Estat de l'alimentació:
da: Strømstatus:
de: Stromstatus:
el: Κατάσταση τροφοδοσίας:
es: Estado de alimentación:
et: Energia olek:
fa: وضعیت توان:
fi: Virtaa jäljellä:
fr: Statut de l'énergie :
he: מצב כוח:
hu: Áramforrás-állapot:
it: Stato dell'alimentazione:
ja: 電源の状態:
km: ស្ថានភាព​ថាមពល ៖ ​
ko: 전원 상태:
lt: Energijos būsena:
nb: Energistatus:
nds: Stroomtostüern:
ne: शक्ति वस्तुस्थिति:
nl: Energiestatus:
nn: Straumstatus:
pa: ਊਰਜਾ ਹਾਲਤ:
pl: Stan zasilania:
pt: Estado da alimentação:
pt_br: Status da energia:
ru: Питание:
se: Árjjastáhtus:
sk: Stav energie:
sr: Стање напајања:
th: สถานะพลังงาน:
tr: Güç durumu:
uk: Стан ел. живлення:

source: Battery status:
af: Batery status:
bg: Състояние на батерията:
ca: Estat de la bateria:
da: Batteristatus:
de: Akkustatus:
el: Κατάσταση μπαταρίας:
es: Estado de la batería:
et: Aku olek:
eu: Bateriaren egoera:
fa: وضعیت باتری:
fi: Akun tila:
fr: Statut de la batterie :
he: מצב סוללה:
hu: Akkumulátor-állapot:
it: Stato della batteria:
ja: バッテリの状態:
km: ស្ថានភាព​ថ្ម ៖
ko: 배터리 상태:
lt: Akumuliatoriaus būsena:
nb: Batteristatus:
nds: Batteriestatus:
ne: ब्याट्री वस्तुस्थिति:
nl: Batterijstatus:
nn: Batteristatus:
pa: ਬੈਟਰੀ ਹਾਲਤ:
pl: Stan baterii:
pt: Estado da bateria:
pt_br: Status da bateria:
ru: Аккумуляторы:
se: Bahtterstáhtus:
sk: Stav batérie:
sr: Стање батерије:
th: สถานะแบ็ตเตอรี่:
tr: Pil durumu:
uk: Стан батареї:

source: Player not connected
af: Speler nie gekoppel nie
bg: Плеърът не е свързан
ca: El reproductor no està connectat
cs: Přehrávač nepřipojen
da: Spiller ikke forbundet
de: Player ist nicht verbunden
el: Συσκευή μη συνδεδεμένη
es: Reproductor no conectado
et: Mängija pole ühendatud
eu: Erreproduktorea ez dago konektatuta
fa: پخش‌کننده متصل نشد
fi: Soitinta ei ole liitetty
fr: Le lecteur n'est pas connecté
he: נגן לא מחובר
hu: A lejátszó nincs csatlakoztatva
it: Lettore non connesso
ja: プレーヤが接続されていません
km: កម្មវិធី​ចាក់​មិន​បាន​តភ្ជាប់
ko: 재생기가 연결되어 있지 않음
lt: Grotuvas neprijungtas
nb: Spiller ikke tilkoblet
nds: Afspeler nich tokoppelt
ne: प्लेयर जडान गरिएको छैन
nl: Afspeler is niet verbonden
nn: Spelar ikkje kopla til
pa: ਪਲੇਅਰ ਜੁੜਿਆ ਨਹੀਂ ਹੈ
pl: Odtwarzacz nie podłączony
pt: 'Socket' Está Ligado
pt_br: Reprodutor não está conectado
ru: Плеер не подключён
se: Čuojan ii leat laktašuvvon
sk: Prehrávač nepripojený
sr: Плејер није повезан
th: เครื่องเล่นไม่ได้ต่ออยู่
tr: Oynatıcı bağlı değil
uk: Програвач не з'єднаний

source: Device information
af: Toestel informasie
bg: Информация за устройството
ca: Informació del dispositiu
cs: Informace o zařízení
da: Enhedsinformation
de: Geräte-Information
el: Πληροφορίες συσκευής
es: Información del dispositivo
et: Seadme info
eu: Gailuaren informazioa
fa: اطلاعات دستگاه
fi: Laitteen tiedot
fr: Informations du périphérique
he: מידע על התקן
hu: Eszközinformáció
it: Informazioni sul dispositivo
ja: デバイス情報
km: ព័ត៌មាន​ឧបករណ៍
ko: 장치 정보
lt: Įrenginio informacija
nb: Informasjon om enhet
nds: Reedschap-Informatschonen
ne: यन्त्र जानकारी
nl: Apparaatinformatie
nn: Einingsinformasjon
pa: ਜੰਤਰ ਜਾਣਕਾਰੀ
pl: Informacja o urządzeniu
pt: Informação do dispositivo
pt_br: Informações sobre o dispositivo
ru: Сведения об устройстве
se: Ovttadatdieđut
sk: Informácie o zariadení
sr: Подаци о уређају
th: ข้อมูลอุปกรณ์
tr: Aygıt bilgisi
uk: Інформація про пристрій

source: Unknown artist
af: Onbekende kunstenaar
bg: Неизвестен изпълнител
ca: Artista desconegut
cs: Neznámý umělec
da: Ukendt kunstner
de: Unbekannter Interpret
el: Άγνωστος καλλιτέχνης
es: Artista desconocido
et: Tundmatu esitaja
eu: Artista ezezaguna
fa: هنرمند ناشناخته
fi: Tuntematon artisti
fr: Artiste inconnu
he: אומן לא ידוע
hu: Ismeretlen előadó
it: Artista sconosciuto
ja: 不明なアーティスト
ka: უცნობი მომღერალი
km: មិន​ស្គាល់​សិល្បករ
ko: 알 수 없는 아티스트
lt: Nežinomas atlikėjas
nb: Ukjent artist
nds: Nich bekannt Künstler
ne: अज्ञात कलाकार
nl: Onbekende artiest
nn: Ukjend artist
pa: ਅਣਜਾਣ ਕਲਾਕਾਰ
pl: Nieznany wykonawca
pt: Artista desconhecido
pt_br: Artista desconhecido
ru: Неизвестный исполнитель
se: Amas artista
sk: Neznámy interpret
sr: Непознат извођач
th: ศิลปินที่ไม่รู้จัก
tr: Bilinmeyen sanatçı
uk: Невідомий виконавець

source: Unknown album
af: Onbekende album
bg: Неизвестен албум
ca: Àlbum desconegut
cs: Neznámé album
da: Ukendt album
de: Unbekanntes Album
el: Άγνωστο άλμπουμ
es: Álbum desconocido
et: Tundmatu album
eu: Album ezezaguna
fa: آلبوم ناشناخته
fi: Tuntematon levy
fr: Album inconnu
he: כותר לא ידוע
hu: Ismeretlen album
it: Album sconosciuto
ja: 不明なアルバム
ka: უცნობი ალბომი
km: មិន​ស្គាល់​អាល់ប៊ុម
ko: 알 수 없는 엘범
lt: Nežinomas albumas
nb: Ukjent album
nds: Nich bekannt Album
ne: अज्ञात एल्बम
nl: Onbekend album
nn: Ukjent album
pa: ਅਣਜਾਣ ਐਲਬਮ
pl: Nieznany album
pt: Álbum desconhecido
pt_br: Álbum desconhecido
ru: Неизвестный альбом
se: Amas skearru
sk: Neznámy album
sr: Непознат албум
th: อัลบั้มที่ไม่รู้จัก
tr: Bilinmeyen albüm
uk: Невідомий альбом

source: Unknown title
af: Onbekende titel
bg: Неизвестно заглавие
ca: Títol desconegut
cs: Neznámý titul
da: Ukendt titel
de: Unbekannter TitelEintrag
el: Άγνωστος τίτλος
es: Título desconocido
et: Tundmatu pealkiri
eu: Titulu ezezaguna
fa: عنوان ناشناخته
fi: Tuntematon otsikko
fr: Titre inconnu
he: כותר לא ידוע
hu: Ismeretlen cím
it: Titolo sconosciuto
ja: 不明なタイトル
km: មិន​ស្គាល់​ចំណង​ជើង
ko: 알 수 없는 제목
lt: Nežinomas pavadinimas
nb: Ukjent tittel
nds: Nich bekannt Titel
ne: अज्ञात शीर्षक
nl: Onbekende titel
nn: Ukjend tittel
pa: ਅਣਜਾਣ ਨਾਂ
pl: Nieznany tytuł
pt: Título desconhecido
pt_br: Título desconhecido
ru: Неизвестное название
se: Amas namahus
sk: Neznámy titul
sr: Непознат наслов
th: ชื่อที่ไ่ไม่รู้จัก
tr: Bilinmeyen başlık
uk: Невідомий заголовок

source: Unknown genre
af: Onbekende tipe
bg: Неизвестен жанр
ca: Gènere desconegut
cs: Neznámý žánr
da: Ukendt genre
de: Unbekanntes Genre
el: Άγνωστο είδος
es: Género desconocido
et: Tundmatu žanr
eu: Genero ezezaguna
fa: نوع ناشناخته
fi: Tuntematon tyylilaji
fr: Style inconnu
he: סגנון לא ידוע
hu: Ismeretlen műfaj
it: Genere sconosciuto
ja: 不明なジャンル
km: មិនស្គាល់​ប្រភេទ
ko: 알 수 없는 장르
lt: Nežinomas žanras
nb: Ukjent sjanger
nds: Nich bekannt Musikoort
ne: अज्ञात विधा
nl: Onbekend genre
nn: Ukjend sjanger
pa: ਅਣਜਾਣ ਧੁਨ
pl: Nieznany gatunek
pt: Género desconhecido
pt_br: Gênero desconhecido
ru: Неизвестный жанр
se: Amas šaŋra
sk: Neznámy žáner
sr: Непознат жанр
th: ประเภทที่ไม่รู้จัก
tr: Bilinmeyen tarz
uk: Невідомий жанр

source: MTP Media Device
af: MTP Media Toestel
bg: Медийно устройство MTP
ca: Dispositiu de suports MTP
da: MTP-medieenhed
de: MTP Media-Player
el: Συσκευή πολυμέσων MTP
es: Dispositivo de medios MTP
et: MTP meediaseade
fa: دستگاه رسانۀ MTP
fi: MTP-medialaitte
fr: Périphérique de média MTP
hu: MTP médiaeszköz
it: Dispositivo multimediale MTP
ja: MTP メディアデバイス
km: ឧបករណ៍​​ផ្ទុក MTP
lt: MTP muzikos įrenginys
nb: MTP medieenhet
nds: MTP-Medienreedschap
ne: एमटीपी मिडिया यन्त्र
nl: MTP-media-apparaat
nn: MTP-medieeining
pa: MTP ਮੀਡਿਆ ਜੰਤਰ
pl: Urządzenie mediów MTP
pt: Dispositivo Multimédia MTP
pt_br: Dispositivo de Mídia MTP
se: MTP-mediaovttadat
sk: MTP Mediálne zariadenie
sr: Мултимедијални уређај MTP
th: อุปกรณ์เล่นสื่อ MTP
tr: MTP Medya Aygıtı
uk: Медіа-пристрій MTP

source: Special functions of your device
af: Spesiale funksies van jou toestel
bg: Специални функции на устройството
ca: Funcions especials del vostre reproductor
cs: Speciální funkce vašeho zařízení
da: Specialfunktioner for din enhed
de: Erweiterte Funktionen für Ihren Media-Player
el: Ειδικές λειτουργίες της συσκευής σας
es: Funciones especiales de su dispositivo
et: Seadme erifunktsioonid
eu: Zure gailuaren funtzio bereziak
fa: کارهای ویژۀ دستگاهتان
fi: Laitteen erikoistoiminnot
fr: Fonctions spéciales de votre périphérique
he: תכונות המיוחדות להתקן שלך
hu: Az eszköz speciális funkciói
it: Funzioni speciali del tuo dispositivo
ja: あなたのデバイスの特別な機能
km: មុខងារ​ពិសេស​នៃ​ឧបករណ៍​របស់​អ្នក
ko: 공유된 음악
lt: Specialios įrenginio funkcijos
nb: Spesielle funksjoner til enheten
nds: Besünner Funkschonen vun Dien Reedschap
ne: तपाईँको यन्त्रको विशेष कार्य
nl: Speciale functies van uw apparaat
nn: Spesielle funksjonar for eininga
pl: Specjalne funkcje Twojego urządzenia
pt: Funções especiais do seu dispositivo
pt_br: Recursos especiais do seu dispositivo
ru: Специальные функции вашего устройства
se: Ovttadaga erenoamáš doaimmat
sk: Špeciálne funkcie vášho zariadenia
sr: Посебне функције вашег уређаја
th: คุณสมบัติพิ่พิเศษของอุปกรณ์ของคุณ
tr: Aygıtınızın özel işlevleri
uk: Спеціальні функції вашого пристрою

source: Could not send track
af: Kon nie die snit stuur nie
bg: Записът не може да бъде изпратен
ca: No s'ha pogut enviar la peça
cs: Nelze odeslat skladbu
da: Kunne ikke sende spor
de: Das Stück ließ sich nicht übermitteln.
el: Αδυναμία αποστολής κομματιού
es: No se pudo leer la pista
et: Pala saatmine ebaõnnestus
eu: Ezin izan da pista bidali
fa: نتوانست شیار را ارسال کند
fi: Kappaleen lähetys ei onnistunut
fr: Impossible d'envoyer ce morceau
he: אין אפשרות לשלוח רצועה
hu: Nem sikerült átküldeni a számot
it: Impossibile inviare la traccia
ja: トラックを送信できませんでした
km: មិន​អាច​ផ្ញើ​បទ
ko: 이 패키지를 읽을 수 없습니다.
lt: Nepavyko persiųsti dainos
nb: Kunne ikke sende spor
nds: Stück lett sik nich överdregen
ne: ट्रयाक पठाउन सकेन
nl: Kon track niet verzenden
nn: Klarte ikkje senda spor
pa: ਟਰੈਕ ਭੇਜਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ
pl: Nie można było wysłać utworu
pt: Não foi possível enviar a faixa
pt_br: Não foi possível enviar a faixa
ru: Не удалось передать композицию.
se: Ii sáhttán sáddet bihtá
sk: Nie je možné poslať stopu
sr: Нисам могао да пошаљем нумеру
th: ไม่สามารถส่งเพลงไปได้
tr: Parça gönderilemedi
uk: Не вдалось надіслати доріжку

source: Cannot determine a valid file type
af: Kan nie 'n geldige lêer tipe bepaal nie
bg: Не може да бъде определен валиден вид файл
ca: No s'ha pogut determinar un tipus de fitxer vàlid
da: Kan ikke bestemme en gyldig filtype
de: Es lässt sich kein gültiger Dateityp ermitteln
el: Αδυναμία καθορισμού ενός έγκυρου τύπου αρχείου
es: No se puede determinar un tipo de archivo válido
et: Korrektse failitüübi määramine ebaõnnestus
eu: Ezin da baliozko fitxategi-mota zehaztu
fa: نمی‌توان یک نوع پروندۀ معتبر تعیین کرد
fi: Tiedostotyypin tunnistaminen ei onnistunut
fr: Impossible de déterminer un type de fichier valide
he: אין אפשרות לקבוע סוג קובץ חוקי
hu: Nem sikerült meghatározni érvényes fájltípust
it: Impossibile determinare un tipo di file valido
ja: 有効なファイルタイプを検出できません
km: មិន​អាច​កំណត់​ប្រភេទ​ឯកសារ​ត្រឹមត្រូវ​មួយ
ko: 유효한 파일 형식을 결정할 수 없습니다
lt: Nepavyko atpažinti bylos tipo
nb: Kan ikke bestemme en gyldig filtype
nds: Dor lett sik keen gellen Dateityp fastmaken
ne: वैध फाइल प्रकार निर्धारण गर्न सकिँदैन
nl: Kan geen geldig bestandstype bepalen
nn: Klarte ikkje fastsetja gyldig filtype
pl: Nie można określić właściwego typu pliku
pt: Não é possível determinar um tipo de ficheiro válido
pt_br: Não foi possível determinar um tipo de arquivo válido
ru: Не удалось определить тип файла
se: Ii sáhte meroštit gustojeaddji fiilašlája
sk: Nemôžem určiť platný typ súboru
sr: Не могу да одредим исправан тип фајла
th: ไม่สามารถพิจารณาชนิดของแฟ้มที่ถูกต้องได้
tr: Geçerli bir dosya türü belirlenemiyor
uk: Не вдається визначити чинний тип файла
