Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Failed CD device lookup in xine engine
af: CD toestel opkyk in die Xine enjin was onsuksesvol
bg: Търсенето на CD устройство в xine беше неуспешно
ca: Ha fallat la cerca pel dispositiu de CD al motor Xine
da: Mislykket opslag af cd-enhed i Xine-grænseflade
de: Ermittlung des CD-ROM-Laufwerkes über den Xine-Treiber ist fehlgeschlagen.
el: Η αναζήτηση συσκευής CD στη μηχανή xine απέτυχε
es: Error al buscar dispositivo de CD en el motor xine
et: Xine mootor ei leidnud CD-seadet
fa: خرابی در مراجعه دستگاه دیسک فشرده در موتور xine
fi: CD-laitteen haku epäonnistui xine-toistojärjestelmässä
fr: Erreur lors de la recherche du périphérique de CD dans le moteur xine
hu: Nem sikerült lekérdezni a CD-eszközt a Xine hangrendszerben
it: Ricerca del dispositivo CD con il motore xine non riuscita
ja: xine エンジンで CD デバイスの検索に失敗
km: ការរក​ឧបករណ៍​ស៊ីឌី​បាន​បរាជ័យ​នៅ​ក្នុង​ម៉ាស៊ីន xine
lt: xine sistemai nepavyko rasti CD įrenginio
nb: Oppslag etter CD-enhet mislyktes i xine-motoren
nds: De "xine"-Klangmaschien kunn de CD-Reedschap nich nakieken.
ne: जाइन इन्जिनमा सीडी यन्त्र खोजी असफल भयो
nl: CD device lookup in xine-engine is mislukt
nn: Feil ved oppslag for CD-eininga i xine-motoren.
pl: Poszukiwanie płyty CD przez moduł xine nie powiodło się
pt: A pesquisa de dispositivos de CD falhou no motor do Xine
pt_br: Falha na busca do dispositivo de CD pelo mecanismo xine
sk: Zlyhalo vyhľadávanie CD zariadenia v xine engine
sr: Није успела потрага за CD уређајем у мотору Xine
th: การค้นหาอุปกรณ์ซีดีในโปรแกรม xine ล้มเหลว
tr: Xine motoru CD aygıtını ararken başarısız oldu
uk: Помилка пошуку пристрою КД в рушії xine

source: Getting AudioCD contents...
af: Besig om oudio CD inhoud te kry...
bg: Извличане съдържанието на компактдиска...
ca: S'està obtenint el contingut del CD Àudio...
cs: Získávám obsah zvukového CD...
da: Henter lyd-cd's indhold...
de: Inhalt der Audio-CD wird eingelesen ...
el: Ανάγνωση των περιεχομένων του CD ήχου...
es: Obteniendo el contenido del CD de audio...
et: Audio-CD sisu hankimine...
eu: AudioCDaren edukia eskuratzen...
fa: به دست آوردن محتویات دیسک فشردۀ صوتی...
fi: Haetaan ääni-CD:n sisältöä…
fr: Récupération du contenu du CD Audio...
he: מביא תוכן של תקליטור שמע...
hu: A hang-CD tartalmának lekérdezése...
it: Ricezione contenuti CD audio...
ja: オーディオ CD の内容を取得...
ka: AudioCD-ს შიგთავსის მიღება...
km: កំពុង​យក​មាតិកា​របស់​ស៊ីឌីអូឌីយ៉ូ...
ko: 오디오 CD 내용 얻는 중...
lt: Nuskaitomas muzikinio CD turinys...
nb: Henter innhold i lyd-CD …
nds: De Inholt vun de Audio-CD warrt leest...
ne: अडियो सीडी सामग्री प्राप्त गर्दैछ...
nl: Audio-cd-inhoud wordt opgehaald...
nn: Hentar innhald frå lyd-CD …
pa: ਆਡੀਓ ਸੀਡੀ ਭਾਗ ਪ੍ਰਾਪਤ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl: Pobieranie zawartości CD Audio...
pt: A obter o conteúdo do CD de Áudio...
pt_br: Obtendo o Conteúdo do CD de Áudio...
ru: Получение индексной карты AudioCD...
se: Skáhppumin jietna-CD:a sisdoalu …
sk: Získavam obsah hudobného CD...
sr: Добављам садржај аудио CD-а...
th: กำลังรับสารบัญของซีดีบันทึกเสียง...
tr: Ses Cd'si içeriği alınıyor...
uk: Отримання змісту аудіо-КД...

source: Could not read AudioCD
af: Kon nie oudio CD lees nie
bg: Компактдискът не може да бъде прочетен
ca: No s'ha pogut llegir el CD Àudio
cs: Nelze přečíst zvukové CD
da: Kunne ikke læse lyd-cd.
de: Die Audio-CD ist nicht lesbar
el: Αδυναμία ανάγνωσης του CD ήχου
es: No se pudo leer el CD de audio
et: Audio-CD lugemine ebaõnnestus
eu: Ezin izan da AudioCDa irakurri
fa: نتوانست دیسک فشردۀ صوتی را بخواند
fi: Ääni-CD:n lukeminen epäonnistui
fr: Impossible de lire le CD Audio
he: לא יכול לקרוא את תקליטור השמע
hu: Nem sikerült olvasni a hang-CD-t
it: Impossibile leggere CD audio
ja: オーディオ CD を読み込めません。
ka: AudioCD ვერ წაიკითხა
km: មិន​អាច​អាន​ស៊ីឌីអូឌីយ៉ូ​បាន​ឡើយ
ko: AudioCD를 읽을 수 없습니다.
lt: Nepavyko perskaityti muzikinio CD
nb: Klarte ikke lese lyd-CD.
nds: Audio-CD lett sik nich lesen
ne: अडियो सीडी पढ्न सकेन
nl: Audio-cd kon niet worden gelezen
nn: Klarte ikkje lesa lyd-CD
pa: ਆਡੀਓ ਸੀਡੀ ਨੂੰ ਪੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie można było odczytać CD Audio
pt: Não foi possível ler o CD de Áudio
pt_br: Não foi possível ler o CD de Áudio
ru: Не удалось прочитать AudioCD
se: Ii sáhttán lohkat AudioCD
sk: Nemôžem prečítať hudobné CD
sr: Нисам могао да прочитам аудио CD
th: ไม่สามารถอ่านซีดีบันทึกเสียงได้
tr: Ses Cd'si okunamadı
uk: Не вдалося прочитати аудіо-КД

source: Unable to decode <i>%1</i>
af: Kon nie <i>%1</i> dekodeer nie.
bg: Не може да се декодира <i>%1</i>
ca: No s'ha pogut descodificar <i>%1</i>
cs: Nelze dekódovat <i>%1</i>
da: Kan ikke afkode <i>%1</i>
de: Dekodieren von <i>%1</i> nicht möglich
el: Αδύνατη η αποκωδικοποίηση του <i>%1</i>
es: No se pudo descodificar <i>%1</i>
et: <i>%1</i> dekodeerimine ebaõnnestus
eu: Ezin da <i>%1</i> dekodetu
fa: قادر به کدگشایی <i>%1</i> نیست
fi: Kohteen <i>%1</i> purkaminen ei onnistu
fr: Impossible de décoder <i>%1</i>
hu: Nem sikerült dekódolni ezt: <i>%1</i>
it: Impossibile decodificare <i>%1</i>
ja: <i>%1</i> をデコードできません。
ka: <i>%1</i>-ის დეკოდირება შეუძლებელია
km: មិន​អាច​ឌិកូដ <i>%1</i> បាន​ឡើយ
ko: <i>%1</i>(을)를 디코딩할 수 없습니다
lt: Nepavyko iškoduoti <i>%1</i>
nb: Klarte ikke dekode <i>%1</i>
nds: <i>%1</i> lett sik nich dekoderen
ne: डिकोड गर्न असक्षम <i>%1</i>
nl: <i>%1</i> kon niet worden gedecodeerd
nn: Klarte ikkje dekoda <i>%1</i>
pa: <i>%1</i> ਡੀਕੋਡ ਕਰਨ ਲਈ ਅਸਫ਼ਲ
pl: Nie można zakodować <i>%1</i>
pt: Não é possível descodificar o <i>%1</i>
pt_br: Não foi possível decodificar <i>%1</i>
ru: Не удалось декодировать <i>%1</i>
se: Ii sáhte dekodet <i>%1</i>
sk: Nepodarilo sa dekódovať <i>%1</i>
sr: Не могу да декодирам <i>%1</i>
th: ไม่สามารถทำการถอดรหัส <i>%1</i> ได้
tr: <i>%1</i> kaynağının kodlaması açılamadı
uk: Не вдалось декодувати <i>%1</i>

source: Invalid Operation
af: Ongeldige Aksie
bg: Невалидна операция
ca: Operació Invàlida
cs: Neplatná operace
da: Ugyldig handling
de: Ungültige Operation
el: Μη έγκυρη λειτουργία
es: Operación no válida
et: Vigane operatsioon
eu: Eragiketa baliogabea
fa: عمل نامعتبر
fi: Toiminto ei kelpaa
fr: Opération invalide
hu: Érvénytelen művelet
it: Operazione non valida
ja: 不正な操作
ka: არასწორი ოპერაცია
km: ប្រតិបត្តិការ​មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 작동
lt: Klaidingas veiksmas
nds: Leeg Akschoon
ne: अवैध सञ्चालन
pa: ਗਲਤ ਕਾਰਵਾਈ
pl: Niedozwolona operacja
pt: Operação Inválida
pt_br: Operação Inválida
ru: Недопустимая операция
se: Gustohis doaibma
sk: Neplatná operácia
sr: Неисправна операција
th: การทำงานไม่ถูกต้อง
tr: Geçersiz İşlem
uk: Не чинна дія

source: Invalid Version
af: Ongeldige Weergawe
bg: Невалидна версия
ca: Versió invàlida
cs: Neplatná verze
da: Ugyldig version
de: Ungültige Version
el: Μη έγκυρη έκδοση
es: Versión no válida
et: Vigane versioon
eu: Bertsio baliogabea
fa: نسخۀ نامعتبر
fi: Versio ei kelpaa
fr: Version invalide
hu: Érvénytelen verzió
it: Versione non valida
ja: 不正なバージョン
ka: არასწორი ვერსია
km: កំណែ​មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 버전
lt: Klaidinga versija
nds: Leeg Verschoon
ne: अवैध संस्करण
pa: ਗਲਤ ਵਰਜਨ
pl: Niewłaściwa wersja
pt: Versão Inválida
pt_br: Versão Inválida
ru: Неподдерживаемая версия
se: Gustohis veršuvdna
sk: Neplatná verzia
sr: Неисправна верзија
th: รุ่นไม่ถูกต้อง
tr: Geçersiz Sürüm
uk: Не чинна версія

source: Invalid Revision
af: Ongeldige Hersiening
bg: Невалидна последна промяна
ca: Revisió invàlida
cs: Neplatná revize
da: Ugyldig Revision
de: Ungültige Revision
el: Μη έγκυρη αναθεώρηση
es: Revisión no válida
et: Vigane variant
eu: Berrikuspen baliogabea
fa: بازبینی نامعتبر
fi: Revisio ei kelpaa
fr: Révision invalide
hu: Érvénytelen verzió
it: Revisione non valida
ja: 不正なリビジョン
ka: არასწორი Revision
km: ការ​ពិនិត្យ​ឡើង​វិញ​មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 리비전
lt: Klaidinga peržiūrėta versija
nds: Leeg Utgaav
ne: अवैध संशोधन
pa: ਗਲਤ ਰੀਵਿਜ਼ਨ
pl: Niewłaściwa zmiana
pt: Versão Inválida
pt_br: Revisão Inválida
ru: Неподдерживаемый выпуск
se: Gustohis revišuvdna
sk: Neplatná revízia
sr: Неисправна ревизија
th: รุ่นย่อยไม่ถูกต้อง
tr: Geçersiz Revizyon
uk: Не чинна модифікація

source: Not Initialized
af: Nie geïnisialiseer nie
bg: Не е инициализирано
ca: Sense inicialitzar
cs: Není inicializováno
da: Ikke initieret
de: Nicht initialisiert
el: Μη αρχικοποιημένο
es: No inicializado
et: Pole initsialiseeritud
eu: Hasieratu gabe
fa: عدم مقداردهی اولیه
fi: Ei alustettu
fr: Non initialisé
hu: Nincs inicializálva
it: Non inizializzato
ja: 初期化されていません
ka: არაა ინიციალიზებული
km: មិន​បាន​ចាប់ផ្ដើម
ko: 초기화 되지 않음
lt: Nepaleistas
nds: Nich torechtmaakt
ne: थालनी गरिएको छैन
pa: ਸ਼ੁਰੂ ਨਹੀਂ
pl: Nie zainicjowane
pt: Não Inicializado
pt_br: Não foi Inicializado
ru: Не выполнена инициализация
se: Ii gárvvistuvvon
sk: Neinicializované
sr: Није иницијализовано
th: ไม่สามารถเริ่มได้
tr: Başlatılmamış
uk: Не започатковано

source: Doc Missing
af: Doc Weg
bg: Липсва документ
ca: Falta la documentació
da: Dokument mangler
de: Doc fehlt
el: Το έγγραφο λείπει
es: Falta documentación
et: Dokumentatsioon puudub
eu: Dokumentua falta da
fa: مفقود شدن سند
fi: Dokumentointi puuttuu
fr: Documentation manquante
hu: Hiányzó dokumentum
it: Documentazione mancante
ja: ドキュメントなし
ka: Doc არ არის
km: បាត់​ឯកសារ
ko: Doc 검색중
lt: Trūksta aprašymo
nds: Doc fehlt
ne: कागजात हराइरहेको छ
pa: ਡੋਕ ਗੁੰਮ ਹੈ
pl: Brak dokumentacji
pt: Documento em Falta
pt_br: Doc. Faltando
se: Dokumeantašuvdna váilu
sk: Doc chýba
sr: Недостаје док.
th: Doc หายไป
tr: Belge Kayıp
uk: Нема документації

source: Unexpected
af: Onverwagte
bg: Неочаквано
ca: Inesperat
cs: Neočekáváno
da: Uventet
de: Unerwartet
el: Μη αναμενόμενο
es: No esperado
et: Ootamatu
eu: Ustegabekoa
fa: غیرمنتظره
fi: Odottamaton
fr: Non attendu
hu: Váratlan
it: Inatteso
ja: 予想外
ka: მოულოდნელი
km: ដែល​មិន​រំពឹង
ko: 예상되지 않음
lt: Netikėta
nds: Nich verwacht
ne: अनपेक्षित
pa: ਅਚਾਨਕ
pl: Nieoczekiwany
pt: Inesperado
pt_br: Inesperado
se: Vuordemeahttun
sk: Neočakávané
sr: Неочекивано
th: ไม่ได้คาดไว้
tr: Beklenmeyen
uk: Не очікувалось

source: Incomplete
af: Onvolledig
bg: Незавършено
ca: Incomplet
cs: Nekompletní
da: Ufuldstændig
de: Unvollständig
el: Μη ολοκληρωμένο
es: Incompleto
et: Ebatäielik
eu: Osatugabea
fa: ناقص
fi: Keskeneräinen
fr: Incomplet
hu: Nem teljes
it: Incompleto
ja: 不完全
ka: არასრული
km: មិន​ពេញលេញ
ko: 미완료
lt: Neužbaigta
nds: Nich komplett
ne: अपूरो
pa: ਨਾ-ਮੁਕੰਮਲ
pl: Niepełne
pt: Incompleto
pt_br: Incompleto
sk: Nekompletné
sr: Непотпуно
th: ไม่สมบูรณ์
tr: Tamamlanmamış
uk: Не повне

source: Buffertoosmall
af: Buffer te klein
bg: Малък буфер
ca: El buffer és massa petit
da: Buffer for lille
de: Puffer zu klein
el: Μικρή ενδιάμεση μνήμη
es: Búfer demasiado pequeño
et: Liiga väike puhver
eu: Buffer txikiegia
fi: Puskuri liian pieni
fr: Le buffer est trop petit
hu: Puffer túl kicsi
it: Buffer troppo piccolo
ja: バッファが小さ過ぎます
km: សតិបណ្ដោះ​អាសន្ន​តូច​ពេក
ko: 버퍼가 너무 작습니다.
lt: Per mažas buferis
nds: Puffer to lütt
ne: बफर अति सानो
pl: Bufor jest zbyt mały
pt: 'Buffer' Pequeno
pt_br: Buffer Muito Pequeno
ru: Буфер слишком мал
sk: Príliš malý buffer
sr: Премали бафер
th: ขนาดบัฟเฟอร์เล็กเกินไป
tr: Tampon Çok Küçük
uk: Замалий буфер

source: Unsupported Video
af: Video nie ondersteun nie
bg: Неподдържано видео
ca: Vídeo no acceptat
cs: Nepodporované video
da: Video understøttes ikke
de: Nicht unterstütztes Video
el: Μη υποστηριζόμενο βίντεο
es: Vídeo no reconocido
et: Toetuseta video
eu: Onartu gabeko bideoa
fa: ویدیویی پشتیبانی‌نشده
fi: Videomuotua ei tueta
fr: Vidéo non supportée
hu: Nem támogatott videó
it: Video non supportato
ja: サポート外の動画
ka: მხარდაუჭერელი ვიდეო
km: មិន​គាំទ្រ​វីដេអូ
ko: 지원되지 않는 비디오
lt: Nesuprantamas video
nds: Nich ünnerstütt Video
ne: असमर्थित भिडियो
pa: ਨਾ-ਸਹਾਇਕ ਵੀਡਿਓ
pl: Nieobsługiwany format obrazu
pt: Vídeo Não Suportado
pt_br: Vídeo Não Suportado
ru: Неподдерживаемое видео
se: Ii dorjojuvvon video
sk: Nepodporované video
sr: Неподржани видео
th: รูปแบบวิดิโอที่ไม่รองรับ
tr: Desteklenmeyen Video
uk: Це відео не підтримується

source: Unsupported Audio
af: Oudio nie ondersteun nie
bg: Неподдържано аудио
ca: Àudio no acceptat
cs: Nepodporované audio
da: Lyd understøttes ikke
de: Nicht unterstütztes Audio
el: Μη υποστηριζόμενος ήχος
es: Audio no reconocido
et: Toetuseta audio
eu: Onartu gabeko audioa
fa: صوتی پشتیبانی‌نشده
fi: Audiomuotoa ei tueta
fr: Audio non supporté
hu: Nem támogatott hang
it: Audio non supportato
ja: サポート外のオーディオ
ka: მხარდაუჭერელი აუდიო
km: មិន​គាំទ្រ​អូឌីយ៉ូ
ko: 지원되지 않는 오디오
lt: Nesuprantamas garsas
nds: Nich ünnerstütt Audio
ne: असमर्थित अडियो
pa: ਨਾ-ਸਹਾਇਕ ਆਡੀਓ
pl: Nieobsługiwany format dźwięku
pt: Áudio Não Suportado
pt_br: Áudio Não Suportado
ru: Неподдерживаемое аудио
se: Ii dorjojuvvon jietna
sk: Nepodporované audio
sr: Неподржани аудио
th: รูปแบบเสียงที่ไม่รองรับ
tr: Desteklenmeyen Ses
uk: Це аудіо не підтримується

source: Invalid Bandwidth
af: Ongeldige Bandwydte
bg: Невалидна честотна лента
ca: Amplada de banda invàlida
da: Ugyldig båndbredde
de: Ungültige Bandbreite
el: Μη έγκυρο εύρος δικτύου
es: Ancho de banda no válido
et: Vigane ribalaius
eu: Banda-zabalera baliogabea
fa: پهنای باند نامعتبر
fi: Kaistanleveys ei kelpaa
fr: Longueur de la bande invalide
hu: Érvénytelen sávszélesség
it: Ampiezza di banda non valida
ja: 不正な帯域幅
ka: არასწორი გამტარობა
km: កម្រិត​បញ្ជូន​មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 대역폭
lt: Klaidingas srauto plotis
nds: Leeg Bandbreed
ne: अवैध ब्यान्डविड्थ
pa: ਗਲਤ ਬੈਂਡਵਿਡਥ
pl: Niewłaściwa przepustowość
pt: Largura de Banda Inválida
pt_br: Largura de Banda Inválida
sk: Neplatná šírka pásma
sr: Неисправна пропусност
th: แบนด์วิดธ์ไม่ถูกต้อง
tr: Geçersiz Band Genişliği
uk: Не чинна пропускна здатність

source: No Fileformat
af: Geen lêer formaat
bg: Няма файлов формат
ca: Sense format de fitxer
cs: Žádný souborový formát
da: Intet filformat
de: Kein Dateiformat
el: Χωρίς μορφή αρχείου
es: Sin formato de archivo
et: Failivorming puudub
eu: Fitxategi-formaturik ez
fa: بدون قالب پرونده
fi: Ei tiedostomuotoa
fr: Aucun format de fichier
hu: Nincs fájlformátum
it: Nessun formato di file
ja: ファイル形式なし
ka: ფაილის ფორმატი არა
km: គ្មាន​ទ្រង់ទ្រាយ​ឯកសារ
ko: 파일형식이 없습니다
lt: Nėra bylos formato
nds: Keen Dateiformaat
ne: फाइल ढाँचा छैन
pa: ਫਾਇਲਫਾਰਮੈਟ ਨਹੀਂ
pl: Brak formatu pliku
pt: Sem Formato de Ficheiro
pt_br: Nenhum Formato do Arquivo
se: Ii leata fiilaformáhtta
sk: Nie je súborový formát
sr: Нема формата фајла
th: ไม่มีรูปแบบแฟ้ม
tr: Dosya Biçimi Yok
uk: Нема інформації про формат файла

source: Missing Components
af: Kort Komponente
bg: Липсващите обложки
ca: Falten alguns components
cs: Chybějící komponenty
da: Mangler komponenter
de: Fehlende Komponenten
el: Λείπουν συστατικά
es: Faltan componentes
et: Puuduvad komponendid
eu: Osagaiak falta dira
fa: مؤلفه‌های مفقود
fi: Komponentteja puuttuu
fr: Composants manquants
hu: Hiányzó komponensek
it: Componenti mancanti
ja: コンポーネントがありません
ka: არ არის კომპონენტები
km: បាត់​សមាសភាគ
ko: 요소를 검색중
lt: Trūksta komponentų
nds: Fehlen Komponenten
ne: अवयव हराइरहेको छ
pa: ਗੁੰਮ ਭਾਗ
pl: Brakujące komponenty
pt: Componentes em Falta
pt_br: Componentes Faltando
ru: Недостающие компоненты
se: Váili osiid
sk: Chýbajúce súčasti
sr: Недостају компоненте
th: ส่วนประกอบหายไป
tr: Kayıp Bileşenler
uk: Нема компонентів

source: Element Not Found
af: Element nie gevind nie
bg: Елементът не е открит
ca: No s'ha trobat l'element
cs: Prvek nenalezen
da: Element ikke fundet
de: Element nicht gefunden
el: Το στοιχείο δε βρέθηκε
es: Elemento no encontrado
et: Elementi ei leitud
eu: Ez da elementua aurkitu
fa: عنصر یافت نشد
fi: Elementtiä ei löydy
fr: Élément non trouvé
hu: Elem nem található
it: Elemento non trovato
ja: エレメントが見つかりません
ka: ელემენტი ვერ მოიძებნა
km: រក​មិន​ឃើញ​ធាតុ
ko: 요소를 찾을 수 없습니다
lt: Elementas nerastas
nds: Element nich funnen
ne: तत्व फेला परेन
pa: ਇਕਾਈ ਨਹੀਂ ਲੱਭੀ
pl: Element nie znaleziony
pt: Elemento Não Encontrado
pt_br: Elemento Não Encontrado
se: Oassi ii gávdnon
sk: Prvok nebol nájdený
sr: Елемент није нађен
th: ไม่พบส่วนประกอบ
tr: Öğe Bulunamadı
uk: Елемент не знайдено

source: Noclass
bg: Няма клас
ca: Sense classe
cs: Žádná třída
da: Ingen klasse
de: Keine Klasse
el: Χωρίς κλάση
es: Sin clase
et: Klass puudub
eu: Klaserik ez
fa: بدون رده
fr: Aucune classe
hu: Nincs osztály
it: Nessuna classe
ja: クラスなし
km: គ្មាន​ថ្នាក់
ko: 클래스 없음
lt: Nėra klasės
nds: Keen Klass
ne: वर्ग छैन
pa: ਕੋਈ ਵਰਗ ਨਹੀਂ
pl: Brak klasy
pt: Sem Classe
pt_br: Nenhuma Classe
sk: Beztriedy
sr: Нема класе
th: ไม่มีคลาส
tr: Sınıf Yok
uk: Нема класу

source: Class Noaggregation
af: Klas: Noaggregation
bg: Клас Noaggregation
ca: Classe «Noaggregation»
da: Klasse uforenlig
de: Klassenaggregation
el: Κλάση Noaggregation
eu: 'Gehikuntzarik ez' klasea
fa: رده بدون انبوهش
fr: Classe Noaggregation
hu: Osztály - nincs csoportosítás (Noaggregation)
km: ដាក់​ការ​ដែលគ្មាន​ការ​ប្រមូល​ផ្ដុំ​ជា​ថ្នាក់
ko: 클래스 집합 없음
lt: Klasė nesukurta
nds: Klass Keen_Tosamenstellen
ne: वर्ग समुच्चयन छैन
pl: Klasa nie jest agregowalna
pt: Sem Agregação de Classes
pt_br: Sem Anexação da Classe
sk: Trieda Bezagregácie
sr: Без агрегације класе
tr: Sınıf Birleştirmesi Yok
uk: Клас не агрегований

source: Not Licensed
af: Nie gelisensieer
bg: Без лиценз
ca: Sense llicència
cs: Bez licence
da: Ikke under licens
de: Nicht lizensiert
el: Χωρίς άδεια χρήσης
es: Sin licencia
et: Litsents puudub
eu: Lizentziarik ez
fa: دارای مجوز نیست
fi: Ei lisensoitu
fr: Aucune licence
hu: Nem licencelt
it: Senza licenza
ja: ライセンスなし
ka: არალიცენზირებული
km: មិន​បាន​ចេញ​អាជ្ញាបណ្ណ
ko: 라이센스되지 않음
lt: Nėra licencijos
nds: Keen Lizenz
ne: इजाजतपत्र लिएको छैन
pa: ਲਾਈਸੈਂਸ ਨਹੀਂ
pl: Nie licencjonowany
pt: Sem Licença
pt_br: Não Licenciado
ru: Нет лицензии
se: Ii lisenserejuvvon
sk: Bez licencie
sr: Није лиценцирано
th: ไม่ได้จดลิขสิทธิ์
tr: Lisanslı Değil
uk: Не ліцензовано

source: No Filesystem
af: Geen lêer sisteem
bg: Няма файлова система
ca: Sense sistema de fitxers
cs: Žádný souborový systém
da: Intet filsystem
de: Kein Dateisystem
el: Χωρίς σύστημα αρχείων
es: Sin sistema de archivos
et: Failisüsteem puudub
eu: Fitxategi-sistemarik ez
fa: بدون سیستم پرونده
fi: Ei tiedostojärjestelmä
fr: Aucun système de fichier
hu: Nincs fájlrendszer
it: Nessun filesystem
ja: ファイルシステムなし
ka: ფაილური სისტემა არაა
km: គ្មាន​ប្រព័ន្ធ​ឯកសារ
ko: 파일시스템이 없음
lt: Nėra bylų sistemos
nds: Keen Dateisysteem
ne: फाइल प्रणाली छैन
pa: ਫਾਇਲ ਸਿਸਟਮ ਨਹੀਂ
pl: Brak systemu plików
pt: Sem Sistema de Ficheiros
pt_br: Nenhum Sistema da Arquivos
ru: Отсутствует файловая система
se: Ii fiilavuogádat
sk: Žiaden súborový systém
sr: Нема система фајлова
th: ไม่มีระบบแฟ้ม
tr: Dosya Sistemi Yok
uk: Нема файлової системи

source: Request Upgrade
af: Vra opgradering aan
bg: Заявка за надграждане
ca: Sol·licitud d'actualització
da: Bed om opgradering
de: Upgrade anfordern
el: Αίτηση αναβάθμισης
es: Solicita actualización
et: Vajab uuendamist
eu: Eskatu bertsio-berritzea
fa: درخواست ارتقا
fi: Pyydä päivitystä
fr: Demande de mise à niveau
hu: Frissítés kérése
it: Aggiornamento richiesto
ja: アップグレード要求
ka: მოთხოვნის განახლება
km: ស្នើ​ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង
ko: 업그레이드 요청
lt: Prašyti atnaujinti
nds: Na Opgraderen kieken
ne: स्तर बृद्वि अनुरोध गर्नुहोस्
pa: ਅੱਪਗਰੇਡ ਮੰਗ
pl: Zażądaj uaktualnienia
pt: Actualização do Pedido
pt_br: Requisitar Atualização
se: Gáibit ođasmahttima
sk: Vyžadovať upgrade
sr: Захтева се надоградња
th: ร้องขอการอัพเกรด
tr: Yükseltme İsteği
uk: Запит оновлення

source: Check Rights
af: Gaan regte na
bg: Проверка на правата
ca: Comproveu els dret
cs: Zkontrolovat práva
da: Kontrollér rettigheder
de: Rechte prüfen
el: Έλεγχος δικαιωμάτων
es: Comprobar los derechos
et: Vajab õiguste kontrollimist
eu: Egiaztattu eskubideak
fa: بررسی حقوق
fi: Tarkista oikeudet
fr: Vérification des droits
hu: Jogok ellenőrzése
it: Controllo diritti
ja: 権限チェック
ka: უფლებების შემოწმება
km: ពិនិត្យមើល​សិទ្ធិ
ko: 권한 확인
lt: Patikrinti teises
nds: Rechten pröven
ne: अधिकार जाँच्नुहोस्
pa: ਅਧਿਕਾਰ ਜਾਂਚ
pl: Sprawdź prawa
pt: Verificação de Direitos
pt_br: Verificar Direitos
ru: Проверьте права
se: Iskka rivttiid
sk: Skontrolovať práva
sr: Проверите дозволе
th: ตรวจสอบสิทธิ์
tr: Hakları Kontrol Et
uk: Перевірити права

source: Restore Server Denied
af: Herstel van bediener geweier
bg: Възстановяването на сървъра е отказано
ca: Restauració del servidor denegada
da: Genoprettelse af server nægtet
de: Restore Server abgelehnt
el: Επαναφορά άρνησης εξυπηρετητή
es: Restaurar servidor denegado
et: Taastamisserver keeldus ühendusest
eu: Leheneratzeko zerbitzaria ukatua
fa: بازگردانی کارساز رد شد
fi: Palautus: Palvelin kieltäytyi
fr: Échec de la restauration du serveur
hu: Visszaállítási kiszolgáló - elutasítva
ja: Restore サーバ 拒否
ka: სერვერის შეფასების აღდგენა
km: ស្ដារ​ម៉ាស៊ីន​បម្រើ​បាន​​បដិសេធ
ko: 복구 서버 거부
lt: Draudžiama atstatyti serverį
nds: Wedderherstell-Server - Afwiest
ne: अस्वीकृत सर्भर पूर्वावस्थामा ल्याउनुहोस्
pl: Odzyskiwanie: odrzucono prośbę z serwera
pt: Reposição do Servidor Negada
pt_br: Restauração do Servidor Negada
ru: Отказ в восстановлении сервера
sk: Obnova servera zakázaná
sr: Врати одбијање сервера
th: Restore Server ถูกปฏิเสธ
tr: Sunucu Geri Yükleme Reddedildi
uk: Відновлення: відкинуто запит сервера

source: Debugger Detected
af: Ontfouter Bespeur
bg: Открит е дебъгер
ca: S'ha detectat un depurador
da: Fejlsøger detekteret
de: Debugger erkannt
el: Ανιχνεύτηκε αποσφαλματωτής
es: Depurador detectado
et: Avastati silur
eu: Arazketa detektatuta
fa: اشکال‌زدا آشکارسازی شد
fi: Virheenjäljitin tunnistettu
fr: Détection du déboggeur
hu: Hibakereső azonosítva
it: Debugger rilevato
ja: デバッガを検出
ka: განმბზიკველი აღმოჩნდა
km: បាន​រក​ឃើញ​កម្មវិធី​បំបាត់កំហុស
ko: 디버거 탐지됨
lt: Aptikta klaidų taisymo sistema
nds: Fehlersöker opdeckt
ne: त्रुटिमोचक पत्ता लाग्यो
pa: ਡੀਬੱਗਰ ਖੋਜਿਆ ਗਿਆ
pl: Wykryto debuger
pt: Depurador Detectado
pt_br: Depurador Detectado
ru: Обнаружен отладчик
sk: Detegovaný debugger
sr: Откривен исправљач
th: ตรวจพบโปรแกรมดีบัก
tr: Hata Ayıklayıcı Bulundu
uk: Виявлено зневадник

source: Restore Server Connect
af: Herstel Bediener Koppeling
bg: връзка за възстановяване на сървъра
ca: Connexió per la restauració del servidor
da: Genopret serverforbindelse
de: Restore Server verunden
el: Επαναφορά σύνδεσης εξυπηρετητή
es: Restaurar conectar servidor
et: Taastamisserveriga ühenduses
eu: Leheneratzeko zerbitzariaren konexioa
fa: بازگردانی اتصال کارساز
fi: Palautus: Palvelinyhteys
fr: Connexion au serveur de restauration
he: שרת שחזור מחובר
hu: Visszaállítási kiszolgáló - kapcsolódás
ja: Restore サーバ 接続
ka: სერვერის დაკავშირების აღდგენა
km: ស្ដារ​ការ​តភ្ជាប់​ម៉ាស៊ីន​បម្រើ
ko: 복구 서버 연결
lt: Atstatyti serverio ryšį
nds: Wedderherstell-Server - Tokoppelt
ne: सर्भरको सामग्री पूर्वावस्थामा ल्याउनुहोस्
pa: ਸਰਵਰ ਕੁਨੈਕਸ਼ਨ ਮੁੜ-ਪ੍ਰਾਪਤ
pl: Odzyskiwanie: połączono z serwerem
pt: Repor a Ligação ao Servidor
pt_br: Restaurada Conexão do Servidor
sk: Obnoviť pripojenie k serveru
sr: Врати повезивање сервера
th: เชื่อมต่อ Restore Server
tr: Sunucu Bağlantısını Geri Yükle
uk: Відновлення: з'єднано з сервером
