Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Move scheme up
af: Beweeg skema op
bg: Придвижване нагоре
ca: Mou el patró amunt
cs: Přesunout schéma výše
da: Flyt system opad
de: Schema nach oben
el: Μετακίνηση μορφής πάνω
es: Mover esquema arriba
et: Liiguta skeem üles
eu: Eraman eskema gora
fa: حرکت طرحواره به بالا
fi: Siirrä ylöspäin
fr: Monter ce schéma
he: העלה תבנית למעלה
hu: Séma feljebb mozgatása
it: Sposta schema in alto
ja: スキームを上に移動
ka: სქემის ზევით აწევა
km: ផ្លាស់ទី​គ្រោងការណ៍​ឡើង​លើ
ko: 구성 위로 이동
lt: Aukštyn
nb: Flytt skjema oppover
nds: Na baven
ne: योजना माथि सार्नुहोस्
nl: Schema omhoog verplaatsen
nn: Flytt opp
pa: ਸਕੀਮ ਉੱਤੇ
pl: Przenieś schemat w górę
pt: Subir estratégia
pt_br: Mover esquema para cima
ru: Вверх
se: Sirdde minstara bajás
sk: Presunúť schému nahor
sr: Помери шему нагоре
th: เลื่อนรูปแบบขึ้น
tr: Şemayı yukarı taşı
uk: Пересунути схему вгору

source: Press this button to move the currently selected scheme one step upwards.
af: Druk hierdie knoppie om die gekiesde skema een stap op te vat.
bg: Придвижване на маркираната схема една стъпало нагоре.
ca: Pitgeu aquest botó per moure el patró actualment seleccionat una posició cap amunt.
cs: Stiskněte toto tlačítko pro posunutí vybraného schéma o krok výše.
da: Tryk på denne knap for at flytte systemet som for øjeblikket er markeret et skridt opad.
de: Drücken Sie diesen Knopf, um das ausgewählte Schema einen Eintrag noch oben zu schieben.
el: Πατήστε αυτό το κουμπί για να μετακινήσετε την επιλεγμένη μορφή ένα βήμα παραπάνω.
es: Pulse este botón para mover el esquema seleccionado actualmente una posición hacia arriba.
et: Sellele nupule klõpsates saab valitud skeemi ühe sammu võrra ülespoole liigutada.
eu: Sakatu botoia unean hautatutako eskema lerro bat gora igotzeko.
fa: برای حرکت دادن طرحوارۀ برگزیده یک گام به بالا، این دکمه را فشار دهید.
fi: Siirtää valitun nimeämistyylin yhden askeleen ylöspäin kokeilujärjestyksessä.
fr: Appuyer sur ce bouton pour monter d'un cran le schéma sélectionné.
he: לחץ על כפתור זה על מנת להזיז את התבנית שנבחרה צעד אחת מעלה.
hu: Ezzel a gombbal a jelenleg kijelölt sémát lehet egy lépéssel feljebb tenni.
it: Premi questo pulsante per spostare lo schema attualmente selezionato di una posizione verso l'alto.
ja: 選択したスキームを一つ上に移動します。
ka: დააწკაპეთ ამ ღილაკს მიმდინარედ არჩეული სქემის ერთი ნაბიჯით ზემოთ ასატანად.
km: ចុច​ប៊ូតុង​នេះ ដើម្បី​ផ្លាស់ទី​គ្រោងការណ៍​ដែល​បាន​ជ្រើស​ឡើង​លើ​មួយ​កម្រិត ។
ko: 현재 선택된 구성을 한 단계 위로 이동하기 위해 이 버튼을 누르십시오.
lt: Pakelti nurodytą šabloną aukštyn.
nb: Trykk denne knappen for å flytte det valgte skjemaet ett trinn oppover.
nds: Klick op dissen Knoop, wenn Du dat utsöchte Schema en Reeg na baven schuven wullt.
ne: एक चरण माथि हालै चयन गरिएको योजना सार्न यो बटन थिच्नुहोस् ।
nl: Klik op deze knop om het geselecteerde schema één niveau omhoog te verplaatsen.
nn: Flytt det merkte mønsteret eitt steg opp.
pa: ਇਸ ਸਮੇਂ ਚੁਣੀ ਸਕੀਮ ਨੂੰ ਉੱਤੇ ਭੇਜਣ ਲਈ ਆਹ ਬਟਨ ਦਬਾਓ।
pl: Naciśnij ten przycisk aby przenieść obecnie wybrany schemat o jeden stopień do góry.
pt: Carregue neste botão para subir na lista a estratégia seleccionada.
pt_br: Pressione esse botão para mover o esquema selecionado uma posição acima.
ru: Переместить выделенный шаблон на одну позицию выше.
sk: Stlačte toto tlačidlo pre presunutie momentálne vybranej schémy o jeden stupeň vyššie.
sr: Притисните ово дугме да бисте померили тренутно изабрану шему један корак нагоре.
th: กดปุ่มนี้เพื่อเลื่อนรูปแบบที่กำลังเลือกอยู่ขึ้นไปหนึ่งขั้น
tr: Seçilmiş olan şemayı bir basamak yukarı taşımak için bu düğmeye tıklayın.
uk: Натисніть цю кнопку, щоб посунути вибрану схему на крок вверх.

source: Move scheme down
af: Beweeg skema af
bg: Придвижване надолу
ca: Mou el patró avall
cs: Přesunout schéma níže
da: Flyt system nedad
de: Schema nach unten
el: Μετακίνηση μορφής κάτω
es: Mover esquema abajo
et: Liiguta skeem alla
eu: Eraman eskema behera
fa: حرکت طرحواره به پایین
fi: Siirrä alaspäin
fr: Descendre ce schéma
he: הורד תבנית למטה
hu: Séma lejjebb mozgatása
it: Sposta schema in basso
ja: スキームを下に移動
ka: სქემის ქვემოთ ჩაწევა
km: ផ្លាស់ទី​គ្រោងការណ៍​ចុះក្រោម
ko: 구성을 아래로 이동
lt: Žemyn
nb: Flytt skjema nedover
nds: Na nerrn
ne: योजना तल सार्नुहोस्
nl: Schema omlaag verplaatsen
nn: Flytt ned
pa: ਸਕੀਮ ਹੇਠਾਂ
pl: Przenieś schemat w dół
pt: Descer estratégia
pt_br: Mover esquema para baixo
ru: Вниз
se: Sirdde minstara vulos
sk: Presunúť schému nadol
sr: Помери шему надоле
th: เลื่อนรูปแบบลง
tr: Şemayı aşağı taşı
uk: Пересунути схему вниз

source: Press this button to move the currently selected scheme one step downwards.
af: Druk hierdie knoppie om die gekiesde skema een stap af te vat.
bg: Придвижване на маркираната схема една стъпало надолу.
ca: Pitgeu aquest botó per moure el patró actualment seleccionat una posició cap avall.
cs: Stiskněte toto tlačítko pro posunutí vybraného schéma o krok níže.
da: Tryk på denne knap for at flytte systemet som for øjeblikket er markeret et skridt nedad.
de: Drücken Sie diesen Knopf, um das ausgewählte Schema einen Eintrag noch unten zu schieben.
el: Πατήστε αυτό το κουμπί για να μετακινήσετε την επιλεγμένη μορφή ένα βήμα παρακάτω.
es: Pulse este botón para mover el esquema seleccionado actualmente una posición hacia abajo.
et: Sellele nupule klõpsates saab valitud skeemi ühe sammu võrra allapoole liigutada.
eu: Sakatu botoia unean hautatutako eskema lerro bat behera jeisteko.
fa: برای حرکت دادن طرحوارۀ برگزیده یک گام به پایین، این دکمه را فشار دهید.
fi: Siirtää valitun nimeämistyylin yhden askeleen alaspäin kokeilujärjestyksessä.
fr: Appuyer sur ce bouton pour descendre d'un cran le schéma sélectionné.
he: לחץ על כפתור זה על מנת להזיז את התבנית שנבחרה צעד אחת מטה.
hu: Ezzel a gombbal a jelenleg kijelölt sémát lehet egy lépéssel lejjebb tenni.
it: Premi questo pulsante per spostare lo schema attualmente selezionato di una posizione verso il basso.
ja: 選択したスキームを一つ下に移動します。
ka: დააწკაპეთ ამ ღილაკს მიმდინარედ არჩეული სქემის ერთი ნაბიჯით ქვემოთ ჩასატანად.
km: ចុច​ប៊ូតុង​នេះ ដើម្បី​ផ្លាស់ទី​គ្រោងការណ៍​ដែល​បាន​ជ្រើស​ចុះក្រោម​មួយ​កម្រិត ។
ko: 현재 선택된 구성을 한단계 아래로 이동하기 위해 이 버튼을 누르십시오.
lt: Nuleisti nurodytą šabloną žemyn.
nb: Trykk denne knappen for å flytte det valgte skjemaet ett trinn nedover.
nds: Klick op dissen Knoop, wenn Du dat utsöchte Schema en Reeg na nerrn schuven wullt.
ne: एक चरण तल हालै चयन गरिएको योजना सार्न यो बटन थिच्नुहोस् ।
nl: Klik op deze knop om het geselecteerde schema één niveau omlaag te verplaatsen.
nn: Flytt det merkte mønsteret eitt steg ned.
pa: ਇਸ ਸਮੇਂ ਚੁਣੀ ਸਕੀਮ ਨੂੰ ਹੇਠਾਂ ਭੇਜਣ ਲਈ ਆਹ ਬਟਨ ਦਬਾਓ।
pl: Naciśnij ten przycisk aby przenieść obecnie wybrany schemat o jeden stopień w dół.
pt: Carregue neste botão para descer na lista a estratégia seleccionada.
pt_br: Pressione esse botão para mover o esquema selecionado uma posição abaixo.
ru: Переместить выделенный шаблон на одну позицию ниже.
sk: Stlačte toto tlačidlo pre presunutie momentálne vybranej schémy o jeden krok nižšie.
sr: Притисните ово дугме да бисте померили тренутно изабрану шему један корак надоле.
th: กดที่ปุ่มนี้เพื่อเลื่อนรูปแบบที่เลือกอยู่ลงหนึ่งขั้น
tr: Seçilmiş olan şemayı bir basamak aşağı taşımak için bu düğmeye tıklayın.
uk: Натисніть цю кнопку, щоб посунути вибрану схему на крок вниз.

source: Mo&dify
af: Verander
bg: &Редактиране
ca: &Modifica
cs: Z&měnit
da: Æn&dr
de: &Bearbeiten
el: &Τροποποίηση
es: Mo&dificar
et: Muu&da
eu: Al&datu
fa: &تغییر‌
fi: &Muokkaa
fr: Mo&difier
he: &שנה
hu: Mó&dosítás
it: Mo&difica
ja: 編集(&D)
ka: შე&ცვლა
km: កែប្រែ
ko: 수정(&D)
lt: &Keisti
nb: En&dre
nds: Ä&nnern
ne: परिमार्जन गर्नुहोस्
nl: Wijzi&gen
nn: &Endra
pa: ਸੋਧ(&d)
pl: Mo&dyfikuj
pt: Mo&dificar
pt_br: Mo&dificar
ru: &Изменить
se: &Rievdat
sk: &Modifikovať
sr: &Измени
th: เปลี่&ยนแปลง
tr: Dü&zenle
uk: Зм&інити

source: Modify scheme
af: Verander skema
bg: Редактиране на схема
ca: Modifica el patró
cs: Změnit schéma
da: Ændr system
de: Dieses Schema bearbeiten
el: Τροποποίηση μορφής
es: Modificar esquema
et: Muuda skeemi
eu: Aldatu eskema
fa: تغییر طرحواره
fi: Muokkaa tyyliä
fr: Modifier ce schéma
he: שנה תבנית
hu: Séma módosítása
it: Modifica schema
ja: スキームを編集
ka: სქემის შეცვლა
km: កែប្រែ​គ្រោងការណ៍
ko: 구성 수정
lt: Keisti šabloną
nb: Endre skjema
nds: Schema ännern
ne: योजना परिमार्जन गर्नुहोस्
nl: Schema wijzigen
nn: Endra mønster
pa: ਸਕੀਮ ਸੋਧ
pl: Modyfikuj schemat
pt: Modificar estratégia
pt_br: Modificar esquema
ru: Изменить схему
sk: Modifikovať schému
sr: Измени шему
th: เปลี่ยนแปลงรูปแบบ
tr: Şemayı düzenle
uk: Змінити схему

source: Press this button to modify the currently selected scheme.
af: Druk hierdie knoppie om die huidige gekiesde skema te verander.
bg: Редактиране на маркираната схема.
ca: Pitgeu aquest botó per modificar el patró actualment seleccionat.
cs: Stiskněte toto tlačítko pro změnu vybraného schéma.
da: Tryk på denne knap for at ændre systemet som for øjeblikket er markeret.
de: Drücken Sie diesen Knopf, um das gewählte Schema zu verändern.
el: Πατήστε αυτό το κουμπί για να τροποποιήσετε την επιλεγμένη μορφή.
es: Pulse este botón para modificar el esquema seleccionado actualmente.
et: Sellele nupule klõpsates saab valitud skeemi muuta.
eu: Sakatu botoia unean hautatutako eskema aldatzeko.
fa: برای تغییر طرحوارۀ برگزیدۀ جاری، این دکمه را فشار دهید.
fi: Muokkaa valittua nimeämistyyliä.
fr: Appuyer sur ce bouton pour modifier le schéma sélectionné.
he: לחץ על כפתור זה על מנת לשנות את התבנית שנבחרה.
hu: Ezzel a gombbal a jelenleg kijelölt sémát lehet módosítani.
it: Premi questo pulsante per modificare lo schema attualmente selezionato.
ja: 選択したスキームを編集します。
ka: დააწკაპეთ ამ ღილაკს მიმდინარედ არჩეული სქემის ჩასასწორებლად.
km: ចុច​ប៊ូតុង​នេះ ដើម្បី​កែប្រែ​គ្រោងការណ៍​ដែល​បាន​ជ្រើស​បច្ចុប្បន្ន ។
ko: 현재 선택된 구성을 변경하기 위해 이 버튼을 누르십시오.
lt: Keisti nurodytą šabloną.
nb: Trykk denne knappen for å endre det valgte skjemaet.
nds: Klick op dissen Knoop, wenn Du dat utsöchte Schema ännern wullt.
ne: हालै चयन गरिएको योजना परिमार्जन गर्न यो बटन थिच्नुहोस् ।
nl: Klik op deze knop om het geselecteerde schema te wijzigen.
nn: Trykk på denne knappen for å endra det merkte mønsteret.
pa: ਇਸ ਸਮੇਂ ਚੁਣੀ ਸਕੀਮ ਨੂੰ ਸੋਧਣ ਲਈ ਆਹ ਬਟਨ ਦਬਾਓ।
pl: Naciśnij ten przycisk aby zmodyfikować obecnie wybrany schemat.
pt: Carregue neste botão para modificar a estratégia seleccionada.
pt_br: Pressione esse botão para modificar o esquema selecionado.
ru: Изменить выделенный шаблон.
sk: Stlačte toto tlačidlo pre modifikovanie aktuálne vybranej schémy.
sr: Притисните ово дугме да бисте изменили тренутно изабрану шему.
th: กดปุ่มนี้เพื่อทำการแก้ไขเปลี่ยนแปลงรูปแบบที่กำลังเลือกอยู่
tr: Seçilmiş olan şemayı düzenlemek için bu düğmeye tıklayın.
uk: Натисніть цю кнопку, щоб змінити вибрану схему.

source: Remove scheme
af: Verwyder skema
bg: Премахване на схема
ca: Suprimeix el patró
cs: Odstranit schéma
da: Fjern system
de: &Entfernen
el: Αφαίρεση μορφής
es: Eliminar esquema
et: Eemalda skeem
eu: Kendu eskema
fa: حذف طرحواره
fi: Poista
fr: Effacer ce schéma
he: הסר תבנית
hu: Séma eltávolítása
it: Rimuovi schema
ja: スキームを削除
ka: ქსემის ამო&ღება
km: យក​គ្រោងការណ៍​ចេញ
ko: 구성 제거
lt: Pašalinti šabloną
nb: Fjern skjemaet
nds: Schema wegdoon
ne: योजना हटाउनुहोस्
nl: Schema verwijderen
nn: Fjern mønster
pa: ਸਕੀਮ ਹਟਾਓ
pl: Usuń schemat
pt: Remover estratégia
pt_br: Remover esquema
ru: Удалить схему
sk: O&dstrániť schému
sr: Уклони шему
th: ลบรูปแบบ
tr: Şemayı kaldır
uk: Вилучити схему

source: Press this button to remove the currently selected scheme from the list.
af: Druk hierdie knoppie om die gekiesde skeme uit die lys te verwyder.
bg: Премахване на маркираната схема от списъка.
ca: Pitgeu aquest botó per eliminar el patró actualment seleccionat de la llista.
cs: Stiskněte toto tlačítko pro odebrání vybraného schéma ze seznamu.
da: Tryk på denne knap for at fjerne systemet som for øjeblikket er markeret fra listen.
de: Drücken Sie diesen Knopf, um das gewählte Schema aus der Liste zu entfernen.
el: Πατήστε αυτό το κουμπί για να αφαιρέσετε την επιλεγμένη μορφή από τη λίστα.
es: Pulse este botón para eliminar el esquema seleccionado actualmente de la lista.
et: Sellele nupule klõpsates saab valitud skeemi nimekirjast eemaldada.
eu: Sakatu botoia unean hautatutako eskema zerrendatik ezabatzeko.
fa: برای حذف طرحوارۀ برگزیدۀ جاری از فهرست، این دکمه را فشار دهید.
fi: Poistaa valitun nimeämistyylin luettelosta.
fr: Appuyer sur ce bouton pour effacer le schéma sélectionné de la liste.
he: לחץ על כפתור זה על מנת למחוק את התבנית שנבחרה מהרשימה.
hu: Ezzel a gombbal a jelenleg kijelölt sémát lehet törölni a listából.
it: Premi questo pulsante per rimuovere lo schema attualmente selezionato dall'elenco.
ja: 選択したスキームをリストから削除します。
ka: დააწკაპეთ ამ ღილაკს მიმდინარედ არჩეული სქემის სიიდან წასაშლელად.
km: ចុច​ប៊ូតុង​នេះ ដើម្បី​យក​គ្រោងការណ៍​ដែល​បាន​ជ្រើស​បច្ចុប្បន្ន​ចេញ​ពី​បញ្ជី ។
ko: 현재 선택된 구성을 목록으로부터 제거하기 위해 이 버튼을 누르십시오.
lt: Pašalinti iš sąrašo nurodytą šabloną.
nb: Trykk denne knappen for å fjerne det valgte skjemaet fra lista.
nds: Klick op dissen Knoop, wenn Du dat utsöchte Schema vun de List wegmaken wullt.
ne: सूचीबाट हालै चयन गरिएको योजना हटाउन यो बटन थिच्नुहोस् ।
nl: Klik op deze knop om het geselecteerde schema uit de lijst te verwijderen.
nn: Trykk på denne knappen for å fjerna det merkte mønsteret frå lista.
pa: ਇਸ ਸਮੇਂ ਚੁਣੀ ਸਕੀਮ ਨੂੰ 'ਚੋਂ ਹਟਾਉਣ ਲਈ ਆਹ ਬਟਨ ਦਬਾਓ।
pl: Naciśnij ten przycisk aby usunąć obecnie wybrany schemat z listy.
pt: Carregue neste botão para remover da lista a estratégia seleccionada.
pt_br: Pressione esse botão para remover o esquema selecionado da lista.
ru: Удалить из списка выделенный шаблон.
sk: Stlačte toto tlačidlo pre odstránenie vybranej schémy zo zoznamu.
sr: Притисните ово дугме да бисте са листе уклонили тренутно изабрану шему.
th: กดปุ่มนี้เพื่อลบรูปแบบที่เลือกอยู่ออกจากรายการ
tr: Seçilmiş olan şemayı silmek için bu düğmeye tıklayın.
uk: Натисніть цю кнопку, щоб вилучити вибрану схему зі списку.

source: &Add
af: Voeg by
bg: &Добавяне
ca: &Afegeix
cs: Přid&at
da: &Tilføj
de: &Hinzufügen ...
el: &Προσθήκη
es: &Añadir
et: Lis&a
eu: &Gehitu
fa: &افزودن‌
fi: &Lisää
fr: &Ajouter
he: &הוסף
hu: &Hozzáadás
it: &Aggiungi
ja: 追加(&A)
ka: &დამატება
km: បន្ថែម
ko: 추가(&A)
lt: &Įdėti
nb: &Legg till
nds: &Tofögen
ne: थप्नुहोस्
nl: &Toevoegen
nn: &Legg til
pa: ਸ਼ਾਮਲ(&A)
pl: &Dodaj
pt: &Adicionar
pt_br: &Adicionar
ru: &Добавить
se: &Lasit
sk: &Pridať
sr: &Додај
th: เพิ่&ม
tr: &Ekle
uk: &Додати

source: Add a new scheme
af: Voeg nuwe skema by
bg: Добавяне на нова схема
ca: Afegeix un nou patró
cs: Přidat nové schéma
da: Tilføj et nyt system
de: Ein neues Schema hinzufügen
el: Προσθήκη μιας νέας μορφής
es: Añadir un esquema nuevo
et: Lisa uus skeem
eu: Gehitu eskema berria
fa: افزودن یک طرحوارۀ جدید
fi: Lisää uusi tyylin
fr: Ajouter un nouveau schéma
he: הוסף תבנית חדשה
hu: Új séma hozzáadása
it: Aggiungi nuovo schema
ja: 新規スキームを追加
ka: ახალი სქემის დამატება
km: បន្ថែម​គ្រោងការណ៍​ថ្មី
ko: 새 구성 추가
lt: Įdėti naują šabloną
nb: &Legg til et nytt skjema
nds: Nieg Schema tofögen
ne: नयाँ योजना थप्नुहोस्
nl: Een nieuw schema toevoegen
nn: Legg til nytt mønster
pa: ਇੱਕ ਨਵੀਂ ਸਕੀਮ ਸ਼ਾਮਿਲ
pl: Dodaj nowy schemat
pt: Adicionar uma nova estratégia
pt_br: Adicionar um novo esquema
ru: Добавить схему
sk: Pridať novú schému
sr: Додај нову шему
th: เพิ่มรูปแบบใหม่
tr: Yeni bir şema ekle
uk: Додати нову схему

source: Press this button to add a new file name scheme to the end of the list.
af: Druk hierdie knoppie om 'n nuwe lêer naam skema onder aan die lys by te voeg.
bg: Добавяне на нова схема в края на списъка.
ca: Pitgeu aquest botó per afegir un nou patró de noms de fitxers al final de la llista.
cs: Stiskněte toto tlačítko pro přidání nového schéma názvu souboru na konec seznamu.
da: Tryk på denne knap for at tilføje en nyt filnavnesystem sidst i listen.
de: Drücken Sie diesen Knopf, um der Liste ein neues Schema hinzuzufügen.
el: Πατήστε αυτό το κουμπί για να προσθέσετε μια νέα μορφή ονόματος αρχείου στο τέλος της λίστας.
es: Pulse este botón para añadir un nuevo esquema de nombrado de archivos al final de la lista.
et: Sellele nupule klõpsates saab lisada nimekirja lõppu uue failinime skeemi.
eu: Sakatu botoia unean hautatutako eskema zerrendari gehitzeko
fa: برای افزودن یک طرحوارۀ نام پروندۀ جدید به پایان فهرست، این دکمه را فشار دهید.
fi: Lisää uuden nimeämistyylin.
fr: Appuyer sur ce bouton pour ajouter un nouveau schéma de nom de fichier à la fin de la liste.
he: לחץ על כפתור זה על מנת להוסיף קובץ תבנית חדש לסוף הרשימה.
hu: Ezzel a gombbal egy új fájlnév-sémát lehet hozzáadni a lista végéhez.
it: Premi questo pulsante per aggiungere un nuovo schema di nome file alla fine dell'elenco.
ja: リストの最後に新しいファイル名スキームを追加します。
ka: სიის ბოლოში ახალი ფაილის სახელის სქემის დასამატებლად ამ ღილაკს დააწკაპეთ.
km: ចុច​ប៊ូតុង​នេះ ដើម្បី​បន្ថែម​គ្រោងការណ៍​ឈ្មោះ​ឯកសារ​ថ្មី​ទៅ​ចុង​បញ្ជី ។
ko: 목록의 끝에 새 파일 이름 구성을 추가하기 위해 이 버튼을 누르십시오.
lt: Įdėti naują bylos pavadinimo šabloną į sąrašo apačią.
nb: Trykk denne knappen for å legge til et nytt filnavnskjema på slutten av lista.
nds: Klick op dissen Knoop, wenn Du de List en nieg Schema anhangen wullt.
ne: सूचीको समाप्तिमा नयाँ फाइलनाम योजना थप्न यो बटन थिच्नुहोस् ।
nl: Klik op deze knop om een nieuw bestandsnaamschema aan het einde van de lijst toe te voegen.
nn: Trykk på denne knappen for å legga til eit nytt mønster på slutten av lista.
pa: ਇਹ ਬਟਨ ਨੂੰ ਸੂਚੀ ਦੇ ਅੰਤ ਵਿੱਚ ਇੱਕ ਨਵੀਂ ਫਾਇਲ ਨਾਂ ਸਕੀਮ ਜੋੜਨ ਲਈ ਦਬਾਓ।
pl: Naciśnij ten przycisk aby dodać nowy schemat nazwy pliku do końca listy.
pt: Carregue neste botão para adicionar um novo esquema de nomes de ficheiros no fim da lista.
pt_br: Pressione esse botão para adicionar um novo esquema de nome do arquivo ao final da lista.
ru: Добавить новый шаблон в конец списка.
sk: Stlačte toto tlačidlo pre pridanie novej schémy názvu súboru na koniec zoznamu.
sr: Притисните ово дугме да додате нову шему имена фајла на крај листе.
th: กดปุ่มนี้เพื่อเพิ่มรูปแบบชื่อแฟ้มใหม่เข้าไปที่ท้ายรายการ
tr: Listenin sonuna yeni bir dosya adı şeması eklemek için bu düğmeye tıklayın.
uk: Натисніть цю кнопку, щоб додати нову схему назв файлів у кінець списку.

source: O&k
af: Goed
bg: О&К
ca: &D'acord
el: Ε&ντάξει
es: &Aceptar
eu: &Ados
fa: &تأیید‌
he: &אישור
km: យល់ព្រម
ko: 확인(&K)
lt: &Gerai
ne: ठीक छ
pa: ਠੀਕ ਹੈ(&k)
sr: &У реду
tr: &Tamam
uk: &Гаразд

source: Playlist Toolbar
af: Speel lys nutsbalk
bg: Лента с инструменти за списъка със записи
ca: Barra d'eines de llistes de reproducció
cs: Lišta seznamu skladeb
da: Spillelisteværktøjslinje
de: Wiedergabelisten-Werkzeugleiste
el: Γραμμή εργαλείων λίστας
es: Barra de herramientas de la lista de reproducción
et: Esitusnimekirja tööriistariba
eu: Zerrendaren tresna-barra
fa: میله ابزار فهرست پخش
fi: Soittolistatyökalurivi
fr: Barre de la liste de lecture
he: סרגל כלים של רשימת־השמעה
hu: Lejátszólista-eszköztár
it: Barra strumenti della playlist
ja: プレイリストツールバー
ka: რეპერტუარის დაფა
km: របារ​ឧបករណ៍​បញ្ជី​ចាក់
ko: 재생목록 도구막대
lt: Grojaraščio įrankinė
nb: Spillelisteverktøylinje
nds: Afspeellist-Warktüüchbalken
ne: प्लेसूची उपकरणपट्टी
nl: Afspeellijstbalk
nn: Spelelisteverktøylinje
pa: ਸੰਗੀਤ-ਸੂਚੀ ਸੰਦਪੱਟੀ
pl: Pasek listy odtwarzania
pt: Barra da Lista de Reprodução
pt_br: Barra de Ferramentas da Lista de Músicas
ru: Панель инструментов списка
se: Čuojahanlistoholga
sk: Lišta zoznamu skladieb
sr: Трака листе нумера
th: แถบเครื่องมือรายการเล่น
tr: Parça Listesi Araç Çubuğu
uk: Пенал списку композицій

source: Redownload manager
af: Laai bestuurder weer af
bg: Управление на наново свалените
ca: Gestor de redescàrregues
cs: Správce stahování
da: Håndtering af gen-download
de: Aktualisierungs-Verwaltung
el: Διαχειριστής επανάληψης λήψεων
es: Gestor de repetición de descargas
et: Taasallalaadimise haldur
fa: بارگیری مجدد مدیر
fi: Uudelleenlatauksien hallinta
fr: Gestionnaire de re-téléchargements
hu: Újraletöltés-kezelő
it: Gestore riscaricamenti
ja: ダウンロードマネージャ
km: ទាញ​យក​កម្មវិធី​គ្រប់គ្រង​ម្ដ​ងទៀត
lt: Pakartotinis siuntimas
nb: Styre ny nedlasting
nds: Niegdaallaad-Pleger
ne: प्रबन्धक पुन: डाउनलोड गर्नुहोस्
nl: Redownload-beheer
nn: Handsaming av gjennedlasting
pa: ਮੁੜ-ਡਾਊਨਲੋਡ ਮੈਨੇਜਰ
pl: Menadżer wznawiania pobierań
pt: Gestor de repetição de transferências
pt_br: Gerenciador de baixar novamente
se: Ođđasitviežžan gieđahalli
sk: Manažér opakovaných sťahovaní
sr: Менаџер поновног преузимања
th: ตัวจัดการการดาวน์โหลดใหม่
tr: Yeniden indirme yöneticisi
uk: Менеджер повторних звантажень

source: These are the albums that you have previously downloaded:
af: Hierdie is die albums wat jy al voorheen afgelaai het:
bg: Това са албумите, които сте свалили преди:
ca: Aquests són els àlbums que heu descarregat prèviament:
cs: Toto jsou již dříve stažená alba:
da: Dette er de albummer som du tidligere har hentet:
de: Dies sind die Alben, die Sie kürzlich heruntergeladen haben:
el: Αυτά είναι τα άλμπουμ που έχετε ήδη κατεβάσει:
es: Estos son los álbumes que ya ha descargado préviamente:
et: Varem allalaaditud albumid:
fa: اینها آلبومهایی هستند که قبلاً بارگیری شده‌اند:
fi: Nämä levyt on ladattu aiemmin:
fr: Voici les albums que vous avez déjà téléchargés :
hu: Ön ezeket az albumokat töltötte le korábban:
it: Questi sono gli album scaricati in precedenza:
ja: これらは以前にダウンロードしたアルバムです:
km: មាន​អាល់ប៊ុម​ដែល​អ្នក​បានទាញ​យក​ពី​មុន ៖
lt: Šie albumai buvo atsiųsti:
nb: Dette er album som du har lastet ned før:
nds: Dit sünd de Alben, de Du vördem al daallaadt hest:
ne: यी तपाईँले पहिल्यै डाउनलोड गर्नुभएका एल्बमहरू हुन्:
nl: Dit zijn de albums die u eerder hebt gedownload:
nn: Du har tidlegare lasta ned desse albuma:
pl: To są albumy, które zostały pobrane poprzednio:
pt: Estes são os álbuns que transferiu anteriormente:
pt_br: Estes são os álbuns que você já baixou:
se: Dáid skearruid don leat ovdal viežžan:
sk: Toto sú albumy, ktoré ste v minulosti stiahli:
sr: Ово су албуми које сте раније преузимали:
th: เหล่านี้คืออัลบั้มที่คุณได้ดาวน์โหลดไปก่อนหน้านี้แล้ว:
tr: Bunlar daha önceden indirdiğiniz albümler:
uk: Це альбоми, які ви вже колись звантажили:

source: Re&download
af: Laai weer af
bg: Сваляне &наново
ca: Re&descarrega
cs: Znovu &stáhnout
da: &Download igen
de: Erneut &herunterladen
el: &Λήψη ξανά
es: Volver a &descargar
et: Laa&di uuesti alla
fa: &بارگیری مجدد‌
fi: &Lataa uudelleen
fr: &Télécharger à nouveau
hu: Ú&jra letöltés
it: Ris&carica
ja: 再ダウンロード(&D)
km: ទាញយក​ម្ដង​ទៀត
lt: &Pakartotinai atsiųsti
nb: &Last ned igjen
nds: Nieg &daalladen
ne: पुन: डाउनलोड गर्नुहोस्
nl: Opnieuw &downloden
nn: &Last ned på nytt
pa: ਮੁੜ-ਡਾਊਨਲੋਡ(&d)
pl: &Pobierz ponownie
pt: Obter &de novo
pt_br: &Baixar novamente
se: &Viečča ođđasit
sk: Op&akované stiahnutie
sr: &Преузми поново
th: &ดาวน์โหลดใหม่
tr: &Yeniden indir
uk: Повторно заванта&жити

source: Artist - Album
af: Kunstenaar - Album
bg: Изпълнител - Албум
ca: Artista - Àlbum
cs: Album - Interpret
da: Kunstner - Album
de: Interpret - Album
el: Καλλιτέχνη - Άλμπουμ
es: Artista - Álbum
et: Esitaja - Album
fa: هنرمند - آلبوم
fi: Artisti — Levy
fr: Artiste - Album
hu: Előadó - album
it: Artista - Album
ja: アーティスト - アルバム
km: សិល្បករ - អាល់ប៊ុម
lt: Atlikėjas – albumas
nds: Künstler - Album
ne: कलाकार - एल्बम
nl: Artiest - album
pa: ਕਲਾਕਾਰ - ਐਲਬਮ
pl: Wykonawca - Album
pt: Artista - Álbum
pt_br: Artista - Álbum
ru: Исполнитель - Альбом
se: Artista – Skearru
sk: Interpret - Album
sr: Извођач — албум
th: ศิลปิน - อัลบั้ม
tr: Sanatçı - Albüm
uk: Виконавець - альбом
