Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Average Rating
af: Gemiddelde Rang
bg: Средна оценка
ca: Valoració mitjana
cs: Průměrné hodnocení
da: Gennemsnitsklassificering
de: Durchschnittliche Bewertung
el: Μέση αξιολόγηση
es: Valoración media
et: Keskmine hinnang
eu: Batez bestekoa balioa
fa: میانگین ارزیابی
fi: Keskimääräinen arvostelu
fr: Moyenne des notes
he: דרוג ממוצע
hu: Átlagos besorolás
it: Valutazione media
ja: 平均評価
km: អត្រា​មធ្យម
ko: 평균 비중
lt: Vidutinis įvertinimas
nb: Gjennomsnittlig rangering
nds: Dörsnittbeweerten
ne: औसत मूल्याङ्कन
nl: Gemiddelde waardering
nn: Gjennomsnittskarakter
pa: ਔਸਤ ਰੇਟ
pl: Uśrednione notowanie
pt: Classificação Média
pt_br: Avaliação Média
ru: Средний рейтинг
se: Gaskageardánn árvosátni
sk: Priemerné hodnotenie
sr: Просечан рејтинг
th: เรตติงโดยเฉลี่ย
tr: Ortalama Beğeni
uk: Середній рейтинг

source: Scored Songs
af: Liedjies met tellings
bg: Оценени песни
ca: Cançons puntuades
cs: Skladby se skóre
da: Score sange
de: Stücke mit Punkten
el: Βαθμολογημένα τραγούδια
es: Canciones puntuadas
et: Hindega palad
eu: Puntuatutako abestiak
fa: ترانه‌های امتیازدار
fi: Pisteytetyt kappaleet
fr: Morceaux possédant un score
he: שירים שזכו לניקוד
hu: Pontszámmal ellátott számok
it: Brani con punteggio
ja: スコアのある曲
km: បទចម្រៀង​ដែល​បាន​ដាក់​ពិន្ទុ
ko: 점수가 주어진 곡
lt: Dainos su reitingais
nb: Poengsatte sanger
nds: Stücken mit Pünkt
ne: प्राप्ताङ्क प्राप्त गरिएको गीत
nl: Tracks met score
nn: Songar med poeng
pa: ਸਕੋਰ ਗੀਤ
pl: Punktowane piosenki
pt: Canções Pontuadas
pt_br: Músicas Pontuadas
ru: Композиции со счётом
se: Bihtát mas leat čuoggát
sk: Skladby so skóre
sr: Песме са резултатом
th: เพลงที่มีคะแนน
tr: Puanlanan Şarkılar
uk: Пісні з рахунками

source: Average Score
af: Gemiddelde Telling
bg: Средна оценка
ca: Puntuació mitjana
cs: Průměrné skóre
da: Gennemsnitlig score
de: Durchschnittliche Punktzahl
el: Μέση βαθμολογία
es: Puntuación media
et: Keskmine hinne
eu: Batez bestekoa puntuazioa
fa: میانگین امتیاز
fi: Keskimääräinen pistemäärä
fr: Moyenne des scores
he: ניקוד ממוצע
hu: Átlagos pontszám
it: Punteggio medio
ja: 平均スコア
km: ពិន្ទុ​មធ្យម
ko: 평균 점수
lt: Vidutinis reitingas
nb: Gjennomsnittlig poeng
nds: Dörsnittpünkt
ne: औसत प्राप्ताङ्क
nl: Gemiddelde score
nn: Gjennomsnittspoeng
pa: ਔਸਤ ਸਕੋਰ
pl: Uśredniona punktacja
pt: Pontuação Média
pt_br: Pontuação Média
ru: Средний счёт
se: Gaskageardán čuoggát
sk: Priemerné skóre
sr: Просечан резултат
th: คะแนนโดยเฉลี่ย
tr: Ortalama Puan
uk: Середній рахунок

source: The file %1 is not writable.
af: Die lêer %1 nie skryfbaar nie.
bg: Нямате достатъчно права за запис във файл %1.
ca: No es pot escriure al fitxer %1.
cs: Soubor '%1' není zapisovatelný.
da: Filen %1 er ikke skrivbar.
de: Die Datei %1 ist nicht schreibbar.
el: Το αρχείο %1 δεν είναι εγγράψιμο.
es: No se puede escribir en el archivo %1.
et: Fail %1 ei ole kirjutatav.
fa: پروندۀ %1 نوشتنی نیست.
fi: Tiedostoon %1 ei voi kirjoittaa.
fr: Le fichier %1 n'est pas accessible en écriture.
he: הקובץ %1 אינו ניתן לכתיבה.
hu: "%1" fájl nem írható.
it: Il file %1 non è scrivibile.
ja: ファイル %1 は書き込み不可です。
ka: %1 ფაილი არაა ჩაწერადი.
km: មិន​អាច​សរសេរ​លើ​ឯកសារ %1 បាន​ឡើយ ។
ko: 파일 %1 (이)가 쓰기 가능하지 않습니다.
lt: Nepavyko įrašyti į bylą %1.
nb: Fila «%1» er ikke skrivbar.
nds: "%1" lett sik nich schrieven.
ne: फाइल %1 लेखनयोग्य छैन ।
nl: Bestand %1 is niet schrijfbaar.
nn: Fila «%1» er ikkje skrivbar.
pa: ਫਾਇਲ %1 ਫਾਇਲ ਲਿਖਣਯੋਗ ਨਹੀਂ ਹੈ।
pl: Do pliku %1 nie można zapisywać.
pt: O ficheiro %1 não pode ser gravado.
pt_br: O arquivo %1 não pode ser gravado.
ru: Файл %1 доступен только для чтения.
se: Fiila %1 ii leat čálihahtti.
sk: Súbor %1 nie je zapisovateľný.
sr: У фајл %1 се не може писати.
th: แฟ้ม %1 ไม่สามารถเขียนได้
tr: %1 dosyası yazılabilir değil.
uk: У файл %1 неможливий запис.

source: Sorry, the tag for the following files could not be changed:
af: Jammer, die etiket vir die volgende lêers kon nie verander word nie:
bg: За съжаление тагът за следните файлове не може да бъде променен:
ca: Disculpeu, no s'ha pogut canviar l'etiqueta dels següents fitxers:
cs: Nelze změnit značku pro tyto soubory:
da: Mærket for følgende filer kunne desværre ikke ændres:
de: Die Metadaten für das folgende Stück lassen sich leider nicht ändern:
el: Δυστυχώς, η ετικέτα των παρακάτω αρχείων δε μπορεί να τροποποιηθεί:
es: Disculpe, no se pudo cambiar la etiqueta de los siguientes archivos:
et: Vabandust, järgmiste failide sildi muutmine ebaõnnestus:
eu: Honako fitxategien etiketa ezin izan da aldatu:
fa: متأسفم، برچسب را برای پرونده‌های زیر نتوانست تغییر دهد:
fi: Seuraavien tiedostojen sisältökuvauksen muuttaminen ei onnistunut:
fr: Désolé, la balise des fichiers suivants ne peut être modifiée :
he: מצטערים, אין אפשרות לשנות את התגית עבור הקבצים הבאים:
hu: A következő fájlok jellemzőit nem sikerült megváltoztatni:
it: Spiacente, i tag per i seguenti file non possono essere modificati:
ja: 申し訳ありません。以下のファイルのタグを変更できませんでした:
km: សូម​ទោស ស្លាក​សម្រាប់​ឯកសារ​ដូច​ខាង​ក្រោម​មិន​អាច​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ទេ ៖
ko: 죄송합니다. 다음 파일에 대한 태그를 변경할 수 없습니다.
lt: Deja, šių dainų meta informacijos pakeisti nepavyko:
nb: Kunne ikke endre merket for følgende filer:
nds: Deit mi leed, man de Beteker vun disse Dateien lett sik nich ännern:
ne: माफ गर्नुहोस्, निम्न फाइलका लागि ट्याग परिवर्तन गर्न सकेन:
nl: Helaas, de tag voor de volgende bestanden kon niet worden gewijzigd:
nn: Klarte ikkje endra merkelappen for desse filene:
pa: ਅਫਸੋਸ ਹੈ ਕਿ ਹੇਠ ਦਿੱਤੀਆਂ ਫਾਇਲਾਂ ਬਦਲੀਆਂ ਨਹੀਂ ਜਾ ਸਕੀਆਂ ਹਨ:
pl: Niestety, znacznik dla następujących plików nie mógł być zmieniony:
pt: Infelizmente, não foi possível modificar a marca dos seguintes ficheiros:
pt_br: Desculpe, a etiqueta para os seguintes arquivos não pôde ser alterada:
ru: Невозможно изменить метаданные следующих файлов:
se: Ándagássii, ii lean vejolaš rievdadit dieđuid dáid fiillain:
sk: Ľutujem, značka pre nasledujúce súbory sa nedá zmeniť:
sr: Извините, ознака за следеће фајлове није могла бити измењена:
th: ขออภัย ไม่สามารถเปลี่ยนแท็กของแฟ้มต่อไปนี้ได้:
tr: Üzgünüm, şu dosyaların etiketleri değiştirilemedi:
uk: Вибачте, але не вдалося змінити мітки для наступних файлів:

source: &Add Media...
af: Voeg media by...
bg: &Добавяне на записи...
ca: &Afegeix un suport...
cs: Přid&at média...
da: &Tilføj medie...
de: Medien &hinzufügen ...
el: &Προσθήκη πολυμέσων...
es: &Añadir medio...
et: Lis&a andmekandja...
eu: &Gehitu multimedia...
fa: &افزودن رسانه...‌
fi: &Lisää sisältöä…
fr: &Ajouter un média...
he: &הוסף מדיה...
hu: Mé&dia hozzáadása...
it: &Aggiungi media...
ja: メディアを追加(&A)...
ka: &ფაილების დამატება...
km: បន្ថែម​មេឌៀ...
ko: 미디어 추가(&A)...
lt: &Įdėti dainas...
nb: &Legg til medium …
nds: Medien &tofögen...
ne: मिडिया थप्नुहोस्...
nl: Medium &toevoegen...
nn: &Legg til medium …
pa: ਮੀਡਿਆ ਸ਼ਾਮਿਲ(&A)...
pl: &Dodaj multimedia...
pt: &Adicionar Média...
pt_br: Ad&icionar Arquivos...
ru: &Добавить адрес...
se: &Lasit media …
sk: Prid&ať média...
sr: &Додај медијум...
th: เพิ่&มสื่อ...
tr: &Ortam Ekle...
uk: &Додати носій...

source: &Add Stream...
af: Voeg stroom by...
bg: &Добавяне на поток...
ca: &Afegeix un flux...
cs: Přid&at vysílání...
da: &Tilføj strøm...
de: Radio-Stream hinzufügen ...
el: &Προσθήκη ροής...
es: &Añadir un flujo...
et: Lis&a raadiovoog...
eu: &Gehitu korrontea...
fa: &افزودن جریان...‌
fi: &Lisää radiovirta…
fr: &Ajouter un flux...
he: הוסף שידור ר&דיו זורם...
hu: &Adatfolyam hozzáadása...
it: &Aggiungi flusso...
ja: ストリームを追加(&A)...
km: បន្ថែម​ស្ទ្រីម​...
ko: 스트림 추가(&A)...
lt: &Įdėti srautą...
nb: Le&gg til strøm …
nds: Stroom &tofögen...
ne: प्रवाह थप्नुहोस्...
nl: R&adiostream toevoegen...
nn: &Legg til straum …
pa: ਸਟਰੀਮ ਸ਼ਾਮਿਲ(&A)...
pl: &Dodaj strumień...
pt: &Adicionar uma Transmissão...
pt_br: &Adicionar Stream...
ru: Добавить &потоковое радио...
se: &Lasit gáldo …
sk: &Pridať prúd...
sr: &Додај ток...
th: เพิ่ม&สตรีม...
tr: &Müzik Yayını Ekle...
uk: &Додати потік...

source: &Save Playlist As...
af: Stoor speel lys as...
bg: &Запис на списъка като...
ca: &Desa la llista de reproducció com...
cs: Uložit &seznam skladeb jako...
da: &Gem spilleliste som...
de: Wiedergabeliste speichern &unter ...
el: &Αποθήκευση λίστας ως...
es: Guardar la li&sta de reproducción como...
et: &Salvesta esitusnimekiri kui...
eu: &Gorde zerrenda honela...
fa: &ذخیرۀ فهرست پخش به عنوان...‌
fi: &Tallenna soittolista nimellä…
fr: Enregi&strer la liste de lecture sous...
he: שמור &רשימת־השמעה בשם...
hu: A lejátszólista m&entése másként...
it: &Salva la playlist con nome...
ja: プレイリストに名前を付けて保存(&S)...
ka: რეპერტუარი&ს შენახვა როგორც...
km: រក្សាទុក​បញ្ជី​ចាក់​ជា...
ko: 재생목록을 다른 이름으로 저장(&S)...
lt: Į&rašyti grojaraštį kaip...
nb: &Lagre spilleliste som …
nds: Afspeellist &sekern as...
ne: यस रूपमा प्ले सूची बचत गर्नुहोस्...
nl: Afspeellijst op&slaan als...
nn: &Lagra speleliste som …
pa: ਸੰਗੀਤ-ਸੂਚੀ ਏਦਾਂ ਸੰਭਾਲੋ(&S)...
pl: &Zapisz listę odtwarzania jako...
pt: Gravar a Li&sta de Reprodução Como...
pt_br: &Salvar Lista de Músicas Como...
ru: &Сохранить список как...
se: &Vurke čuojahanlisttu nugo …
sk: Uložiť &zoznam skladieb ako...
sr: Сними листу нумера &као...
th: บันทึก&รายการเล่นในชื่อ...
tr: Parça Listesini Farklı &Kaydet...
uk: &Зберегти список композицій як...

source: Burn to CD
af: Skryf na CD
bg: Запис на CD
ca: Grava a un CD
cs: Vypálit na CD
da: Brænd til cd
de: Auf CD brennen
el: Εγγραφή σε CD
es: Grabar en CD
et: Kirjuta CD-le
eu: Grabatu CDan
fa: سوزاندن دیسک فشرده
fi: Polta CD-levylle
fr: Graver sur un CD
he: צרוב לתקליטור
hu: CD-re írás
it: Masterizza CD
ja: CD に焼く
ka: CD-ზე ჩაწერა
km: ដុត​ទៅ​ស៊ីឌី
ko: CD로 굽기
lt: Įrašyti į CD
nb: Brenn til CD
nds: Op CD brennen
ne: सीडीमा बर्न गर्नुहोस्
nl: Als cd branden
nn: Brenn til CD
pa: CD ਉੱਤੇ ਲਿਖੋ
pl: Nagraj na CD
pt: Gravar para o CD
pt_br: Queimar em CD
ru: Записать на диск
se: Boaldde CD:ii
sk: Napáliť na CD
sr: Нарежи на CD
th: เขียนลงแผ่นซีดี
tr: CD'ye Yaz
uk: Записати на КД

source: Play Media...
af: Speel media...
bg: Изпълнение на запис...
ca: Reprodueix un suport...
cs: Přehrát média...
da: Afspil medie...
de: &Medien abspielen ...
el: Αναπαραγωγή πολυμέσου...
es: Reproducir medio...
et: Mängi andmekandjat...
eu: Erreproduzitu multimedia...
fa: پخش رسانه...
fi: Soita…
fr: Lire un média...
he: נגן מדיה...
hu: Média lejátszása...
it: Riproduci media...
ja: メディアを再生...
ka: მედიის დაკვრა...
km: ចាក់​មេឌៀ...
ko: 미디어 재생...
lt: Groti dainą...
nb: Spill medium …
nds: Medien afspelen...
ne: मिडिया प्ले गर्नुहोस्...
nl: Medium afspelen...
nn: Spel medium …
pa: ਮੀਡਿਆ ਚਲਾਓ...
pl: Odtwarzaj multimedia...
pt: Tocar Media...
pt_br: Reproduzir Arquivo...
ru: Воспроизвести по адресу...
se: Čuojat media …
sk: Prehrať média...
sr: Пусти медијум...
th: เล่นสื่อ...
tr: Ortam Çal...
uk: Грати з носія...

source: Play Audio CD
af: Speel Oudio CD
bg: Изпълнение на компактдиск
ca: Reprodueix un CD Àudio
cs: Přehrát zvukové CD
da: Afspil lyd-cd
de: &Audio-CD abspielen
el: Αναπαραγωγή CD ήχου
es: Reproducir CD de audio
et: Mängi audio CD-d
eu: Erreproduzitu audioko CDa
fa: پخش دیسک فشردۀ صوتی
fi: Soita ääni-CD:tä
fr: Lire un CD audio
he: נגן תקליטור שמע
hu: Hang-CD lejátszása
it: Riproduci CD audio
ja: オーディオ CD を再生
ka: Audio CD-ის დაკვრა
km: ចាក់​ស៊ីឌី​អូឌីយ៉ូ
ko: 오디오 CD 재생
lt: Groti muzikinį CD
nb: Spill lyd-CD
nds: Audio-CD afspelen
ne: अडियो सीडी प्ले गर्नुहोस्
nl: Audio-cd afspelen
nn: Spel lyd-CD
pa: ਆਡੀਓ CD ਚਲਾਓ
pl: Odtwarzaj płytę CD Audio
pt: Tocar CD Áudio
pt_br: Reproduzir CD de Áudio
ru: Воспроизвести AudioCD
se: Čuojat jietna-CD:a
sk: Prehrať hudobné CD
sr: Пусти аудио CD
th: เล่นซีดีบันทึกเสียง
tr: Ses CD'si Çal
uk: Грати аудіо КД

source: &Play/Pause
af: Speel/Pouse
bg: &Изпълнение/Пауза
ca: &Reprodueix/Pausa
cs: &Přehrát/Pauza
da: S&pil/Pause
de: &Wiedergabe/Pause
el: &Αναπαραγωγή/Παύση
es: Re&producir/Pausar
et: &Esitus/Paus
fa: &پخش/مکث‌
fi: &Soita/tauko
fr: Lecture / &pause
hu: &Lejátszás/Szünet
it: Ri&produci/Pausa
ja: 再生/一時停止(&P)
km: ចាក់​/ផ្អាក
lt: &Groti/Pristabdyti
nb: Spill/&Pause
nds: &Afspelen/Paus
ne: प्ले गर्नुहोस्/पज गर्नुहोस्
nl: Afs&pelen/Pauze
nn: &Spel/pause
pa: ਚਲਾਓ/ਵਿਰਾਮ(&P)
pl: Odtwarzanie/&Pauza
pt: Tocar/&Pausa
pt_br: &Reproduzir/Pausar
ru: &Играть/Пауза
se: Čuojat/&Boatkke
sk: &Prehrať/Pauza
sr: &Пусти/паузирај
th: เล่&น/หยุดชั่วคราว
tr: Ç&al/Durakla
uk: &Старт/Пауза

source: &Seek Forward
af: Soek vorentoe
bg: &Търсене напред
ca: &Cerca endavant
cs: &Rychle vpřed
da: Søg &fremad
de: &Vorwärts suchen
el: &Αναζήτηση μπροστά
es: Buscar hacia &delante
et: Ot&sing edasi
fa: &پیگردی پیش‌سو‌
fi: &Kelaa eteenpäin
fr: Recherche en a&vant
hu: Ugrás &előre
it: &Cerca in avanti
ja: 前方検索(&S)
km: ស្វែងរក​ទៅ​មុខ
lt: &Prasukti pirmyn
nb: &Søk fremover
nds: &Vörut söken
ne: अगाडी खोजी गर्नुहोस्
nl: Vooruit &zoeken
nn: &Spol framover
pa: ਅੱਗੇ ਭੇਜੋ(&S)
pl: Prze&szukaj do przodu
pt: A&vançar
pt_br: &Procurar Progressivamente
ru: Перемотать впер&ёд
se: &Oza ovddasguvlui
sk: Rých&lo vpred
sr: &Тражи унапред
th: ค้น&หาไปข้างหน้า
tr: &İleri Git
uk: &Перемотати вперед

source: &Seek Backward
af: Soek terug
bg: &Търсене назад
ca: &Cerca enrere
cs: Rychle v&zad
da: Søg &tilbage
de: &Rückwärts suchen
el: &Αναζήτηση πίσω
es: Buscar hacia &atrás
et: Ot&sing tagasi
fa: &پیگردی پس‌سو‌
fi: &Kelaa taaksepäin
fr: Recherche en a&rrière
hu: Ugrás &visszafelé
it: &Cerca indietro
ja: 後方検索(&S)
km: ស្វែងរក​ថយ​ក្រោយ
lt: &Prasukti atgal
nb: &Søk bakover
nds: A&chterut söken
ne: पछाडि खोजी गर्नुहोस्
nl: Achteruit &zoeken
nn: &Spol bakover
pa: ਪਿੱਛੇ ਭੇਜੋ(&S)
pl: Przes&zukaj w tył
pt: &Recuar
pt_br: &Procurar Regressivamente
ru: Перемотать на&зад
se: Oza &máŋosguvlui
sk: &Rýchlo vzad
sr: &Тражи уназад
th: ค้น&หาย้อนหลัง
tr: &Geri Git
uk: &Перемотати назад

source: Update Collection
af: Dateer versameling op
bg: Обновяване на колекцията
ca: Actualitza la col·lecció
cs: Aktualizovat kolekci
da: Opdatér samling
de: Sammlung aktualisieren
el: Ενημέρωση συλλογής
es: Actualizar colección
et: Uuenda muusikakogu
fa: به‌روزرسانی مجموعه
fi: Päivitä kokoelma
fr: Mise à jour de la collection
hu: A gyűjtemény frissítése
it: Aggiorna la collezione
ja: コレクションを更新
km: ធ្វើ​ឲ្យ​សម្រាំង​ទាន់សម័យ
lt: Atnaujinti fonoteką
nb: Oppdater samling
nds: Sammeln opfrischen
ne: सङ्कलन अद्यावधिक गर्नुहोस्
nl: Collectie bijwerken
nn: Oppdaterer samling
pa: ਭੰਡਾਰ ਅੱਪਡੇਟ ਕਰੋ
pl: Uaktualnij kolekcję
pt: Actualizar a Colecção
pt_br: Atualizar Coleção
ru: Обновить базу данных
se: Ođasmahte čoahkkádusa
sk: Aktualizovať kolekciu
sr: Ажурирај збирку
th: อัปเดตคลังดนตรี
tr: Koleksiyonu Güncelle
uk: Оновити збірку

source: Play las&t.fm Stream
af: Speel last.fm stroom
bg: Изпълнение на поток (las&t.fm)
ca: Reprodueix un flux &Last.fm
cs: Přehrát las&t.fm vysílání
da: Afspil Last.fm-strøm
de: &Last.fm-Stream wiedergeben
el: Αναπαραγωγή ροής las&t.fm
es: Reproducir un flujo de las&t.fm
et: Mängi las&t.fm-i raadiovoogu
eu: Erreproduzitu las&t.fm korrontea
fa: پخش جریان las&t.fm‌
fi: Soita &Last.fm-virtaa
fr: Lire un flux las&t.fm
he: &נגן שידור רדיו last.fm זורם
hu: Las&t.fm-adatfolyam lejátszása
it: Riproduci flusso las&t.fm
ja: Las&t.fm ストリームを再生
km: ចាក់​ស្ទ្រីម ast.fm
ko: last.fm 스트림 재생(&T)
lt: Groti last.&fm srautą
nb: Spill strøm fra las&t.fm
nds: Las&t.fm-Stroom afspelen
ne: last.fm प्रवाह प्ले गर्नुहोस्
nl: Las&t.fm-stream afspelen
nn: Spel las&t.fm-straum
pa: las&t.fm ਸਟਰੀਮ ਚਲਾਓ
pl: Odtwarzaj strumień Las&t.fm
pt: Tocar uma Transmissão do las&t.fm
pt_br: Reproduzir Stream do las&t.fm
ru: Открыть радио &last.fm
se: Čuojat &last.fm-gáldo
sk: Prehrať &last.fm prúd
sr: Пусти ток с&а last.fm-а
th: เล่นสตรีมจาก la&st.fm
tr: las&t.fm Yayını Çal
uk: Грати потік las&t.fm

source: Custom Station
af: Stasie deur jou opgestel
bg: Потребителска станция
ca: Estació personalitzada
cs: Vlastní stanice
da: Brugerdefineret station
de: Benutzerdefinierte Station
el: Προσαρμοσμένος σταθμός
es: Emisora personalizada
et: Kohandatud jaam
eu: Irrati pertsonalizatua
fa: ایستگاه سفارشی
fi: Oma radio
fr: Station personnalisée
he: תחנה מותאמת אישית
hu: Egyéni adó
it: Stazione personalizzata
ja: カスタムステーション
km: ស្ថានីយ​ផ្ទាល់ខ្លួន
ko: 사용자 스테이션
lt: Nurodyti stotį
nb: Tilpasset stasjon
nds: Egen Statschoon
ne: अनुकूल स्टेसन
nl: Eigen station
nn: Eigendefinert stasjon
pa: ਪਸੰਦੀਦਾ ਸਟੇਸ਼ਨ
pl: Własna stacja
pt: Estação Personalizada
pt_br: Estação Personalizada
ru: Нестандартная радиостанция
se: Iešmeroštuvvon stašuvdna
sk: Vlastná stanica
sr: Посебна станица
th: สถานีตั้งเอง
tr: Özel İstasyon
uk: Нетипова станція

source: Global Tag Radio
af: Globale Etiket Radio
bg: Тематично радио
ca: Ràdio d'etiquetes global
cs: Rádio podle globální značky
da: Globalt mærke-station
el: Ραδιόφωνο καθολικών ετικετών
es: Estilo de radio
eu: Irrati-etiketa globala
fa: رادیوی برچسب سراسری
fi: Radioasema
fr: Style de radio
he: תגית רדיו גלובלית
hu: "Globális címke" rádió
it: Radio per categoria globale
km: ស្លាក​សកល​របស់​វិទ្យុ
ko: 전역 태그 라디오
lt: Bendras radijas stilius
nb: Global merkeradio
nds: Globaal Betekerradio
ne: विश्वव्यापी ट्याग रेडियो
nl: Radio met globale tags
nn: Merkelapp-radio
pa: ਗਲੋਬਲ ਟੈਗ ਰੇਡੀਓ
pl: Radio znaczników globalnych
pt: Rádio de Marcas Globais
pt_br: Rádio de Etiqueta Global
ru: По меткам (Global Tag Radio)
sk: Globálna značka rádia
sr: Глобално означени радио
th: รายการวิทยุแท็กส่วนรวม
tr: Evrensel Etiket Radyosu
uk: За мітками (Global Tag Radio)

source: Add las&t.fm Stream
af: Voeg last.fm stroom by
bg: Добавяне на поток (las&t.fm)
ca: Afegeix un flux &Last.fm
cs: Přidat las&t.fm vysílání
da: Tilføj Last.fm-strøm
de: &Last.fm-Stream hinzufügen
el: Προσθήκη ροής las&t.fm
es: Añadir un flujo de las&t.fm
et: Lisa las&t.fm-i raadiovoog
eu: Gehitu las&t.fm korrontea
fa: افزودن جریان las&t.fm‌
fi: Lisää last.&fm-virta
fr: Ajouter un flux las&t.fm
he: הוסף שידור רדיו last.fm &זורם
hu: L&ast.fm-adatfolyam hozzáadása
it: Aggiungi flusso las&t.fm
ja: Las&t.fm ストリームを追加
km: បន្ថែម​ស្ទ្រីម last.fm
ko: 라디오 스트림 더하기(&T)
lt: Įdėti last.f&m srautą
nb: Legg til las&t.fm-strøm
nds: Las&t.fm-Stroom tofögen
ne: last.fm प्रवाह थप्नुहोस्
nl: Las&t.fm-stream toevoegen
nn: Legg til las&t.fm-straum
pa: las&t.fm ਸਟਰੀਮ ਸ਼ਾਮਿਲ
pl: Dodaj strumień Las&t.fm
pt: Adicionar uma Transmissão do las&t.fm
pt_br: Adicionar Stream do last.f&m
ru: Добавить радио las&t.fm
se: Lasit las&t.fm gáldu
sk: Pridať la&st.fm prúd
sr: Додај ток &са last.fm-а
th: เพิ่มรายการสตรีมจาก Last.fm
tr: las&t.fm Yayını Ekle
uk: Додати потік las&t.fm

source: Configure &Global Shortcuts...
af: Stel globale kortpaaie op...
bg: &Настройване на глобалните бързи клавиши...
ca: Configura les dreceres &globals...
cs: Nastavit &globální zkratky...
da: Indstil &globale genveje...
de: &Globale Kurzbefehle festlegen ...
el: Ρύθμιση &καθολικών συντομεύσεων...
es: Configurar los accesos rápidos &globales...
et: Üldiste &kiirklahvide seadistamine...
eu: Konfiguratu lasterbide &orokorrak...
fa: پیکربندی میان‌برهای &سراسری...‌
fi: Muokkaa &globaaleja pikanäppäimiä…
fr: Configurer les raccourcis &globaux...
he: הגדר קיצורי &דרך כלליים...
hu: A &globális billentyűparancsok beállítása...
it: Configura le &scorciatoie globali...
ja: グローバルショートカットを設定(&G)...
ka: &ზოგადი მალმხმობების კონფიგურაცია...
km: កំណត់​រចនាសម្ព័ន្ធ​ផ្លូវកាត់​សកល...
ko: 전역 단축키 설정(&G)...
lt: Derinti &bendrus sparčiuosius klavišus...
nb: Sett opp &globale snarveier …
nds: Globaal &Tastkombinatschonen instellen...
ne: विश्वव्यापी सर्टकट कन्फिगर गर्नुहोस्...
nl: &Globale sneltoetsen instellen...
nn: Set opp &globale snarvegar …
pa: ਗਲੋਬਲ ਸ਼ਾਰਟਕੱਟ ਸੰਰਚਨਾ(&G)...
pl: Konfiguracja skrótów &globalnych...
pt: Configurar os Atalhos &Globais...
pt_br: Configurar Atalhos &Globais...
ru: &Глобальные комбинации клавиш...
se: Heivet &oppalaš lávkestagaid …
sk: Nastaviť &globálne skratky...
sr: Подеси &глобалне пречице...
th: ปรับแต่งปุ่มพิมพ์ลัดระ&บบ...
tr: &Genel Kısayolları Yapılandır...
uk: Налаштувати &глобальні скорочення...

source: Previous Track
af: Vorige Snit
bg: Предишен запис
ca: Peça anterior
cs: Předchozí skladba
da: Forrige spor
de: &Zurück
el: Προηγούμενο κομμάτι
es: Pista anterior
et: Eelmine pala
eu: Aurreko pista
fa: شیار قبلی
fi: Edellinen kappale
fr: Morceau précédent
he: הרצועה הקודמת
hu: Előző szám
it: Traccia precedente
ja: 前のトラック
ka: წინა ჩანაწერი
km: បទ​មុន
ko: 이전 트랙
lt: Ankstesnė daina
nb: Forrige spor
nds: Verleden Stück
ne: अघिल्लो ट्रयाक
nl: Vorige track
nn: Førre spor
pa: ਪਿਛਲਾ ਟਰੈਕ
pl: Poprzedni utwór
pt: Faixa Anterior
pt_br: Faixa Anterior
ru: Предыдущая дорожка
se: Mannan bihttá
sk: Predchádzajúca skladba
sr: Претходна нумера
th: เพลงก่อนหน้า
tr: Önceki Parça
uk: Попередня доріжка

source: Next Track
af: Volgende Snit
bg: Следващ запис
ca: Peça següent
cs: Další skladba
da: Næste spor
de: &Vorwärts
el: Επόμενο κομμάτι
es: Pista siguiente
et: Järgmine pala
eu: Hurrengo pista
fa: شیار بعدی
fi: Seuraava kappale
fr: Morceau suivant
he: הרצועה הבאה
hu: Következő szám
it: Prossima traccia
ja: 次のトラック
ka: შემდეგი ჩანაწერი
km: បទ​បន្ទាប់
ko: 다음 트랙
lt: Kita daina
nb: Neste spor
nds: Nakamen Stück
ne: पछिल्लो ट्रयाक
nl: Volgende track
nn: Neste spor
pa: ਅਗਲਾ ਟਰੈਕ
pl: Następny utwór
pt: Próxima Faixa
pt_br: Próxima Faixa
ru: Следующая дорожка
se: Boahtte bihttá
sk: Nasledujúca skladba
sr: Следећа нумера
th: เพลงถัดไป
tr: Sonraki Parça
uk: Наступна доріжка

source: Toggle Focus
af: Verwissel Fokus
bg: Превключване на фокуса
ca: Alterna el focus
cs: Přepnout zaměření
da: Skifter fokus
de: Fokus umschalten
el: Εναλλαγή εστίασης
es: Cambiar el foco
et: Lülita fookust
eu: Txandakatu fokoa
fa: زدن ضامن کانون
fi: Vaihda fokusta
fr: Bascule du focus
he: החלף התמקדות
hu: Fókusz átkapcsolása
it: Commuta il fuoco
ja: フォーカスを切り替え
ka: ფოკუსის გადართვა
km: បិទបើក​ការ​ផ្ដោត
ko: 포커스 전환
lt: Įjungti/išjungti fokusavimą
nb: Bytt fokus
nds: Fokus wesseln
ne: फोकस टोकल गर्नुहोस्
nl: Focus aan/uit
nn: Byt fokus
pa: ਫੋਕਸ ਤਬਦੀਲ
pl: Przełącz aktywność
pt: Comutar o Foco
pt_br: Mudar Foco
ru: Передать фокус
se: Molsso fohkusa
sk: Prepnúť zameranie
sr: Пребаци фокус
th: เปิด/ปิดโฟกัส
tr: Görünme Odaklaması
uk: Перемкнути фокус

source: S&earch:
af: Soek:
bg: Т&ърсене:
ca: C&erca:
cs: Hl&edat:
da: &Søg:
de: &Suchen:
el: &Αναζήτηση:
es: Busca&r:
et: O&tsing:
eu: &Bilatu:
fa: &جستجو:‌
fi: &Etsi:
fr: R&echerche :
he: &חיפוש:
hu: &Keresés:
it: C&erca:
ja: 検索(&E):
ka: &ძებნა:
km: ស្វែងរក ៖
ko: 찾기(&E):
lt: &Ieškoti:
nb: &Søk:
nds: &Söken:
ne: खोजी:
nl: Zo&eken:
nn: &Søk:
pa: ਖੋਜ(&e):
pl: S&zukaj:
pt: P&rocurar:
pt_br: P&rocurar:
ru: &Фильтр:
se: O&za:
sk: Hľ&adať:
sr: &Тражи:
th: ค้&นหา...
tr: &Ara:
uk: По&шук:

source: Playlist Search
af: Speel lys soek
bg: Търсене в списъка
ca: Cerca de llista de reproducció
cs: Hledání v seznamu skladeb
da: Spillelistesøgning
de: Wiedergabelisten-Filter
el: Φίλτρο λίστας
es: Buscar lista de reproducción
et: Esitusnimekirja otsing
fa: جستجوی فهرست پخش
fi: Haku soittolistasta
fr: Recherche pour la liste de lecture
hu: Keresés a lejátszólistában
it: Ricerca della playlist
ja: プレイリスト検索
km: ស្វែង​រក​បញ្ជី​ចាក់
lt: Ieškoti grojarašyje
nb: Spillelistesøk
nds: Afspeellist-Söök
ne: प्ले सूची खोजी गर्नुहोस्
nl: Afspeellijst doorzoeken
nn: Spelelistesøk
pa: ਸੰਗੀਤ-ਸੂਚੀ ਖੋਜ
pl: Przeszukiwania listy odtwarzania
pt: Pesquisa na Lista de Reprodução
pt_br: Buscar na Lista de Músicas
ru: Вводить здесь...
se: Čuojahanlistoohcan
sk: Vyhľadávanie v zozname skladieb
sr: Тражење у листи нумера
th: ค้นหารายการเล่น
tr: Parça Listesi Araması
uk: Пошук в списку композицій
