Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <h1>Congratulations!</h1> <p>Amarok is ready for use! When you click finish Amarok will appear and begin scanning the folders in your collection.</p> <p>Amarok's playlist-window will show your <b>Collection</b> on the left and the <b>Playlist</b> on the right. Drag and drop music from the Collection to the Playlist and press <b>Play</b>.</p> <p>If you want more help or a tutorial, please check out the <a href="help:/amarok">Amarok handbook</a>. We hope you enjoy using Amarok.</p> <p align="right">The Amarok developers</p>
af: <h1>Geluk!</h1> <p>Amarok is nou gereed om gebruik te word. As jy op <i>Klaar</i> kliek sal Amarok gelaai word en begin om die gidse in jou versameling te skandeer.</p> <p>Amarok se speel lys venster sal jou <b>Versameling</b> aan die linker kant vertoon en die <i>Speel lys</b> aan die regter kant. Trek-en-laat-val musiek vanuit die Versameling na die Speel lys en druk <b>Speel</b>.</p> <p>As jy meer hulp of 'n tutoriaal verlang, kan jy deur die <a href="help:/amarok">Amarok handleiding</a> lees. Ons hoop jy geniet die gebruik van Amarok.</p> <p align="right">Die Amarok ontwikkelaars</p>
bg: <h1>Поздравления!</h1> <p>Amarok е готов за работа! Когато натиснете "Край" програмата ще започне да сканира папките на вашата колекция.</p> <p>Вляво ще се покаже <b>колекцията</b>, а вдясно - <b>списъка с песни</b>. Завлачете и пуснете музика от колекцията в списъка и натиснете <b>"Изпълнение"</b>.</p> <p>Ако искате още помощ, вижте <a href="help:/amarok">ръководство за Amarok</a>. Приятно слушане!</p> <p align="right">Екипът на Amarok</p>
ca: <h1>Enhorabona!</h1> <p>L'Amarok ja està llest! Quan feu clic a finalitzar l'Amarok s'inicialitzarà i començarà a escanejar les carpetes de la col·lecció.</p> <p>La finestra de la llista de reproducció mostrarà la vostra <b>Col·lecció</b> a l'esquerra i la <b>Llista de reproducció</b> a la dreta. Arrossegueu i deixeu anar música des de la col·lecció a la llista de reproducció i premeu <b>Reprodueix</b>.</p> <p>Si voleu més ajuda o una guia, si us plau consulteu el <a href="help:/amarok">manual d'Amarok</a>. Esperem que gaudiu usant Amarok. </p> <p align="right">Els desenvolupadors de l'Amarok</p>
cs: <h1>Gratulujeme!</h1> <p>Amarok je připraven k použití. Po kliknutí na tlačítko 'Dokončit' se objeví okno Amaroku, který začne prohledávat složky vaší kolekce.</p> <p>Na levé straně uvidíte svou <b>kolekci</b>, na pravé straně <b>seznam skladeb</b>. Jednoduše přetáhněte skladby z kolekce do seznamu a stiskněte <b>Přehrát</b>.</p> <p>Pokud budete potřebovat další nápovědu, prohlédněte si <a href="help:/amarok">příručku aplikace</a>. Doufáme, že se vám bude Amarok líbit.</p> <p align="right">Vaši vývojáři amaroK</p>
da: <h1>Til lykke.</h1> <p>Amarok er parat til brug, Når du klikker på Afslut vil Amarok komme frem og begynde på at gennemsøge mapperne i din samling.</p> <p>Amarok's spillelistevindue vil så vise din <b>Samling</b> til venstre for <b>Spillelisten</b> i højre side. Træk og slip musik fra Samlingen hen på Spillelisten og tryk på <b>Afspil</b>.</p> <p>Hvis du ønsker mere hjælp eller en gennemgang, så tjek venligst <a href="help:/amarok">Amaroks håndbog</a>. Vi håber du vil nyde at bruge Amarok.</p> <p align="right">Amaroks udviklere</p>
de: <h1>Glückwunsch!</h1> <p>Amarok ist nun bereit! Sobald Sie auf Abschließen klicken, wird Amarok starten und damit beginnen, Ihre Sammlung zu erfassen.</p> <p>Amaroks Wiedergabelisten-Fenster wird Ihre <b>Sammlung</b> links und Ihre <b>Wiedergabeliste</b> rechts anzeigen. Sie können Musik einfach aus der Sammlung zur Wiedergabeliste herüberziehen und dort fallen lassen. Drücken Sie dann auf den Knopf <b>Wiedergabe</b>.</p> <p>Sollten Sie mehr Hilfe bzw. eine Anleitung benötigen, so schauen Sie in das <a href="help:/amarok">Handbuch zu Amarok</a>. Wir wünschen Ihnen viel Spaß mit Amarok.</p> <p align="right">Die Amarok-Entwickler</p>
el: <h1>Συγχαρητήρια!</h1> <p>Το AmaroK είναι έτοιμο για χρήση! Όταν πατήσετε το Τέλος το AmaroK θα εμφανιστεί και θα ξεκινήσει η σάρωση των φακέλων της συλλογής σας.</p> <p>Το παράθυρο λίστας του AmaroK θα απεικονίσει τη <b>Συλλογή</b> σας αριστερά και τη <b>Λίστα</b> δεξιά. Σύρετε και αφήστε τη μουσική από τη συλλογή στη λίστα και πατήστε <b>Αναπαραγωγή</b>.</p> <p>Αν θέλετε επιπλέον βοήθεια ή κάποιο οδηγό, παρακαλούμε δείτε το <a href="help:/amarok">Εγχειρίδιο του AmaroK</a>. Ελπίζουμε να ευχαριστηθείτε με τη χρήση του AmaroK.</p> <p align="right">Οι προγραμματιστές του AmaroK</p>
es: <h1>¡Felicidades!</h1> <p>Amarok está listo para su uso. Cuando pulse «Finalizar», Amarok aparecerá y empezará a analizar las carpetas de su colección.</p> <p>La ventana de la lista de reproducción de amaroK le mostrará su <b>colección</b> a la izquierda, y la <b>lista de reproducción</b> a la derecha. Arrastre música de la colección y suéltela en la lista de reproducción, pulsando después <b>Reproducir</b>.</p> <p>Si necesita más ayuda o un tutorial, eche un vistazo al <a href="help:/amarok">manual de Amarok</a>. Esperamos que disfrute usando Amarok.</p> <p align="right">Los desarrolladores de Amarok</p>
et: <h1>Õnnitlused!</h1> <p>Amarok on nüüd igati kasutamiskõlbulik! Kui klõpsad lõpetamisnupul, ilmub Amaroki põhiaken ja rakendus hakkab kataloogide põhjal sinu muusikakogu kokku panema.</p> <p>Amaroki esitusnimekirja aken näitab vasakul sinu <b>muusikakogu</b> ja paremal <b>esitusnimekirja</b>. Lohista palad muusikakogust esitusnimekirja ja klõpsa nupule <b>Esita</b>.</p> <p>Kui soovid asjaga põhjalikumalt tutvuda või vajad abi, uuri <a href="help:/amarok">Amaroki käsiraamatut</a>. Me loodame, et Amarok valmistab sulle tõelist naudingut.</p> <p align="right">Amaroki arendajad</p>
fa: <h1>آفرین!</h1> <p>amaroK برای استفاده آماده است! هنگامی که تمام را فشار می‌دهید، amaroK ظاهر می‌شود و شروع به پویش پوشه‌ها در مجموعه‌تان می‌کند.</p> <p>پنجرۀ فهرست پخش amaroK، <b>مجموعۀ </b> شما را در چپ و <b>فهرست پخش </b> را در راست نمایش می‌دهد. موسیقی را از مجموعه به فهرست پخش بکشید و رها کنید و <b>پخش </b> را فشار دهید.</p> <p>اگر به کمک یا آموزش نیاز دارید، لطفاً، کتاب مرجع amaroK <a href="help:/amarok"> را بررسی کنید </a>. امیدواریم از کاربرد amaroK لذت ببرید.</p> <p align="right">توسعه‌دهندگان amaroK</p>
fi: <h1>Onnittelut!</h1> <p>Amarok on nyt valmis käytettäväksi. Kun napsautat <i>Valmis</i>, niin Amarok avautuu ja alkaa etsiä tiedostoja kokoelmaasi.</p> <p>Amarokin soittolistaikkunassa <b>kokoelma</b> on vasemmalla ja <b>soittolista</b> oikealla puolella. Voit lisätä musiikkia soittolistaan kokoelmastasi ”vedä ja pudota” -tekniikalla.</p> <p>Lisää apua ja ohjeita löytyy <a href="help:/amarok">Amarokin käsikirjasta</a> (englanniksi). Toivomme, että nautit Amarokin käyttämisestä.</p> <p align="right">Amarokin kehittäjät</p>
fr: <h1>Félicitations !</h1> <p>Amarok est prêt à être utilisé. Lorsque vous cliquerez sur <i>Terminer</i>, Amarok apparaîtra et commencera à analyser les dossiers de votre collection.</p> <p>La fenêtre de la liste de lecture d'Amarok vous affichera votre <b>collection</b> sur la gauche et la <b>liste de lecture</b> sur la droite. Glissez-déposez vos musiques depuis la collection vers la liste de lecture et cliquez sur <b>lecture</b>.</p> <p>Si vous voulez plus d'aide ou un tutorial, lisez le <a href="help:/amarok">manuel d'Amarok</a>. Nous espérons que vous aimerez utiliser Amarok.</p> <p align="right">Les développeurs d'Amarok</p>
he: <h1>ברכות!</h1> <p dir=rtl> נגן Amarok מוכן לשימוש! כאשר תלחץ "סיום" Amarok יפעל ויסרוק את התיקיות באוסף שלך. </p> <p dir=rtl>חלון רשימת־השמעה של Amarok יציג את <b>האוסף </b> שלך מימין ו<b>רשימת־השמעה</b> משמאל. גרור והשלך מוזיקה מתוך האוסף אל רשימת־ההשמעה ולחץ <b>נגן</b>.</p> <p dir=rtl> אם ברצונך לקבל עזרה נוספת או הדרכה, אנא בדוק את <a href="help:/amarok">ספר ההדרכה של Amarok</a>. אנו מקווים שתהנה להשתמש ב־ Amarok.</p> <p dir="rtl" align="left">מפתחי Amarok</p>
hu: <h1>Gratulálunk!</h1> <p>Az Amarok használatra kész. Ha a Befejezés gombra kattint, az Amarok elindul és elkezdi végignézni a gyűjteményhez tartozó könyvtárakat.</p> <p>Az Amarok lejátszólista-ablakában megjelenik a <b>Gyűjtemény</b> a bal oldalon és a <b>Lejátszólista</b> a jobb oldalon. A gyűjteményből húzza át az egérrel a kívánt zenéket a lejátszólistába és kattintson a <b>Lejátszás</b> gombra.</p> <p>Ha további segítséget vagy részletes magyarázatot szeretne kapni, olvassa el <a href="help:/amarok">az Amarok kézikönyvét</a>. Sok sikert kívánunk az Amarok használatához.</p> <p align="right">Az Amarok készítői</p>
it: <h1>Congratulazioni!</h1> <p>Amarok è pronto per l'uso! Non appena premerai fine, Amarok apparirà ed inizierà la scansione delle cartelle nella tua collezione.</p> <p>La sua finestra della playlist mostrerà la <b>Collezione</b> a sinistra e la <b>Playlist</b> a destra. Trascina i file musicali dalla Collezione alla Playlist e premi <b>Riproduci</b>.</p> <p>Se hai bisogno di ulteriore aiuto o suggerimenti, consulta il <a href="help:/amarok">manuale di Amarok</a>. Speriamo che ti divertirai usando Amarok.</p> <p align="right">Gli sviluppatori di Amarok</p>
ja: <h1>おめでとうございます!</h1> <p>Amarok の準備が整いました。完了をクリックするとコレクションフォルダのスキャンを開始します。</p> <p>プレイリストウィンドウの左側に「コレクション」、右側に「プレイリスト」が表示されます。コレクションからプレイリストへ音楽をドラッグ&ドロップして再生ボタンを押してください。</p> <p>より詳しい使用説明が必要な場合は <a href="help:/amarok">Amarok ハンドブック</a> をご覧ください。それでは Amarok をお楽しみください。</p> <p align="right">Amarok 開発者一同</p>
km: <h1>សូម​អបអរ​សាទរ !</h1> <p>Amarok ត្រៀប​រួច​ហើយ​ដើម្បី​ប្រើ ! នៅ​ពេល​អ្នក​ចុច​​បញ្ចប់ Amarok នឹង​បង្ហាញ ហើយ​ចាប់ផ្ដើម​ស្វែងរក​ថត​នៅ​ក្នុង​សម្រាំង​របស់​អ្នក ។</p> <p>បង្អួច​បញ្ជី​ចាក់​របស់ Amarok នឹង​បង្ហាញ <b>សម្រាំង</b> នៅ​ខាង​ឆ្វេង ហើយ <b>បញ្ជី​ចាក់</b> នៅ​ខាង​ស្ដាំ ។ អូស និង​ទម្លាក់​តន្ត្រី​ពី​សម្រាំង​ទៅក្នុង​បញ្ជី​ចាក់ ហើយ​ចុច <b>ចាក់</b> ។</p> <p>ប្រសិន​បើ​អ្នក​​ចង់​បាន​ជំនួយ​បន្ថែម ឬ​ការ​បង្រៀន សូម​ពិនិត្យ​វា​នៅ​ក្នុង <a href="help:/amarok">សៀវភៅ​ដៃ​របស់ Amaro​​k​</a> ។ យើង​សង្ឃឹម​ថា​អ្នក​រីករាយ​ក្នុង​កា​រប្រើ Amarok ។</p> <p align="right">អ្នក​អភិវឌ្ឍន៍​របស់ Amarok​</p>
ko: <h1>축하합니다!</h1> <p>Amarok을 사용할 준비가 되었습니다! 완료 단추를 누르면 amaroK가 시작되고, 모음집을 구성하기 위해 폴더를 찾게 될 것입니다.</p> <p>amaroK의 재생목록 창에서 <b>모음집</b>은 왼쪽에, <b>재생목록</b>은 오른쪽에 표시될 것입니다. 모음집에서 파일을 껄어 재생목록에 놓은 다음, <b>재생</b> 단추를 누르십시오.</p> <p>더 도움이 필요하시다면, <a href="help:/amarok">amaroK 핸드북</a>을 확인하십시오. Amarok를 즐겁게 사용하시길 바랍니다.</p> <p align="right">Amarok 개발자 일동</p>
lt: <h1>Sveikiname!</h1> <p>AmaroK yra parengtas naudoti! Paspaudus mygtuką <i>baigti</i> AmaroK pradės ieškoti aplankuose dainų ir sudarys muzikinę fonoteką.</p> <p>AmaroK grojaraščio lange kairėje matysite savo <b>Fonoteką</b>, o dešinėje matysite <b>Grojaraštį</b>. Galite tiesiog tempti ir numesti muziką iš fonotekos į grojaraštį ir spausti mygtuką <b>Groti</b>.</p> <p>Jei norite daugiau pagalbos ar apmokymo, prašome paskaityti <a href="help:/amarok">AmaroK vadovą</a>. Tikimės, kad AmaroK Jums patiks.</p> <p align="right">AmaroK programuotojai</p>
nb: <h1>Gratulerer!</h1> <p>Amarok er nå klar til bruk! Når du trykker på «ferdig» vil Amarok dukke opp og begynne å søke igjennom mappene i samlinga.</p> <p>Amaroks spillelistevindu vil vise din <b>samling</b> på venstre side og <b>spillelista</b> på høyre side. Dra og slipp musikk fra samlinga til spillelista og trykk på <b>Spill</b>.</p> <p>Hvis du trenger mer hjelp, eller en innføring, kan du sjekke <a href="help:/amarok">Amarok håndboka</a>. Vi håper du liker å bruke Amarok.</p> <p align="right">Amarok utviklerene</p>
nds: <h1>Wi graleert!</h1> <p>Nu kannst Du Amarok bruken! Wenn du nu op <i>Fardig maken</i> klickst, start Amarok un kiekt de Ornern binnen Dien Sammeln dör.</p> <p>Dat Afspeellist-Finster warrt linkerhand Dien <b>Sammeln</b> wiesen un rechterhand de <b>Afspeellist</b>. Du kannst Musik ut de Sammeln na de Afspeellist dregen un dor droppen laten, un denn op <b>Afspelen</b> klicken.</p> <p>Wenn Du mehr Hülp oder een Inföhren hebben wullt, kiek binnen dat <a href="help:/amarok">Amarok Handbook</a>. Wi haapt, dat Du bi den Bruuk vun Amarok Spaaß hest.</p> <p align="right">De Amarok-Makers</p>
ne: <h1>बधाई छ!</h1> <p>अमारोक प्रयोग गर्नका लागि तयार छ! तपाईँले समाप्त क्लिक गर्दा अमारोक देखापर्नेछ र तपाईँको सङ्कलनमा फोल्डरहरू स्क्यान गर्न सुरु गर्नेछ ।</p> <p>अमारोकको प्ले सूची सञ्झ्यालले तपाईँको <b>सङ्कलन</b> बायाँपट्टि र <b>प्लेसूची</b> दायाँपट्टि देखाउनेछ । प्ले सूचीमा सङ्कलनबाट सङ्गीत तान्नुहोस् र छोड्नुहोस् र <b>प्ले</b>थिच्नुहोस् ।</p> <p>यदि तपाईँ अरू धेरै मद्दत वा संरक्षण चाहनुहुन्छ भने, कृपया <a href="help:/amarok">अमारोक हातेपुस्तिका</a>हेर्नुहोस् । हामी तपाईँले अमारोक प्रयोग गरेर आनन्द लिनुभयो भन्ने आशा गर्दछौ ।</p> <p align="right">अमारोक विकासकर्ताहरू</p>
nl: <h1>Gefeliciteerd!</h1> <p>Amarok is nu klaar voor gebruik! Nadat u op 'Voltooien' hebt geklikt zal Amarok worden geopend en worden de mappen in uw collectie doorzocht op muziekbestanden.</p> <p>De afspeellijst zal uw <b>collectie</b> links tonen, en de <b>afspeellijst</b> rechts. Versleep muziek van de collectie naar de afspeellijst en klik op <b>Afspelen</b>.</p> <p>Voor meer informatie verwijzen we u graag naar <a href="help:/amarok">het handboek van Amarok</a>. We hopen dat u veel plezier beleeft bij het gebruik van Amarok.</p> <p align="right">De ontwikkelaars van Amarok</p>
nn: <h1>Gratulerer!</h1> <p>Programmet er no klart til bruk. Når du no trykkjer <b>Avslutt</b>, vil Amarok starta å søkja gjennom mappene i samlinga di.</p> <p>Spelelistevindauget vil visa <b>samlinga</b> til venstre og <b>spelelista</b> til høgre. Berre dra og slepp musikk frå samlinga til spelelista, og trykk så <b>Spel</b>.</p> <p>Meir hjelp, samt ei innføring i Amarok, finn du i <a href="help:/amarok">Amarok-handboka</a>. Me håpar du vil få stor glede av Amarok.</p> <p align="right">Amarok-utviklarane</p>
pa: <h1>ਵਧਾਈਆਂ!</h1> <p>ਅਮਰੋਕ ਵਰਤਣ ਲਈ ਤਿਆਰ ਹੈ! ਜਦੋਂ ਤੁਸੀਂ ਮੁਕੰਮਲ ਨੂੰ ਦਬਾਇਆ ਤਾਂ ਅਮਰੋਕ ਵਿਖਾਈ ਦੇਵੇਗਾ ਅਤੇ ਤੁਹਾਡੇ ਭੰਡਾਰ ਵਿੱਚ ਫੋਲਡਰਾਂ ਦੀ ਜਾਂਚ ਕਰਨੀ ਸ਼ੁਰੂ ਕਰ ਦੇਵੇਗਾ।</p> <p>ਅਮਰੋਕ ਦੀ ਸੰਗੀਤ-ਸੂਚੀ ਖੱਬੇ ਪਾਸੇ ਤੁਹਾਡਾ <b>ਭੰਡਾਰ</b> ਵੇਖਾਏਗਾ ਅਤੇ ਸੱਜੇ ਪਾਸੇ <b>ਸੰਗੀਤ-ਸੂਚੀ</b> ਵਿਖਾਏਗਾ। ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਭੰਡਾਰ ਵਿੱਚੋਂ ਗੀਤਾਂ ਨੂੰ ਚੁੱਕੋ ਅਤੇ ਸੁੱਟੋ ਅਤੇ <b>ਚਲਾਓ</b> ਨੂੰ ਦਬਾਓ।</p> <p>ਜੇਕਰ ਤੁਸੀਂ ਮੱਦਦ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਹੋਰ ਜਾਣਕਾਰੀ ਦੀ ਲੋੜ ਹੈ ਤਾਂ <a href="help:/amarok">amaroK handbook</a> ਨੂੰ ਵੇਖੋ। ਅਸੀਂ ਉਮੀਦ ਕਰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਅਮਰੋਕ ਦੀ ਵਰਤੋਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਖੁਸ਼ੀ ਮਹਿਸੂਸ ਕਰੋਗੇ।</p> </p><p align="right">ਅਮਰੋਕ ਖੋਜੀ</p>
pl: <h1>Gratulacje!</h1> <p>Amarok jest już gotowy do pracy! Kiedy klikniesz na <b>Zakończ</b> pojawi się okno Amaroka i rozpocznie on skanowanie katalogów w Twojej kolekcji.</p> <p>Okno listy odtwarzania Amaroka pokaże Twoją <b>kolekcję</b> po lewej i <b>listę odtwarzania</b> po prawej stronie. Przeciągnij i upuść pliki muzyczne z kolekcji do listy a następnie naciśnij <b>Odtwarzaj</b>.</p> <p>Jeśli potrzebujesz więcej pomocy lub przewodnika sprawdź <a href="help:/amarok">podręcznik Amaroka</a>. Mamy nadzieję, że spodoba Ci się praca z Amarokiem.</p> <p align="right">Twórcy Amaroka</p>
pt: <h1>Parabéns!</h1> <p>O Amarok está pronto a utilizar! Quando carregar em terminar o Amarok vai aparecer e começar a examinar as pastas da sua colecção.</p> <p>A janela de lista de reprodução do Amarok vai mostrar a sua <b>Colecção</b> à esquerda e a <b>Lista de Reprodução</b> à direita. Arraste e largue músicas da colecção para a lista de reprodução e carregue em <b>Tocar</b>.</p> <p>Se necessita de mais ajuda ou de um tutorial, veja o <a href="help:/amarok">manual do Amarok</a>. Esperamos que goste de utilizar o Amarok.</p> <p align="right">A equipa de desenvolvimento do Amarok</p>
pt_br: <h1>Parabéns!</h1> <p>O Amarok está pronto para o uso! Quando você clicar em Finalizar, o Amarok será iniciado e começará a escanear as pastas de sua coleção.</p> <p>A janela da lista de músicas do Amarok mostrará sua <b>Coleção</b> à esquerda e a <b>Lista de Músicas</b> à direita. Arraste e solte músicas da Coleção para a Lista de Músicas e pressione <b>Reproduzir</b>.</p> <p>Se você desejar mais informações ou um tutorial, por favor verifique o <a href="help:/amarok">manual do Amarok</a>. Esperamos que você se divirta usando o Amarok.</p> <p align="right">Os desenvolvedores do Amarok</p>
ru: <h1>Поздравляем!</h1> <p>Преодолев эти нелёгкие шаги по настройке amaroK, вы теперь можете приступать к его непосредственному использованию! После нажатия кнопки <i>Готово</i> начнётся сканирование папок.</p> <p>В левой части окна списка откроется панель <b>Коллекция</b>. Перенесите одну или несколько песен или папок в правую часть окна и нажмите кнопку <b>Играть</b>.</p> <p>За подробностями обращайтесь к <a href="help:/amarok">руководству</a> программы. Мы надеемся, что amaroK станет вашей любимой программой.</p> <p align="right">Разработчики amaroK</p>
se: <h1>Ollu lihkku!</h1> <p>Dál Amarok lea gearggus geavahit. Go dál coahkkalat «Heaittit», de Amarok ohcagoahtá máhpáid čoahkkádusastis.</p> <p>Čuojahanlistoláse čájeha <b>čoahkkádusat</b> dás gurutbealde ja <b>čuojahanlisttut</b> olgešbealde. Ii leat go geassit ja luoitit musihka čoahkkádusastis čuojahanlistui, ja de coahkkalit <b>Čuojat</b>.</p> <p>Eanet veahkki, ja maid bagadus mo geavahit Amarok, gávnnat <a href="help:/amarok">Amarok-giehtagirjjis</a>. Ii leat go sávvat ahte liikot Amarokii</p> <p align="right">Dearvvuođaiguin, Amarok-ovdánahtiin</p>
sk: <h1>Blahoželáme!</h1> <p>Amarok je pripravený na použitie! Po kliknutí na tlačidlo Dokončiť sa objaví okno Amaroku, ktorý začne prehľadávať priečinky vo vašej kolekcii.</p> <p>Na ľavej strane v okne zoznamu skladieb Amarok zobrazí vašu <b>Kolekciu</b> a <b>Zoznam skladieb</b> na pravej. Jednoducho pretiahnite hudbu z Kolekcie do Zoznamu skladieb a stlačte <b>Prehrať</b>.</p> <p>Ak budete potrebovať ďalšiu pomoc, prosím prezrite si <a href="help:/amarok">príručku Amaroku</a>. Dúfame, že sa vám bude Amarok páčiť.</p> <p align="right">Vývojári Amarok</p>
sr: <h1>Честитамо!</h1> <p>Amarok је спреман за коришћење! Чим кликнете на „Заврши“, Amarok ће почети да претражује фасцикле у вашој збирци.</p> <p>Amarok-ов прозор листе нумера ће приказати вашу <b>збирку</b> лево и <b>листу нумера</b> десно. Превуците и испустите музику из збирке у листу нумера и притисните <b>Пусти</b>.</p> <p>Ако желите још помоћи или туторијал, погледајте <a href="help:/amarok">Приручник за Amarok</a>. Надамо се да ћете уживати у коришћењу Amarok-а.</p> <p align="right">Развијачи Amarok-а</p>
th: <h1>ขอแสดงความยินดีด้วย!</h1> <p>Amarok พร้อมใช้งานแล้ว! เมื่อคุณคลิกที่ 'เสร็จสิ้น' Amarok จะปรากฏขึ้นมา และจะเริ่มตรวจหาโฟลเดอร์ในคลังดนตรีของคุณ</p> <p>หน้าต่างรายการเล่นของ Amarok จะแสดง <b>คลังดนตรี</b> ของคุณทางด้านซ้าย และจะแสดง <b>รายการเล่น</b> ทางด้านขวา ให้คุณลากเพลงจากคลังดนตรีแล้วปล่อยลงมาที่รายการเล่น แล้วคลิกที่ <b>เล่น</b> </p> <p>หากคุณต้องการความช่วยเหลือเพิ่มเติมหรือบทช่วยสอน ลองไปดูที่ <a href="help:/amarok">คู่มือ Amarok</a>. เราหวังว่าคุณคงจะมีความสุขในการใช้งาน Amarok.</p> <p align="right">ทีมพัฒนา Amarok</p>
tr: <h1>Tebrikler!</h1> <p>Amarok artık kullanmaya hazır. Bitir düğmesine tıkladığınız anda Amarok başlayacak ve gösterdiğiniz dizindeki müzik dosyalarını tarayacaktır.</p> <p> Amarok'un parça listesi penceresi sol tarafta <b>parça listenizi</b> gösterecektir. Parça listesinden parça listesine dosyaları sürükleyip <b>Çal</b> düğmesine tıklayın.</p> <p>Eğer Amarok ile ilgili herhangi bir konuda daha fazla bilgi almak istiyorsanız, lütfen <a href="help:/amarok">Amarok kılavuzuna</a> başvurun. Amarok kullandığınız için teşekkürler.</p> <p align="right">Amarok geliştiricileri</p>
uk: <h1>Вітаємо!</h1> <p>Amarok готовий для використання! Коли ви натиснете кнопку "Закінчити", Amarok відкриється і почне сканування тек у вашій збірці.</p> <p>Ліворуч, вікно списку композицій Amarok покаже вашу <b>Збірку</b>, а праворуч - <b>Список композицій</b>. Перетягніть музику із Збірки у Список композицій і натисніть <b>Пуск</b>.</p> <p>Якщо вам необхідна додаткова допомога або навчальний посібник, зверніться до <a href="help:/amarok">Підручника з Amarok</a>. Сподіваємось, що вам сподобається Amarok.</p> <p align="right">Розробники Amarok</p>

source: MySQL Configuration
af: MySQL Opstelling
bg: Настройки на MySQL
ca: Configuració del MySQL
cs: Nastavení MySQL
da: Indstil MySQL
de: MySql einrichten
el: Ρυθμίσεις MySQL
es: Configuración de MySQL
et: MySQL seadistamine
eu: MySQLren konfigurazioa
fa: پیکربندی MySQL
fi: MySQL-kannan asetukset
fr: Configuration de MySQL
he: הגדרות MySQL
hu: A MySQL beállításai
it: Configurazione MySQL
ja: MySQL の設定
ka: MySQL-ის პარამეტრები
km: ការ​កំណត់​រចនាសម្ព័ន្ធ MySQL
ko: MySQL 설정
lt: MySQL derinimas
nb: MySQL-oppsett
nds: MySQL instellen
ne: MySQL कन्फिगरेसन
nl: MySQL-configuratie
nn: MySQL-oppsett
pa: MySQL ਸੰਰਚਨਾ
pl: Konfiguracja MySQL
pt: Configuração do MySQL
pt_br: Configuração do MySQL
ru: Параметры MySQL
se: MySQL-heivehus
sk: Nastavenie MySQL
sr: Подешавање MySQL-а
th: การตั้งค่า MySQL
tr: MySQL Ayarları
uk: Налаштування MySQL

source: Hostname:
af: Bediener naam:
bg: Хост:
ca: Nom de la màquina:
cs: Jméno počítače:
da: Værtsnavn:
de: Rechner:
el: Υπολογιστής:
es: Servidor:
et: Masinanimi:
eu: Ostalari-izena:
fa: نام میزبان:
fi: Konenimi:
fr: Hôte :
he: שם שרת:
hu: Gépnév:
it: Nome host:
ja: ホスト名:
ka: მასპინძელი სერვერის სახელი:
km: ឈ្មោះ​ម៉ាស៊ីន ៖
ko: 호스트이름:
lt: Mazgo pavadinimas:
nb: Vertsnavn:
nds: Reeknernaam:
ne: होस्टनाम:
nl: Hostnaam:
nn: Vertsnamn:
pa: ਹੋਸਟ ਨਾਂ:
pl: Nazwa komputera:
pt: Máquina:
pt_br: Máquina:
ru: Узел:
se: Guossoheaddjenamma:
sk: Hostiteľ:
sr: Име домаћина:
th: ชื่อโฮสท์:
tr: Makine adı:
uk: Назва вузла:

source: Database:
af: Databasis:
bg: База данни:
ca: Base de dades:
cs: Databáze:
de: Datenbank:
el: Βάση δεδομένων:
es: Base de datos:
et: Andmebaas:
eu: Datu-basea:
fa: دادگان:
fi: Tietokanta:
fr: Base de données :
he: מסד הנתונים:
hu: Adatbázis:
ja: データベース:
ka: მონაცემთა ბაზა:
km: មូលដ្ឋាន​ទិន្នន័យ ៖
ko: 데이터베이스:
lt: Duomenų bazė:
nds: Datenbank:
ne: डाटाबेस:
pa: ਡਾਟਾਬੇਸ:
pl: Baza danych:
pt: Base de Dados:
pt_br: Banco de dados:
ru: База данных:
se: Diehtovuođđu:
sk: Databáza:
sr: База података:
th: ฐานข้อมูล:
tr: Veritabanı:
uk: База даних:

source: Which port mysql should connect to.
af: Op watter poort moet MySQL koppel
bg: Към кой порт да се свърже mysql.
ca: A quin port s'hauria de connectar el MySQL.
cs: Ke kterému portu se má MySQL připojit.
da: Hvilken port MySQL skal forbinde til.
de: Dies ist der Port für die Verbindung mit der Datenbank.
el: Η θύρα σύνδεσης με τον εξυπηρετητή mysql.
es: Puerto al que debe conectarse mysql.
et: Millise pordiga peab MySQL ühenduse looma.
eu: Zein ataka erabili MySQLrekin konektatzeko.
fa: کدام درگاه mysql باید متصل شود.
fi: Mihin porttiin mysql:n pitää yhdistää.
fr: Port utilisé par MySQL pour se connecter.
he: לאיזה שער mysql צריך להתחבר.
hu: Melyik porthoz kapcsolódjon a MySQL.
it: A quale porta mysql deve connettersi.
ja: MySQL が接続するポート
ka: mysql რომელ პორტს უნდა დაუკავშირდეს.
km: ច្រក​ដែល mysql គួរ​តភ្ជាប់​ទៅ ។
ko: mysql 연결에 사용할 포트
lt: Prie kurio prievado jungtis mysql?
nb: Hvilken port mysql skal koble seg til.
nds: De Port, na de MySQL sik tokoppeln schall.
ne: यसमा कुन पोर्ट mysql प्रयोग गर्ने ।
nl: Met welke poort MySQL verbinding moet maken.
nn: Kva port skal MySQL kopla til.
pa: ਕਿਹੜੀ ਪੋਰਟ ਉੱਤੇ mysql ਜੁੜੇ।
pl: Przez jaki port MySQL powinien się łączyć.
pt: O porto onde ligar ao mysql.
pt_br: Em qual porta o mysql deve se conectar.
ru: Порт для подключения.
se: Makkár verráhii MySQL laktašuvvo.
sk: Na ktorý port sa má MySQL pripájať.
sr: На који порт MySQL треба да се повеже.
th: จะให้ MySQL เชื่อมต่อที่พอร์ตใด
tr: Mysql'in bağlanmak zorunda olduğu port.
uk: З яким портом повинна з'єднуватись mysql.

source: Port:
af: Poort:
bg: Порт:
el: Θύρα:
es: Puerto:
eu: Ataka:
fa: درگاه:
fi: Portti:
he: שער:
it: Porta:
ja: ポート:
ka: პორტი:
km: ច្រក ៖
ko: 포트:
lt: Prievadas:
ne: पोर्ट:
nl: Poort:
pa: ਪੋਰਟ:
pt: Porto:
pt_br: Porta:
ru: Порт:
se: Verrát:
sr: Порт:
th: พอร์ต:
uk: Порт:
