Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Options8
bg: Настройки (8)
ca: Opcions8
da: Tilvalg8
el: Επιλογές 8
hu: Beállítás8
km: ជម្រើស ៨
ko: 옵션8
nds: Optschonen 8
nl: Opties8
nn: Val 8
pl: Opcje 8
pt: Opções8
pt_br: Opções8
se: Molssaeavttut8
sk: Voľby8
th: ตัวเลือก8
tr: Seçenekler8
uk: Параметри8

source: Amarok can send the name of every song you play to last.fm. The system automatically matches you to people with similar musical tastes, and creates personalized recommendations. To learn more about last.fm, <A href='http://www.last.fm'>visit the homepage</A>.
af: Amarok kan die naam van elke snit wat jy speel na <i>last.fm</i> stuur. Die stelsel sal jou outomaties met mense wat dieselfde musiek smaak as jy het oplyn. Daarna sal die stelsel verpersoonlikte aanbevelings maak. Besoek last.fm se <a href='http://www.last.fm'>tuisblad</b> vir meer inligting.
bg: Amarok може да изпрати името на всяка слушана от вас песен на last.fm. Системата автоматично ще ви насочи към хора с подобен музикален вкус и ще ви даде лични препоръки. За да научите повече за last.fm, посетете <A href="http://www.last.fm">страницата</A> му.
ca: L'Amarok pot enviar el nom de cada cançó que escolteu a last.fm. El sistema automàticament l'associarà amb gent amb gustos musicals similars, i generarà recomanacions personalitzades. Per aprendre més sobre last.fm, <A href='http://www.last.fm'>visiteu la pàgina web</A>.
cs: Amarok umí odesílat název každé skladby, kterou přehrajete, na server last.fm. Systém vás automaticky zařazuje mezi lidi s podobným hudebním vkusem a generuje osobní doporučení skladeb. Více se dozvíte na <a href="http://www.last.fm">domovské stránce last.fm</a>.
da: Navnet på hver sang du spiller kan sendes til last.fm af Amarok. Systemet matcher dig automatisk med personer som har lignende musiksmag, og laver personlige anbefalinger. For at få mere at vide om last.fm, <A href='http://www.last.fm'>besøg hjemmesiden</A>.
de: Amarok kann den Namen jedes abgespielten Stücks an Last.fm übermitteln. Last.fm gleicht die Daten dann mit dem Hörverhalten anderer Benutzer ab und erzeugt personalisierte Musikempfehlungen. Um mehr darüber zu erfahren besuchen Sie bitte die <A href='http://www.last.fm'>Homepage von Last.fm</A>.
el: Το AmaroK μπορεί να στέλνει το όνομα κάθε κομματιού που αναπαράγεται στο last.fm. Το σύστημα αυτόματα σας συνδέει με άτομα ίδιων μουσικών προτιμήσεων και παράγει προσωπικές προτάσεις. Περισσότερα για το last.fm, στην <A href='http://www.last.fm'>ιστοσελίδα</A>του.
es: Amarok puede enviar el nombre de cada canción que reproduce a last.fm. El sistema busca automáticamente gente con gustos musicales similares a los suyos, y genera recomendaciones personalizadas. Para saber más cosas sobre last.fm, <A href='http://www.last.fm'>visite su página web</A>.
et: Amarok võib saata iga sinu mängitud loo nime last.fm-ile. See süsteem otsib automaatselt sinuga sarnase muusikalise maitsega inimesi ja soovitab teile kõigile tõenäoliselt meelepärast muusikat. Rohkem infot leiab last.fm-i <A href='http://www.last.fm'>koduleheküljelt</A>.
fa: amaroK می‌تواند نام هر ترانه‌ای که که شما در last.fm پخش می‌کنید را ارسال کند. سیستم به طور خودکار شما را با افرادی که در موسیقی دارای سلیقه‌های مشابه با شما هستند، تطبیق می‌دهد، و توصیه‌هی شخصی را ایجاد می‌کند. برای اینکه چیزهای بیشتری راجع به last.fm یاد بگیرید، صفحه آغازۀ <A href='http://www.last.fm'> را مشاهده کنید </A>.
fi: Amarok voi lähettää kuuntelemiesi kappaleiden nimet Last.fm-palveluun. Last.fm-palvelu etsii ihmisiä, joilla on samankaltainen musiikkimaku ja luo henkilökohtaisia suosituksia. Lisätietoja Last.fm-palvelusta on sen <a href="http://www.last.fm">kotisivulla</a>.
fr: Amarok peut envoyer le nom de chaque chanson écoutée à last.fm. Le système vous associe automatiquement avec d'autres personnes ayant les mêmes goûts musicaux et génère des recommandations personnalisées. Pour en apprendre plus sur last.fm, visitez la <A href='http://www.last.fm'>page d'accueil</A>.
he: היישום Amarok יכול לשלוח את השם של כל שיר שאתה משמיע אל last.fm. המערכת אוטומטית משווה בינך לאנשים אחרים עם טעם מוזיקלי דומה ויוצרת המלצות אישיות. על־מנת ללמוד יותר על last.fm, <A href="http://www.last.fm">בקר באתר</A>.
hu: Az Amarokkal elküldhető a lejátszott számok neve a Last.fm-re. A rendszer ez alapján automatikusan kiválasztja az Önhöz hasonló zenei ízlésű embereket, és személyre szabott javaslatokat tesz. A Last.fm rendszerről <A href='http://www.last.fm'>annak honlapján</A> szerezhet további információt.
it: Amarok può inviare il nome di ogni canzone riprodotta a last.fm. Il sistema confronterà automaticamente i tuoi gusti musicali con quelli di altre persone e genererà consigli personalizzati. Per conoscere maggiormente last.fm, <A href='http://www.last.fm'>visita la pagina principale</A>.
ja: Amarok はあなたが再生した曲のタイトルを Last.fm へ送信することができます。このシステムは自動的にあなたと音楽の趣味が似た人を見つけて、ユーザに特化したおすすめ音楽情報を生成します。詳しくは <A href='http://www.last.fm'>Last.fm のホームページ</A> をご覧ください。
km: amaroK អាច​ផ្ញើ​ឈ្មោះ​បទចម្រៀង​ទាំងអស់​ដែល​អ្នក​បាន​ចាក់​ទៅ last.fm ។ ប្រព័ន្ធ​នឹង​ផ្គូផ្គង​អ្នក​ជាមួយ​នឹង​មនុស្ស​ផ្សេង​ទៀត ដែល​ចូលចិត្ត​តន្ត្រី​ស្រដៀង​ៗ​នឹង​អ្នក ហើយ​នឹង​បង្កើត​ការ​ផ្ដល់​អនុសាសន៍​តាម​បុគ្គល​នីមួយៗ ។ ដើម្បី​ស្វែងយល់​បន្ថែម​អំពី last.fm <A href='http://www.last.fm'>សូម​ទស្សនា​គេហទំព័រ</A> ។
ko: Amarok은 당신이 매번 재생하는 곡의 이름을 last.fm으로 보낼 수 있습니다. 시스템은 자동으로 당신과 유사한 음악적 취향을 가진 사람을 연결시켜주며, 거기에 따른 알맞은 곡을 추천해 줄 수 있습니다. last.fm에 대해서 더 알아보시려면, <a href='http://www.last.fm'>홈페이지</a>를 방문하십시오</a>.
lt: Kiekvienos atliktos dainos pavadinimą AmaroK gali nusiųsti į last.fm. Sistema automatiškai aptiks panašios muzikos mylėtojus ir sudarys asmeninį rekomenduojamų dainų sąrašą. Norėdami sužinoti daugiau apie last.fm <A href='http://www.last.fm'>aplankykite svetainę</A>.
nb: Om du vil, kan Amarok automatisk sende navnet på stykkene du hører på til last.fm. Systemet finner automatisk andre med musikksmak som ligner din, og kommer med personlige forslag til ny musikk. Du finner mer informasjon på <A href='http://www.last.fm'>last.fm-hjemmesida</A>.
nds: Amarok kann den Naam vun elk afspeelt Stück na last.fm överdregen. Dat Systeem kiekt automaatsch na lieke Mögen vun anner Lüüd un maakt dor Vörslääg ut. Wenn Du dor mehr över weten wullt, kiek Di man de <a href='http://www.last.fm'>Tohuussiet</a> an.
ne: अमारोकले तपाईँले last.fm मा बजाउनु भएको हरेक गीतको नाम पठाउन सक्छ । प्रणाली स्वचालित रूपमा तपाईँ उही साङ्गितिक स्वादहरूसँग मिल्दछ, र व्यक्तिगत गरिएको सिफारिसहरू सिर्जना गर्दछ । last.fm को बारेमा अरू धेरै जान्न, <A href='http://www.last.fm'>गृहपृष्ठ हेर्नुहोस्</A> ।
nl: Amarok kan de naam van elk nummer dat u afspeelt sturen naar last.fm. Dit systeem koppelt u automatisch aan gebruikers met dezelfde muzieksmaak en genereert persoonlijke aanbevelingen. <A href="http://www.last.fm">Bezoek de webpagina van last.fm</A> voor meer informatie.
nn: Om du vil, kan Amarok automatisk senda namnet på songane du høyrer på til Last.fm. Systemet finn automatisk andre med musikksmak som liknar din, og kjem med personlege framlegg til ny musikk. Du finn meir informasjon på <A href='http://www.last.fm/'>Last.fm-heimesida</A>.
pa: ਅਮਰੋਕ ਤੁਹਾਡੇ ਰਾਹੀਂ ਸੁਣੇ ਹਰ ਗਾਣੇ ਨੂੰ last.fm ਨੂੰ ਭੇਜ ਸਕਦਾ ਹੈ। ਸਿਸਟਮ ਆਟੋਮੈਟਿਕ ਹੀ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਵਰਗੀ ਪਸੰਦ ਦੇ ਲੋਕਾਂ ਨਾਲ ਮਿਲਾ ਦੇਵੇਗਾ ਅਤੇ ਨਿੱਜੀ ਸਿਫ਼ਾਰਸ਼ਾਂ ਤਿਆਰ ਕਰੇਗਾ। last.fm ਬਾਰੇ ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ <A href='http://www.last.fm'>ਮੁੱਖ ਸਫ਼ਾ ਵੇਖੋ</A>।
pl: Amarok może wysyłać nazwę każdego utworu, który odtwarzasz do Last.fm. System automatycznie dopasowuje Cię do osób o podobnych gustach muzycznych i generuje indywidualne rekomendacje. Aby dowiedzieć się więcej o Last.fm <A href='http://www.last.fm'>odwiedź stronę domową</A>.
pt: O Amarok pode enviar o nome de cada canção tocada para a last.fm. O sistema agrupa-o automaticamente com pessoas com gostos musicais semelhantes e gera recomendações personalizadas. Para saber mais <A href='http://www.last.fm'>visite a página da last.fm</A>.
pt_br: O Amarok pode enviar o nome de cada música que você reproduzir ao last.fm. O sistema automaticamente lhe aponta pessoas com gostos musicais parecidos aos seus, e gera recomendações personalizadas. Para aprender mais sobre o last.fm, <A href='http://www.last.fm'>visite sua página na web</A>.
ru: amaroK может посылать названия всех проигрываемых песен на last.fm. Эта система может найти людей с такими же музыкальными вкусами, как у вас, и предложить песни, которые должны вам понравиться, но которых у вас ещё нет. <P>Для подробностей <A href='http://www.last.fm'>посетите сайт last.fm</A>.
se: Amarok sáhttá sáddet juohkke bihttá nama maid čuojahat last.fm:ii. Dat vuogádat automáhtalaččat gávdna olbmuid mat liikojit seamma musihkkii go don, ja ráhkada peršuvnnalaš musihkkaneavvuid. Jus hálidat oahppat eanet last.fm birra, <a href='http://www.last.fm'>fina ruovttosiiddus</a>.
sk: Amarok dokáže poslať názov každej skladby, ktorú prehráte, na server last.fm. System vás automaticky zaraďuje medzi ľudí s podobným hudobným vkusom a vytvára prispôsobené odporúčania. Viac sa o last.fm dozviete na <A href='http://www.last.fm'>domovskej stránke</A>.
sr: Amarok може послати име сваке песме коју пустите на last.fm. Систем вас аутоматски упоређује са људима сличног музичког укуса и прави персонализоване препоруке. Да бисте сазнали више о last.fm-у, посетите његову <a href='http://www.last.fm'>почетну страну</a>.
th: Amarok สามารถที่จะส่งชื่อของเพลงทุกเพลงที่คุณเล่นไปยัง last.fm ระบบจะทำการจับคู่คุณกับคนที่มี รสนิยมทางดนตรีเหมือนกับคุณโดยอัตโนมัติ และจะสร้างข้อแนะนำส่วนตัวให้ หากต้องการรู้เรื่อง last.fm มากกว่านี้ <A href='http://www.last.fm'>โปรดไปเยี่ยมชมโฮมเพจ</A>
tr: Amarok çaldığınız her şarkıyı last.fm'e gönderebilir. Bu sistem zevkinize uygun şarkıları çalan kişilerle sizi eşleştirir ve kişisel öneriler sunabilir. Last.fm hakkında daha fazla bilgi için <a href='http://www.last.fm'>web sayfasını</a> ziyaret edebilirsiniz.
uk: Amarok може надсилати назву кожної пісні, що ви слухаєте до last.fm. Ця система автоматично знаходить людей з подібними музичними смаками і складає рекомендації спеціально для вас. Щоб дізнатись більше про last.fm <A href='http://www.last.fm'>відвідайте їхній веб-сайт</A>.

source: last.fm Profile
af: last.fm Profiel
bg: Профил в last.fm
ca: Perfil last.fm
cs: Profil last.fm
da: Profil for last.fm
de: Last.fm-Profil
el: Προφίλ last.fm
es: Perfil de last.fm
et: last.fm-i profiil
eu: last-fm profila
fi: Last.fm-profiili
fr: Profil last.fm
he: הפרופיל של last.fm
hu: Last.fm-profil
it: Profilo last.fm
ja: Last.fm プロフィール
ka: last.fm პროფილი
km: ទម្រង់ last.fm
ko: last.fm 프로파일
lt: last.fm profilis
nb: last.fm profil
nds: last.fm-Profil
ne: last.fm प्रोफाइल
nl: last.fm-profiel
nn: last.fm-profil
pa: last.fm ਪਰੋਫਾਇਲ
pl: Profil Last.fm
pt: Perfil do last.fm
pt_br: Perfil do last.fm
ru: Профиль last.fm
se: last.fm-profiila
sk: Profil last.fm
sr: Профил на last.fm-у
th: โพรไฟล์ last.fm
tr: last.fm Profili
uk: Профіль last.fm

source: <P>To use last.fm with Amarok, you need a <A href='http://www.last.fm:80/signup.php'>last.fm profile</A>.
af: <p>As jy last.fm vanuit Amarok wil gebruik, sal jy eers 'n <A ref='http://www.last.fm:80/signup.php'>last.fm profiel</A> moet kry.
bg: <P>За да използвате last.fm с Amarok, трябва да имате <A href="http://www.last.fm:80/signup.php">профил</A>.
ca: <p>Per usar last.fm amb l'Amarok, necessiteu un <a href='http://www.last.fm:80/signup.php'>perfil last.fm</a>.
cs: <P>Abyste mohli používat last.fm v Amaroku, je třeba mít <A href='http://www.last.fm:80/signup.php'>last.fm profil</A>.
da: <P>For at bruge last.fm med Amarok, behøver du en <A href='http://www.last.fm:80/signup.php'>last.fm-profil</A>.
de: <P>Um Last.fm mit Amarok verwenden zu können, benötigen Sie ein <A href='http://www.last.fm:80/signup.php'>Last.fm-Profil</A>.
el: <P>Για να χρησιμοποιήσετε το last.fm με το AmaroK, πρέπει να έχετε ένα <A href='http://www.last.fm:80/signup.php'>προφίλ last.fm</A>.
es: <P> Para usar last.fm con Amarok necesita un <A href='http://www.last.fm:80/signup.php'>perfil de last.fm</A>..
et: <P>last.fm-i kasutamiseks Amarokis läheb vaja <A href='http://www.last.fm:80/signup.php'>last.fm-i profiili</A>.
fa: <P>برای استفاده از last.fm با amaroK، به یک profile <A href='http://www.last.fm:80/signup.php'>last.fm نیاز دارید </A>.
fi: <p>Tarvitset <a href='http://www.last.fm:80/signup.php'>tunnuksen</a> Last.fm-palveluun, jos haluat käyttää sitä.</p>
fr: <P>Pour utiliser last.fm avec Amarok, vous devez avoir un <A href='http://www.last.fm:80/signup.php'>profil last.fm</A>.
he: <P>על־מנת להשתמש ב־ last.fm עם Amarok יש להגדיר <A href="http://www.last.fm:80/signup.php">פרופיל last.fm</A>.
hu: <P>Ha szeretné a Last.fm-et az Amarokkal használni, akkor szüksége lesz egy <A href='http://www.last.fm:80/signup.php'>Last.fm-profilra</A>.
it: <P>Per usare last.fm con Amarok, hai bisogno di un <A href='http://www.last.fm:80/signup.php'>profilo last.fm</A>.
ja: <P>Amarok で Last.fm を利用するには <A href='http://www.last.fm:80/signup.php'>Last.fm のプロフィール</A> が必要です。
km: <P>ដើម្បី​ប្រើ last.fm ជាមួយ amaroK, អ្នក​ត្រូវការ <A href='http://www.last.fm:80/signup.php'>ទម្រង់ last.fm</A> ។
ko: <P>Amarok으로 last.fm을 사용하시려면, 당신은 <A href='http://www.last.fm:80/signup.php'>last.fm 프로파일</A>이 있어야 합니다.
lt: <P>Norint naudoti last.fm, reikia turėti<A href='http://www.last.fm:80/signup.php'>last.fm profilį</A>.
nb: <P>For å bruke last.fm med Amarok trenger du en <A href='http://www.last.fm:80/signup.php'>last.fm profil</A>.
nds: <p>Wenn du last.fm mit Amarok bruken wullt, muttst Du en <a href='http://www.last.fm:80/signup.php'>last.fm-Profil</a> hebben.
ne: <P>अमारोकसँग last.fm प्रयोग गर्न, तपाईँलाई <A href='http://www.last.fm:80/signup.php'>last.fm प्रोफाइलको आवश्यक पर्दछ</A> ।
nl: <P>Om last.fm met Amarok te kunnen gebruiken hebt u een <A href="http://www.last.fm:80/signup.php">last.fm-profiel</A> nodig.
nn: <P>Du må skaffa deg <A href='http://www.last.fm:80/signup.php'>last.fm-profil</A> viss du vil bruka last.fm-funksjonen i Amarok.
pa: <P>ਅਮਰੋਕ ਨਾਲ last.fm ਵਰਤਣ ਲਈ ਤੁਹਾਨੂੰ ਇੱਕ <A href='http://www.last.fm:80/signup.php'>last.fm ਪਰੋਫਾਇਲ</A> ਦੀ ਲੋੜ ਹੈ।
pl: <P>Aby korzystać z Last.fm za pomocą Amaroka potrzebujesz <A href='http://www.last.fm:80/signup.php'>profilu Last.fm</A>.
pt: <P>Para utilizar o last.fm com o Amarok, necessita de um <A href='http://www.last.fm:80/signup.php'>perfil do last.fm</A>.
pt_br: <P>Para usar o last.fm com o Amarok, você precisa de <A href='http://www.last.fm:80/signup.php'>um perfil para o last.fm</A>.
ru: <P>Для подключения last.fm с amaroK нужно <A href='http://www.last.fm:80/signup.php'>зарегистрироваться</A> в этом сервисе.
se: <p>Jus hálidat geavahit last.fm Amarokas, de fertet skáhpput <p href='http://www.last.fm:80/signup.php'>last.fm profiilla</a>.
sk: <P>Aby ste mohli používať last.fm v Amaroku, potrebujete mať <A href='http://www.last.fm:80/signup.php'>last.fm profil</A>.
sr: <P>Да бисте користили last.fm са Amarok-ом, потребан вам је профил на <A href='http://www.last.fm:80/signup.php'>last.fm-у</A>.
th: <P>ในการใช้งาน last.fm กับ Amarok คุณจำเป็นต้องใช้ <A href='http://www.last.fm:80/signup.php'>last.fm profile</A>
tr: <P>Last.fm'i Amarok ile birlikte kullanmak için <A href='http://www.last.fm:80/signup.php'>last.fm profili</A> yaratmalısınız.
uk: <p>Щоб використовувати last.fm в Amarok, необхідно мати <a href='http://www.last.fm:80/signup.php'>профіль last.fm</a>.

source: &Username:
af: Gebruikernaam
bg: Потре&бителско име:
ca: Nom d'&usuari:
cs: &Uživatelské jméno:
da: &Brugernavn:
de: &Benutzername:
el: Όνομα &χρήστη:
es: &Usuario:
et: Kas&utajanimi:
eu: &Erabiltzaile-izena:
fa: &نام کاربر:‌
fi: &Käyttäjätunnus:
fr: &Utilisateur :
he: שם &משתמש:
hu: &Felhasználónév:
it: Nome &utente:
ja: ユーザ名(&U):
ka: &მომხმარებლის სახელი:
km: ឈ្មោះ​អ្នក​ប្រើ ៖
ko: 사용자 이름(&U):
lt: &Naudotojo vardas:
nb: &Brukernavn:
nds: &Brukernaam:
ne: प्रयोगकर्ता नाम:
nl: Gebr&uiker:
nn: &Brukarnamn:
pa: ਉਪਭੋਗੀ ਨਾਂ(&U):
pl: Nazwa &użytkownika:
pt: &Utilizador:
pt_br: &Usuário:
ru: &Пользователь:
se: &Geavaheaddjenamma:
sk: &Používateľ:
sr: Корисничко &име:
th: ชื่อผู้ใช้:
tr: &Kullanıcı adı:
uk: Ім'я &користувача:

source: last.fm Services
af: last.fm Dienste
bg: Услуги на last.fm
ca: Serveis last.fm
cs: Služby last.fm
da: Tjenester ved last.fm
de: Last.fm-Dienste
el: Υπηρεσίες last.fm
es: Servicios de last.fm
et: last.fm-i teenused
eu: last-fm zerbitzuak
fa: خدمات last.fm
fi: Last.fm-palvelut
fr: Services last.fm
he: השרותים של last.fm
hu: Last.fm-szolgáltatások
it: Servizi last.fm
ja: Last.fm サービス
ka: last.fm სერვისები
km: សេវា last.fm
ko: last.fm 서비스
lt: last.fm tarnyba
nb: last.fm tjenester
nds: last.fm-Deensten
ne: last.fm सेवाहरू
nl: last.fm-diensten
nn: last.fm-tenester
pa: last.fm ਸੇਵਾਵਾਂ
pl: Usługi Last.fm
pt: Serviços last.fm
pt_br: Serviços do last.fm
ru: Сервис last.fm
se: last.fm-bálválusat
sk: Služby last.fm
sr: Сервиси last.fm-а
th: บริการ last.fm
tr: last.fm Servisleri
uk: Служби last.fm
