Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: The following formats will be transferred directly:
af: Die volgende formate sal direk oorgedra word:
bg: Следните формати ще бъдат директно прехвърлени:
ca: Els següents formats es transferiran directament:
cs: Následující formáty budou přeneseny přímo:
da: Følgende formater vil blive overført direkte:
de: Die folgenden Formate werden direkt übertragen:
el: Τα παρακάτω κομμάτια θα μεταφερθούν άμεσα:
es: Los siguientes formatos serán transferidos directamente:
et: Järgmised formaadid kantakse otse üle:
eu: Honako formatuak zuzenean transferitu egingo dira:
fa: قالبهای زیر مستقیماً انتقال می‌یابند:
fi: Seuraavat äänenpakkausmuodot siirretään sellaisenaan:
fr: Les formats suivants seront transférés directement :
he: הפורמטים הבאים יועברו באופן ישיר:
hu: A következő formátumok közvetlenül kerülnek átvitelre:
it: Le seguenti formati saranno trasferiti direttamente:
ja: 以下のフォーマットは直接転送されます:
km: ទ្រង់ទ្រាយ​ដូច​ខាង​ក្រោម​នឹង​ត្រូ​វបាន​ផ្ទេរ​ដោយផ្ទាល់ ៖
ko: 다음 형식들은 직접 전달되지 않을 것입니다.
lt: Šie formatai bus persiųsti tiesiogiai:
nb: Følgende formater vil bli overført direkte:
nds: Disse Formaten warrt direktemang överdragen:
ne: निम्न ढाँचाहरू सिधै स्थानतरण गरिनेछ:
nl: De volgende formaten zullen direct worden overgezet:
nn: Desse formata vert overført direkte:
pa: ਹੇਠ ਦਿੱਤੇ ਫਾਰਮੈਟ ਸਿੱਧੇ ਟਰਾਂਸਫਰ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ:
pl: Następujące formaty będą przeniesione bezpośrednio:
pt: Os seguintes formatos serão transferidos directamente:
pt_br: Os seguintes formatos serão transferidos diretamente:
ru: Файлы следующих форматов не преобразуются в другой формат при копировании в переносное устройство:
se: Dát formáhtat sáddejuvvojit njuolga:
sk: Nasledujúce formáty budú prenesené priamo:
sr: Следећи формати ће бити директно пренесени:
th: รูปแบบต่อไปนี้จะถูกถ่ายโอนลงไปโดยตรง:
tr: Şu biçimler doğrudan aktarılacak:
uk: Наступні формати будуть перенесені безпосередньо:

source: The formats supported by the generic media device.
af: Die formate wat deur die generiese media toestel ondersteun word.
bg: Форматите, поддържани от основното устройство.
ca: Els formats acceptats pel dispositiu de suports genèric.
cs: Formáty podporované obecným přehrávačem médií.
da: Formaterne som understøttes af den generelle mediaenhed.
de: Die vom generischen Player unterstützten Formate.
el: Οι μορφές που υποστηρίζονται από τη γενικευμένη συσκευή πολυμέσων.
es: Lo formatos soportados por el dispositivo de medios genérico.
et: Üldise meediaseadme toetatud formaadid.
eu: Multimediako gailu generikoak onartutako formatuak.
fa: قالبها توسط دستگاه رسانۀ عمومی پشتیبانی شدند.
fi: Medialaitteen tukemat äänenpakkausmuodot.
fr: Les formats supportés par le périphérique de média générique.
he: הפורמטים הנתמכים על־ידי התקן־מדיה גנרי.
hu: Az általános médiaeszköz által támogatott formátumok.
it: I formati supportati dal dispositivo multimediale generico.
ja: 一般メディアデバイスがサポートするフォーマット。
km: ទ្រង់ទ្រាយ​បាន​គាំទ្រ​ដោយ​ឧបករណ៍​ផ្ទុក​​ទូទៅ ។
ko: 일반적인 미디어 장치가 지원하는 형식입니다.
lt: Šie formatai yra suprantami muzikos įrenginiui.
nb: Formatene som medieenheten støtter.
nds: De Formaten, de de Medienreedschap ünnerstütt
ne: जेनेरिक मिडिया यन्त्रद्वारा समर्थन गरिएको ढाँचा ।
nl: De formaten die ondersteund worden door het generieke media-apparaat.
nn: Formata som medieeininga støttar.
pa: ਆਮ ਮੀਡਿਆ ਜੰਤਰ ਵਲੋਂ ਸਹਾਇਕ ਫਾਰਮੈਟ ਹਨ।
pl: Formaty obsługiwane przez domyślne urządzenie mediów.
pt: Os formatos suportados pelo dispositivo multimédia genérico.
pt_br: Os formatos suportados pelo dispositivo de mídia genérico.
ru: Форматы, поддерживаемые переносным устройством.
se: Dát mediaovttadat doarju dáid formáhtaid.
sk: Formáty podporované všeobecným zariadením médii.
sr: Формати које подржава генерички мултимедијални уређај.
th: รูปแบบที่รองรับโดยอุปกรณ์เล่นสื่อทั่วไป
uk: Формати, які підтримуються загальним пристроєм носія.

source: Other formats will be converted to:
af: Ander formate sal omgeskakel word na:
bg: Другите формати ще бъдат преобразувани в:
ca: Els altres formats es convertiran a:
cs: Ostatní budou překódovány na:
da: Øvrige formater vil blive konverteret til:
de: Andere Formate umwandeln nach:
el: Οι άλλες μορφές θα μετατραπούν σε:
es: Otros formatos serán convertidos a:
et: Teised formaadid teisendatakse:
eu: Bestelako formatuak bihurtuko dira hona:
fa: قالبهای دیگر تبدیل می‌شوند به:
fi: Muut muodot muutetaan muotoon:
fr: Les autres formats seront convertis en :
he: פורמטים אחרים יומרו ל־:
hu: A többi formátum át lesz alakítva erre:
it: Gli altri formati saranno convertiti in:
ja: その他のフォーマットは次に変換されます:
km: ទ្រង់ទ្រាយ​ផ្សេង​នឹង​ត្រូវ​បាន​បម្លែង​ទៅជា ៖
ko: 다른 형식들은 다음 형식으로 변환될 것입니다.
lt: Kiti formatai bus perkoduoti į:
nb: Andre formater blir konvertert til:
nds: Anner Formaten warrt ümwannelt to
ne: यसमा अन्य ढाँचाहरू रूपान्तरण गरिनेछ:
nl: Andere formaten zullen worden omgezet naar:
nn: Andre format vert gjort om til:
pa: ਬਦਲਣ ਲਈ ਹੋਰ ਫਾਰਮੈਟ:
pl: Inne formaty będą przekonwertowane do:
pt: Os outros formatos serão convertidos para:
pt_br: Outros formatos serão convertidos para:
ru: Файлы других форматов будут перекодироваться в:
se: Eará formáhtat konverterejuvvojit dása:
sk: Ostatné formáty budú prekonvertované na:
sr: Остали формати ће бити претворени у:
th: รูปแบบอื่นๆ จะถูกแปลงไปเป็น:
tr: Diğer biçimler bu biçime dönüştürülecek:
uk: Інші формати будуть перетворені в:

source: &Add format...
af: Voeg formaat by...
bg: &Добавяне на формат...
ca: &Afegeix un format...
cs: Přid&at formát...
da: &Tilføj format...
de: Format &hinzufügen ...
el: &Προσθήκη μορφής...
es: &Añadir formato...
et: Lis&a formaat...
eu: &Gehitu formatua...
fa: &افزودن قالب...‌
fi: &Lisää muoto…
fr: &Ajouter un format...
he: הו&סף פורמט...
hu: Formát&um hozzáadása...
it: &Aggiungi formato...
ja: フォーマットを追加(&A)...
km: បន្ថែម​ទ្រង់ទ្រាយ...
ko: 형식 더하기(&A)...
lt: &Įdėti formatą...
nb: Legg til form&at …
nds: Formaat &tofögen...
ne: ढाँचा थप्नुहोस्...
nl: Form&aat toevoegen...
nn: &Legg til format …
pa: ਫਾਰਮੈਟ ਸ਼ਾਮਲ(&A)...
pl: &Dodaj format...
pt: &Adicionar um formato...
pt_br: &Adicionar formato...
ru: &Добавить формат...
se: &Lasit formáhtta …
sk: &Pridať formát...
sr: &Додај формат...
th: เพิ่มรู&ปแบบ...
tr: &Biçim ekle...
uk: &Додати формат...

source: Add the above format to the list.
af: Voeg die formaat hier bo by die lys
bg: Добавяне на горния формат към списъка.
ca: Afegeix el format de sobre a la llista.
cs: Přidá formát do seznamu.
da: Tilføj ovenstående formater til listen.
de: Das obige Format zur Liste hinzufügen.
el: Προσθήκη της παραπάνω μορφής στη λίστα.
es: Añadir el formato inferior a la lista
et: Lisa ülalolev formaat nimekirja.
eu: Gehitu gaineko formatua zerrendari.
fa: افزودن قالب بالا به فهرست.
fi: Lisää yllä oleva muoto listaan
fr: Ajouter le format ci-dessus à la liste.
he: הוסף את הפורמט הנ"ל לרשימה.
hu: A fenti formátum hozzáadása a listához.
it: Aggiungi i suddetti formati all'elenco.
ja: 上のフォーマットをリストに追加します。
km: បន្ថែម​​ទ្រង់ទ្រាយ​ខាង​លើ​ទៅ​បញ្ជី ។
ko: 다음 포멧을 목록에 추가하십시오.
lt: Įdėti nurodytą formatą į sąrašą.
nb: Legg til formatet ovenfor i lista.
nds: Dat Formaat baven na de List tofögen
ne: सूचीमा माथिको ढाँचा थप्नुहोस् ।
nl: Voeg bovenstaand formaat toe aan de lijst.
nn: Legg formatet ovanfor til lista.
pa: ਲਿਸਟ ਵਿੱਚ ਉਤਲਾ ਫਾਰਮੈਟ ਸ਼ਾਮਲ ਕਰੋ।
pl: Dodaje powyższy format do listy.
pt: Adiciona o formato acima à lista.
pt_br: Adicionar o formato acima à lista.
ru: Добавить этот формат в список.
se: Lasit formáhtta dás bajábealde listui.
sk: Pridať formát vyššie do zoznamu.
sr: Додај горњи формат у листу.
th: เพิ่มรูปแบบด้านบนลงไปในรายการ
tr: Üstteki biçimi listeye ekle.
uk: Додати цей формат до списку.

source: Remove selected
af: Verwyder gekiesde
bg: Премахване на маркираното
ca: Suprimeix
cs: Odstranit vybraný
da: Fjern markerede
de: Ausgewählte entfernen
el: Αφαίρεση επιλογής
es: Eliminar seleccionados
et: Eemalda valitud
eu: Kendu hautatutakoa
fa: حذف برگزیده
fi: Poista valitut
fr: Effacer la sélection
he: הסר נבחרים
hu: A kijelöltek eltávolítása
it: Rimuovi selezionati
ja: 選択したものを削除
km: យក​អ្វីដែល​បានជ្រើស​ចេញ
ko: 선택항목 제거
lt: Pašalinti pažymėtus
nb: Fjern valgt
nds: Utsöchte wegmaken
ne: चयन गरिएको हटाउनुहोस्
nl: Selectie verwijderen
nn: Fjern merkte
pa: ਚੁਣੇ ਹਟਾਓ
pl: Usuń zaznaczone
pt: Remover os seleccionados
pt_br: Remover selecionados
ru: Удалить выбранные
se: Váldde eret válljejuvvon bihtáid
sk: Odstrániť vybrané
sr: Уклони изабране
th: ลบที่เลือก
tr: Seçili olanı kaldır
uk: Вилучити вибрані

source: Remove the selected formats from the list.
af: Verwyder die gekiesde formate uit die lys
bg: Премахване на маркираните формати от списъка.
ca: Suprimeix els formats seleccionats de la llista.
cs: Odebrat vybraný formát ze seznamu.
da: Fjern markerede formater fra listen.
de: Die ausgewählten Formate aus der Liste entfernen.
el: Αφαίρεση των επιλεγμένων μορφών από τη λίστα.
es: Eliminar los formatos seleccionados de la lista.
et: Eemalda valitud formaadid nimekirjast.
eu: Kendu hautatutakom formatuak zerrendatik.
fa: حذف قالبهای برگزیده از فهرست.
fi: Poista valitut muodot listasta.
fr: Effacer les formats sélectionnés de la liste.
he: הסר את הפורמטים הנבחרים מהרשימה.
hu: A kijelölt formátumok törlése a listából.
it: Rimuovi i formati selezionati dall'elenco.
ja: 選択したフォーマットをリストから削除します。
km: យក​ទ្រង់ទ្រាយ​ដែល​បាន​ជ្រើស​ចេញ​ពី​បញ្ជី ។
ko: 목록으로부터 선택된 형식을 제거하십시오.
lt: Pašalinti pažymėtus formatus iš sąrašo.
nb: Fjern de(t) valgte formatet/formatene fra lista.
nds: De utsöchten Formaten vun de List wegmaken
ne: सूचीबाट चयन गरिएको ढाँचाहरू हटाउनुहोस् ।
nl: Verwijder de geselecteerde formaten uit de lijst.
nn: Fjern dei merkte formata frå lista.
pa: ਲਿਸਟ ਵਿੱਚੋਂ ਚੁਣੇ ਫਾਰਮੈਟ ਹਟਾਓ।
pl: Usuwa zaznaczone formaty z listy.
pt: Remover os formatos seleccionados da lista.
pt_br: Remover os formatos selecionados da lista.
ru: Удалить из списка выделенные форматы.
se: Váldde eret válljejuvvon formáhtaid listtus.
sk: Odstrániť vybrané formáty zo zoznamu.
sr: Уклони изабране формате из листе.
th: ลบรูปแบบที่เลือกอยู่ออกจากรายการ
tr: Seçili olan biçimleri listeden kaldır.
uk: Вилучити вибрані формати зі списку.

source: The preferred format for transcoding files.
af: Die gunsteling formaat wat vir transkodering gebruik moet word.
bg: Предпочитания формат за транскодиране на файлове.
ca: El format preferit per recodificar els fitxers.
cs: Preferovaný formát pro překódování souborů.
da: Formatet som foretrækkes ved omkodning af filer.
de: Das bevorzugte Format zum Umwandeln von Dateien.
el: Η προτιμώμενη μορφή για κωδικοποίηση αρχείων.
es: El formato preferido para los archivos trascodificados.
et: Failide transkodeerimise eelistatud formaat.
eu: Hobetsitako formatua fitxategien kodeketa bihurtzeko.
fa: قالب ارجح برای ترارمز پرونده‌ها.
fi: Medialaitteen suosima äänenpakkausmuoto.
fr: Le format préféré pour encoder les fichiers.
he: הפורמט המועדף להמרת־קידוד קבצים.
hu: Fájlok átkódolásakor előnyben részesített formátum.
it: Il formato preferito per la transcodifica dei file.
ja: ファイルのトランスコードで優先するフォーマット。
km: ទ្រង់ទ្រាយ​ដែល​ពេញចិត្ត​សម្រាប់​បម្លែង​ឯកសារ ។
ko: 파일 변환코드에 적절한 형식.
lt: Pageidaujamas formatas bylų perkodavimui.
nb: Foretrukket format for transkoding av filer.
nds: Dat vörtrocken Formaat för't Ümkoderen
ne: फाइल ट्रान्सकोड गर्नका लागि रूचाइएको ढाँचा ।
nl: Het gewenste formaat voor het hercoden van bestanden.
nn: Føretrekt format for omkoding av filer.
pl: Preferowany format dla konwertowanych plików.
pt: O formato preferido para codificar os ficheiros.
pt_br: O formato preferido para os arquivos convertidos.
ru: Формат, в который следует перекодировать композиции если их формат не поддерживается устройством.
se: Transkodejuvvon fiillaid oidejuvvon formáhtta.
sk: Uprednostňovaný formát pre prekódovanie súborov.
sr: Пожељни формат за транскодирање фајлова.
th: รูปแบบที่ต้องการสำหรับแปลงรหัสแฟ้ม
tr: Dosyaları dönüştürmek için tercih edilen biçim.
uk: Бажаний формат для перекодування.

source: Transfered files locations
af: Ligging van oorgedrade lêers
bg: Местоположение на прехвърлените файлове
ca: Ubicacions dels fitxers transferits
cs: Umístění překódovaných souborů
da: Steder for overførte filer
de: Speicherort für übertragene Dateien
el: Τοποθεσίες αρχείων που μεταφέρθηκαν
es: Ubicaciones de archivos transferidas
et: Edastatud failide asukohad
eu: Transferitutako fitxategien kokapena
fa: محلهای پرونده‌های انتقال‌یافته
fi: Siirrettyjen tiedostojen sijainti
fr: Destination des fichiers transférés
he: העברת מיקומי קבצים
hu: Átvitt fájlok helyei
it: Posizioni dei file trasferiti
ja: 転送されたファイルの場所
km: ទីតាំង​ឯកសារ​ដែល​បាន​ផ្ទេរ
ko: 전송된 파일들 위치
lt: Persiųstų bylų vieta
nb: Stier til overførte filer
nds: Oort för överdragen Dateien
ne: स्थान्तरण गरिएको फाइल स्थानहरू
nl: Locaties van overgezette bestanden
nn: Plassering til overførte filer
pa: ਟਰਾਂਸਫਰ ਕੀਤੀਆਂ ਫਾਇਲਾਂ ਦਾ ਟਿਕਾਣਾ
pl: Lokalizacje przenoszonych plików
pt: Localizações dos ficheiros transferidos
pt_br: Localizações dos arquivos transferidos
ru: Расположения передаваемых файлов
se: Sirdejuvvon fiillaid báiki
sk: Umiestnenie prekonvertovaných súborov
sr: Локација пренесених фајлова
th: ที่อยู่ของแฟ้มที่จะถ่ายโอน
tr: Dönüştürülmüş dosyaların konumu
uk: Адреси перенесених файлів

source: Ig&nore "The"
af: Ignoreer "Die"
bg: &Игнориране на "The"
ca: Ig&nora «The»
cs: Ig&norovat "The"
da: Ig&norér "The"
de: "The" ig&norieren
el: Α&γνόηση του "The"
es: Ig&norar "El"
et: "The" ig&noreerimine
eu: Ez ikusi egi&n "The"
fa: &چشم‌پوشی از »The«‌
fi: ”The” on merkityksetön
fr: Ig&norer "The"
he: ה&תעלם מהמילה "The"
hu: "The" névelő &figyelmen kívül hagyása
it: Ig&nora "The"
ja: 「The」を無視する(&N)
km: មិនអើពើ "The"
ko: "The" 무시(&N)
lt: Ig&noruoti „The“
nb: Ig&norer «The»
nds: "The" ö&vergahn
ne: "The" उपेक्षा गर्नुहोस्
nl: "The" ne&geren
nn: Ig&norer «The»
pa: "The" ਅਣਡਿੱਠਾ(&n)
pl: Ig&noruj "The"
pt: Ig&norar o "The"
pt_br: Ig&norar "The"
ru: &Не учитывать «The»
se: &Badjelgeahča «The»
sk: I&gnorovať "The"
sr: Иг&нориши „The“
th: ไม่ต้องสนใจ "The"
tr: "The"'yı &yoksay
uk: І&гнорувати "The"

source: Convert spaces
af: Skakel spasies om
bg: Преобразуване на интервалите
ca: Converteix els espais
cs: Překódovat mezery
da: Konvertér mellemrum
de: Leerzeichen umwandeln
el: Μετατροπή κενών
es: Convertir espacios
et: Tühikud asendamine
eu: Bihurtu zuriuneak
fa: تبدیل فاصله‌ها
fi: Korvaa välilyönnit alaviivalla
fr: Convertir les espaces
he: המר רווחים
hu: Szóközök helyettesítése
it: Converti gli spazi
ja: スペースを変換
km: បម្លែង​ចន្លោះ
ko: 공백 변환
lt: Keisti tarpus
nb: Konverter mellomrom
nds: Freetekens ümwanneln
ne: खाली स्थान रूपान्तरण गर्नुहोस्
nl: Spaties omzetten
nn: Gjer om mellomrom
pa: ਖਾਲੀ ਥਾਂ (_) ਬਦਲੋ
pl: Zamień spacje
pt: Converter os espaços
pt_br: Converter espaços
ru: Преобразовывать пробелы
se: Konvertere gaskamearkkaid
sk: Konvertovať medzery
sr: Претвори размаке
th: เปลี่ยนวรรค
tr: Boşlukları dönüştür
uk: Перетворити пробіли

source: ASCII te&xt
af: ASCII teks
bg: ASCII те&кст
ca: Te&xt ASCII
da: ASCII-te&kst
el: ASCII &κείμενο
es: Te&xto ASCII
et: ASCII te&kst
eu: ASCII te&stua
fa: &متن ASCII‌
fi: ASCII-te&ksti
fr: te&xte ASCII
he: &טקסט ASCII
hu: &ASCII-szöveg
it: Te&sto ASCII
ja: ASCII テキスト(&X)
km: អត្ថបទ ASCII
ko: 아스키 텍스트(&X)
lt: ASCII te&kstas
nb: ASCII te&kst
ne: ASCII पाठ
nl: ASCII-te&kst
nn: ASCII-te&kst
pa: ASCII ਪਾਠ(&x)
pl: Te&kst ASCII
pt: Te&xto ASCII
pt_br: Te&xto ASCII
ru: ASCII-тек&ст
se: &ASCII-teaksta
sr: ASCII те&кст
th: ข้อความ ASCII
tr: ASCII me&tni
uk: Те&кст ASCII

source: Always use &VFAT-safe names
af: Gebruik altyd VFAT veilige name
bg: Използване на имена &VFAT-safe винаги
ca: Empra sempre noms segurs per &VFAT
cs: Vždy používat bezpečné názvy souborů pro &VFAT
da: Brug altid &VFAT-sikre navne
de: Immer &VFAT-Kompatible Namen verwenden
el: Χρήση ονομάτων &VFAT
es: Usar siempre nombres compatibles con &VFAT
et: Alati kasutatakse &VFAT-iga ühilduvaid nimesid
fa: همیشه از نامهای امن &VFAT استفاده شود‌
fi: Käytä aina VFAT-turvallisia nimiä
fr: Toujours utiliser des noms conformes à &VFAT
hu: &VFAT-biztos nevek használata mindig
it: Usa sempre nomi sicuri &VFAT
ja: 常に VFAT 互換の名前を使う(&V)
km: តែងតែ​ប្រើឈ្មោះ​សុវត្ថិភាព VFAT
lt: Naudoti tik &VFAT atitinkančius pavadinimus
nb: Bruk alltid &VFAT-sikre navn
nds: Jümmers V&FAT-kompatibel Naams bruken
ne: सधै भीफ्याट-सुरक्षण नाम प्रयोग गर्नुहोस्
nl: Altijd &VFAT-veilige namen gebruiken
nn: Bruk alltid &VFAT-sikre namn
pa: ਹਮੇਸ਼ਾਂ &VFAT-ਸੁਰੱਖਿਅਤ ਨਾਂ ਹੀ ਵਰਤੋਂ
pl: Zawsze używaj nazw bezpiecznych dla &VFAT
pt: Usar sempre nomes &VFAT seguros
pt_br: Sempre usar nomes &VFAT seguros
se: Álo geavat VFAT-heivvolaš namaid
sk: Vždy používať názvy bezpečné pre &VFAT
sr: Увек користи имена &безбедна за VFAT
th: ให้ใช้ชื่อที่ปลอดภัยกับ &VFAT เสมอ
uk: Завжди вживати безпечні для &VFAT назви

source: Always use VFAT-safe names even on devices with non-VFAT filesystems.
af: Gebruik altyd VFAT veilige name, selfs op toestelle wat nie-VFAT lêersisteme bevat.
bg: Винаги използване на имена VFAT-safe, дори на устройства с не-VFAT файлови системи.
ca: Empra sempre noms segurs per VFAT inclús en dispositius sense sistemes de fitxers VFAT.
da: Brug altid VFAT-sikre navne, også på andre filsystemer end VFAT.
de: Immer Namen verwenden, die kompatibel zum VFAT-Dateisystem sind, auch auch Nicht-VFAT-Dateisystemen.
el: Χρήση ονομάτων ασφαλών για VFAT ακόμα και σε συσκευές που δεν έχουν σύστημα αρχείων VFAT.
es: Usar siempre nombres compatibles con VFAT, incluso en dispositivos sin sistemas de archivos VFAT.
et: VFAT-iga ühilduvaid nimesid kasutatakse alati, isegi muu failisüsteemiga seadmetel.
fa: همیشه از نامهای امن VFAT استفاده شود حتی در دستگاههای دارای سیستمهای پروندۀ غیر VFAT.
fi: Käytä aina VFAT-turvallisia nimiä, jopa laitteilla joissa on muu kuin VFAT-tiedostojärjestelmä.
fr: Toujours utiliser des noms conformes à VFAT, y compris sur les périphériques dont le système de fichiers n'est pas VFAT.
hu: VFAT-biztos nevek használata mindig, még a nem VFAT fájlrendszerű eszközökön is.
it: Usa sempre nomi sicuri VFAT anche con dispositivi con filesystem diversi.
ja: VFAT ファイルシステムではないデバイスでも常に VFAT 互換の名前を使用します。
km: តែងតែ​ប្រើឈ្មោះ VFAT សុវត្ថិភាព​សូម្បី​តែ​នៅ​លើ​ឧបករណ៍​ដែល​មាន​ប្រព័ន្ធ​​ឯកសារដែល​មិនមែន​​ជា VFAT ។
lt: Naudoti tik VFAT atitinkančius pavadinimus net įrenginiuose, kuriuose yra kita bylų sistema.
nb: Bruk alltid navn kompatible med VFAT også på enheter med andre filsystemer.
nds: Jümmer VFAT-kompatibel Naams bruken, ok op Reedschappen ahn VFAT-Dateisysteem.
ne: भीफ्याट फाइलप्रणाली नभएको यन्त्रमा पनि सधै भीफ्याट-सुरक्षण नाम प्रयोग गर्नुहोस् ।
nl: Altijd VFAT-veilige namen gebruiken, zelfs bij bestanden die geen VFAT-bestandssysteem hebben.
nn: Bruk alltid VFAT-sikre namn, sjølv på einingar som ikkje brukar VFAT-filsystem.
pl: Zawsze używaj nazw bezpiecznych dla systemu VFAT, nawet na urządzeniach z systemem innym niż VFAT.
pt: Usar sempre nomes seguros em VFAT, mesmo nos dispositivos com sistemas de ficheiros não-VFAT.
pt_br: Sempre usar nomes VFAT seguros, mesmo em dispositivos com sistemas de arquivos que não sejam VFAT.
se: Álo geavat VFAT-heivvolaš namaid váikkoge ovttadagas ii leat VFAT-fiilavuogádat.
sk: Vždy používať názvy bezpečné pre VFAT, aj pre ne-VFAT súborové systémy.
sr: Увек користи имена безбедна за VFAT, чак и на уређајима са не-VFAT фајл системима.
th: ใช้ชื่อที่ปลอดภัยกับระบบแฟ้ม VFAT เสมอ แม้ว่าจะใช้บนอุปกรณ์ที่ไม่ได้ใช้ระบบแฟ้ม VFAT
uk: Завжди вживати безпечні для VFAT назви, навіть, на пристроях з файловими системами не-VFAT.

source: Song location:
af: Liedjie ligging:
bg: Местоположение на песен:
ca: Ubicació de les cançons:
cs: Umístění písně:
da: Sangsted:
de: Musik-Speicherort:
el: Τοποθεσία τραγουδιού:
es: Ubicación de la canción:
et: Laulude asukoht:
eu: Abestiaren kokalekua:
fa: محل ترانه:
fi: Kappaleiden sijainti:
fr: Emplacement des morceaux :
he: מיקום שיר:
hu: A számok helye:
it: Posizione del brano:
ja: 曲の場所:
km: ទីតាំង​បទ​ចម្រៀង ៖
ko: 곡 위치:
lt: Dainų vieta:
nb: Adresse til melodi:
nds: Musik sekern binnen:
ne: गीत स्थान:
nl: Tracklocatie:
nn: Musikkadresse:
pa: ਗੀਤ ਟਿਕਾਣਾ:
pl: Lokalizacja piosenki:
pt: Localização da música:
pt_br: Localização da música:
ru: Расположение композиции:
se: Bihttá báiki:
sk: Umiestnenie piesne:
sr: Локација песме:
th: ที่อยู่เพลง:
tr: Şarkı konumu:
uk: Адреса пісні:

source: The location of the transfered songs relative to the device mount point.
af: Die ligging van die oorgedrade liedjies, relatief tot die koppel punt van die toestel.
bg: Местоположението на прехвърлените песни относително точката на монтиране на устройството.
ca: La ubicació de les cançons transferides relativa al punt de muntatge del dispositiu.
da: Stedet for overførte sange i forhold til enhedens monteringspunkt.
de: Der Speicherort für übertragene Musikstücke relativ zum Mountpunkt des Gerätes.
el: Η τοποθεσία των τραγουδιών που μεταφέρθηκαν σχετικά με το σημείο προσάρτησης της συσκευής.
es: La ubicación de las canciones transferidas según el punto de montaje del dispositivo.
et: Üle kantud laulude asukoht seadme haakepunkti suhtes.
eu: Transferitutako abestien kokalekua erlatiboa da gailua muntatutako puntuarekiko.
fa: محل ترانه‌های انتقال‌یافته مربوط به نقطۀ سوار کردن دستگاه.
fi: Siirrettyjen kappaleiden sijainti suhteessa laitteen liitoskohtaan.
fr: L'emplacement des morceaux transférés par rapport au point de montage du périphérique.
he: מיקום השירים ביחס לנקודת־העגינה של התקן־המדיה.
hu: Az átvitt számok helye az eszköz csatolási pontjához viszonyítva.
it: La posizione dei brani trasferiti in relazione al punto di mount del dispositivo.
ja: 転送された曲の、デバイスのマウントポイントに対する相対位置。
km: ទីតាំង​របស់​ចម្រៀង​ដែល​បានផ្ទេរ​ទាក់ទង​នឹង​ចំណុច​ម៉ោន​ឧបករណ៍ ។
ko: 전송된 노래의 위치는 장치 마운트 지점을 기준으로 한 상대위치입니다.
lt: Persiųstų dainų vieta atitinkamai nuo įrenginio prijungimo vietos.
nb: Adressen til overførte melodier relativt til monteringspunktet for enheten.
nds: De Oort, na den Musikstücken överdragen warrt, relativ to den Inhangoort vun de Reedschap.
ne: स्थान्तरण गरिएको गीतको स्थान यन्त्र माउन्ट बिन्दुमा सापेक्षित हुन्छ ।
nl: De locatie van de overgezette tracks, relatief aan de aankoppelmap.
nn: Adressa til dei overførte filene, relativt til monteringspunktet for eininga.
pl: Lokalizacja przenoszonych piosenek względem punktu montowania urządzenia.
pt: A localização das músicas transferidas, em relação ao ponto de montagem do dispositivo.
pt_br: A localização das músicas transferidas, relativa ao ponto de montagem do dispositivo.
ru: Расположения передаваемых композиций относительно точки включения устройства в файловую систему.
se: Báiki gosa sáddejuvvon bihtát bidjot, gorolaččat ovttadaga čatnanbáikai.
sk: Umiestnenie prenesených piesní relatívne k prípojnému bodu zariadenia.
sr: Релативна локација пренесене песме у односу на тачку монтирања уређаја.
th: ที่อยู่ของเพลงที่ถูกถ่ายโอน โดยให้สัมพันธ์กับจุดที่เมานท์อุปกรณ์
uk: Адреса перенесених пісень відносно точки монтування пристрою.
