Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Switch to Context &Browser on track change
bg: Превключване към контекстния &браузър в началото на другия запис
ca: Canvia al navegador &contextual en canviar de peça
cs: Přepnout na prohlížeč kontextu při změně sklad&by
da: Skift til sammenhængs&browser ved sporændring
de: Beim Stückwechsel zum &Kontext-Browser wechseln
el: Εναλλαγή στην περιήγηση &περιεχομένου με την αλλαγή του κομματιού
es: Cambiar al &navegador de contexto al cambiar de pista
et: &Pala muutmisel lülitutakse kontekstisirvijale
fi: Vaihda kappaleen vaihtuessa kontekstiselaimeen
hu: Számváltáskor váltás a körn&yezetböngészőre
it: Passa al navigatore per contesti al cam&biamento di traccia
ja: トラックの変更で関連情報ブラウザに切り替える(&B)
km: ប្ដូរ​ទៅ​កម្មវិធី​រុករក​បរិបទ ពេល​ប្ដូរ​បទ
lt: Pasikeitus dainai pereiti į &Informacijos langą
nds: Bi't Wesseln vun't Stück den &Kontext-Kieker opmaken
nl: Bij wisselen van track naar Context&browser gaan
nn: Byt til samanhengslesar ved &sporendring
pl: Przełącz do &przeglądarki kontekstowej przy zmianie utworu
pt: Mudar para o &Navegador de Contexto ao mudar de faixa
pt_br: Alternar para o &Navegador de Contexto, ao mudar de faixa
se: &Molsso oktavuohtačájeheapmái go ođđa bihttá álgá
sk: Pri zmene st&opy prepnúť na prehliadač kontextu
sr: Пребаци на &контекстни прегледач при промени нумере
th: สลับไปตัวเรียกดูรายละเอียดเพิ่มเติมเมื่อเปลี่ยนเพลง
uk: При зміні доріжки перемкнути до навігатора &контексту

source: Switch to the context browser, when playing a track.<br>
af: Skakal na die konteks blaaier oor wanneer 'n snit speel.<br>
bg: Превключване към контекстния браузър при изпълнение на запис.<br>
ca: Canvia al navegador contextual quan s'estigui reproduint una peça.<br>
cs: Přepnout na prohlížeč kontextu při přehrávání skladby.<br>
da: Skift til sammenhængsbrowseren når et spor spilles.<br>
de: Den Kontext-Browser anzeigen, wenn ein Stück abgespielt wird.<br>
el: Εναλλαγή στην περιήγηση περιεχομένου, όταν αναπαράγεται ένα κομμάτι.<br>
es: Cambiar al navegador de contexto, al reproducir una pista.<br>
et: Pala esitamisel lülitutakse kontekstisirvijale.<br>
fa: سودهی به مرورگر متن هنگام پخش یک شیار.<br>
fi: Vaihda kontekstiselaimeen soitettaessa kappaletta.<br>
fr: Affiche le navigateur de contexte, lors de l'écoute d'un morceau.<br>
hu: Váltás a környezetböngészőre egy szám lejátszásakor<br>
it: Passa automaticamente al navigatore per contesti quando riproduci una traccia.<br>
ja: トラックの再生開始時に関連情報ブラウザに切り替えます。<br>
ka: გადართვა -სკენ a<br>
km: ប្ដូរ​ទៅ​កម្មវិធី​រុករក​បរិបទ ពេល​ចាក់​បទ​មួយ ។<br>
ko: 트랙을 재생 중일때 컨텍스트 브라우저를 보입니다.<br>
lt: Grojant dainą pereiti į Informacijos langą.<br>
nb: Bytt til vinduet som viser sammenhengen når et spor spilles.<br>
nds: Na den Kontext-Kieker wesseln, wenn en Stück speelt warrt.<br>
ne: ट्रयाक प्ले गर्दा, प्रसङ्ग ब्राउजरमा स्विच गर्नुहोस् ।<br>
nl: Ga bij het afspelen van een track naar de contextbrowser.<br>
nn: Byt til samanhengslesar ved avspeling av nye spor.<br>
pl: Przełącz do przeglądarki kontekstowej podczas odtwarzania utworu.<br>
pt: Muda para o navegador de contexto, quando estiver a reproduzir uma faixa.<br>
pt_br: Alternar para o navegador de contexto, ao reproduzir uma faixa.<br>
se: Molsso oktavuohtačájeheapmai go bihttá čuojahuvvo.<br>
sk: Pri prehrávaní skladby prepnúť na prehliadač kontextu.<br>
sr: Пребаци на контекстни прегледач док се нумера пушта.<br>
th: สลับไปตัวเรียกดูรายละเอียดเพิ่มเติม เมื่อเล่นเพลง<br>
uk: Під час програвання доріжки переходити у навігатор контексту.<br>

source: Switch to the context browser, when playing a track.
af: Skakal na die konteks blaaier oor wanneer 'n snit speel.
bg: Превключване към контекстния браузър при изпълнение на запис.
ca: Canvia al navegador contextual quan s'estigui reproduint una peça.
cs: Přepnout na prohlížeč kontextu při přehrávání skladby.
da: Skift til sammenhængsbrowseren når et spor spilles.
de: Den Kontext-Browser anzeigen, wenn ein Stück abgespielt wird.
el: Εναλλαγή στην περιήγηση περιεχομένου, όταν αναπαράγεται ένα κομμάτι.
es: Cambiar al navegador de contexto, al reproducir una pista.
et: Pala esitamisel lülitutakse kontekstisirvijale.
fa: سودهی به مرورگر متن هنگام پخش یک شیار.
fi: Vaihda kontekstiselaimeen soitettaessa kappaletta.
fr: Affiche le navigateur de contexte, lors de l'écoute d'un morceau.
hu: Váltás a környezetböngészőre egy szám lejátszásakor
it: Passa automaticamente al navigatore per contesti quando riproduci una traccia.
ja: トラックの再生開始時に関連情報ブラウザに切り替えます。
ka: გადართვა -სკენ a.
km: ប្ដូរ​ទៅ​កម្មវិធី​រុករក​បរិបទ ពេល​ចាក់​បទ​មួយ ។
ko: 트랙을 재생 중일때 컨텍스트 브라우저를 보입니다.
lt: Grojant dainą pereiti į Informacijos langą.
nb: Bytt til vinduet som viser sammenhengen når et spor spilles.
nds: Na den Kontext-Kieker wesseln, wenn en Stück speelt warrt.
ne: ट्रयाक प्ले गर्दा, प्रसङ्ग ब्राउजरमा स्विच गर्नुहोस् ।
nl: Ga bij het afspelen van een track naar de contextbrowser
nn: Byt til samanhengslesar ved avspeling av nye spor.
pl: Przełącza do przeglądarki kontekstowej podczas odtwarzania utworu.
pt: Mudar para o navegador de contexto, ao tocar uma faixa.
pt_br: Alternar para o navegador de contexto, ao reproduzir uma faixa.
se: Molsso oktavuohtačájeheapmái go bihttá čuojahuvvo.
sk: Pri prehrávaní skladby prepnúť na prehliadač kontextu.
sr: Пребаци на контекстни прегледач док се нумера пушта.
th: สลับไปตัวเรียกดูรายละเอียดเพิ่มเติม เมื่อเล่นเพลง
uk: Під час програвання доріжки переходити у навігатор контексту.

source: Options2
bg: Настройки (2)
ca: Opcions2
da: Tilvalg2
el: Επιλογές 2
hu: Beállítás2
km: ជម្រើស ២
ko: 옵션2
nds: Optschonen 2
nl: Opties2
nn: Val 2
pl: Opcje 2
pt: Opções2
pt_br: Opções2
se: Molssaeavttut2
sk: Voľby2
th: ตัวเลือก2
tr: Seçenekler2
uk: Параметри2

source: Use custom icon &theme (requires restart)
af: Gebruik jou eie ikoon tema (moet program weer oopmaak)
bg: Използване на потребителска &тема с икони (изисква рестартиране)
ca: Utilitza el &tema d'icones personalitzat (requereix reengegar)
cs: Používa&t vlastní motiv ikon (vyžaduje restart)
da: Brug eget ikon&tema (kræver genstart)
de: Benutzerdefiniertes Symbol&design verwenden (erfordert Programmneustart)
el: Χρήση προσαρμοσμένου &θέματος εικονιδίων (απαιτείται επανεκκίνηση)
es: Usar &tema de iconos personalizado (es necesario reiniciar)
et: Kohandatud ikooni&teema kasutamine (nõuab taaskäivitamist)
eu: Erabili ikonoen gai pertsonalizatua (berrabiarazi behar da)
fa: استفاده از &چهرۀ شمایل سفارشی )به بازآغازی نیاز دارد(‌
fi: Käytä Amarokin omaa kuvake&teemaa (vaatii uudelleenkäynnistyksen)
fr: Utiliser un &thème d'icônes personnalisé (nécessite un redémarrage)
he: השתמש בערכת &צלמיות מותאמת אישית (דרושה הפעלה מחודשת)
hu: Egyéni &ikontéma használata (újraindítást igényel)
it: Usa tema di icone personalizza&to (necessario il riavvio)
ja: オリジナルアイコンテーマを使う(&T) (Amarok の再起動が必要)
ka: გამოყენება
km: ប្រើ​ស្បែក​រូបតំណាង​ផ្ទាល់​ខ្លួន (ទាមទារ​ឲ្យ​ចាប់ផ្ដើម​ឡើង​វិញ)
ko: 사용자 아이콘 테마 사용 (재시작이 필요합니다.)(&T)
lt: Naudotojo nurodyta &ženkliukų tema (reikės paleisti iš naujo)
nb: Bruk selvvalgt ikon&tema (krever omstart)
nds: Amarok-Lüttbild&muster bruken (Niegstart nödig)
ne: अनुकूल प्रतिमा विषयवस्तु प्रयोग गर्नुहोस् (पुन: सुरूआत आवश्यक पर्दछ)
nl: Eigen pic&togramthema gebruiken (herstart vereist)
nn: Bruk eige ikon&tema (krev omstart)
pa: ਪਸੰਦੀਦਾ ਸਰੂਪ ਵਰਤੋਂ (ਮੁੜ-ਚਾਲੂ ਕਰਨਾ ਪਵੇਗਾ)(&t)
pl: Używaj własnego &motywu ikon (wymaga ponownego uruchomienia)
pt: Mostrar o &tema de ícones personalizado (necessário reiniciar)
pt_br: Usar um &tema de ícones personalizado (é necessário reinicializar)
se: Geavat erenoamáš &govašfáttá (gáibida ahte prográmma álggahuvvo ođđasit)
sk: Použiť vlastnú tému pre &ikony (vyžaduje reštart)
sr: Користи посебну &тему икона (захтева поновно покретање)
th: ใช้ชุดตกแต่งไอ&คอนปรับแต่งเอง (จำเป็นต้องเริ่มการทำงานใหม่)
tr: Özel simge teması kullan (yeniden başlatmak gerekir)
uk: Вживати нетипову &тему піктограм (потрібний перезапуск)

source: Check to enable Amarok's custom icon theme.<br>
af: Kies hierdie om Amarok se pasmaak ikoon tema te aktiveer.<br>
bg: Включете тази отметка ако искате да включите потребителската тема на Amarok.<br>
ca: Seleccioneu per habilitar el tema d'icones personalitzat de l'Amarok.<br>
cs: Zaškrtněte k povolení vlastního motivu ikon.<br>
da: Markér for at bruge Amarok's eget ikontema.<br>
de: Aktivieren Sie diese Einstellung, wenn Sie benutzerdefinierte Symbole verwenden möchten.<br>
el: Επιλέξτε το για να ενεργοποιήσετε το προσαρμοσμένο θέμα εικονιδίων του AmaroK.<br>
es: Marque para activar el tema de iconos personalizado de Amarok.<br>
et: Märkimisel kasutatakse Amaroki kohandatud ikooniteemat.<br>
eu: Egiaztatu Amarok-ek ikonoen gai pertsonalizatua erabiltzeko.<br>
fa: علامت زدن برای فعال‌سازی چهرۀ شمایل سفارشی Amarok.<br>
fi: Mikäli valittu, käytetään Amarokin omaa kuvaketeemaa järjestelmän kuvakkeiden sijaan.<br>
fr: Cochez cette case pour activer le thème d'icônes personnalisé d'Amarok.<br>
he: סמן כדי לאפשר ערכת צלמיות מותאמות אישית של Amarok.<br>
hu: Ha be szeretné kapcsolni az Amarok egyéni ikontémáját, akkor jelölje be<br>
it: Spuntare per abilitare il tema di icone personalizzato di Amarok.<br>
ja: Amarok オリジナルアイコンテーマを有効にするにはチェックを入れてください。<br>
km: គូស​ធីក​ដើម្បី​អនុញ្ញាត​ស្បែក​រូបតំណាង​ផ្ទាល់​ខ្លួន​របស់​ Amarok ។<br>
ko: 아마록의 사용자 정의 아이콘 테마를 사용하기 위해 체크.<br>
lt: Įjunkite šią parinktį norėdami nurodyti ženkliukų temą. <br>
nb: Sett merke for å slå på Amaroks selvvalgte ikontema.<br>
nds: Aktiveer dit, wenn Du Amarok sien Lüttbildmuster bruken wullt.<br>
ne: अमारोकको अनुकूल प्रतिमा विषयवस्तु सक्षम पार्न जाँच गर्नुहोस् ।<br>
nl: Selecteer dit om Amarok's eigen pictogramthema te activeren.<br>
nn: Bruk Amaroks eigne ikontema.<br>
pa: ਅਮਰੋਕ ਦੇ ਪਸੰਦੀਦਾ ਆਈਕਾਨ ਸਰੂਪ ਯੋਗ ਕਰਨ ਲਈ ਜਾਂਚ।<br>
pl: Zaznacz, aby włączyć własny zestaw ikon Amaroka. <br>
pt: Active para activar o tema de ícones personalizado do Amarok.<br>
pt_br: Selecione para habilitar o tema de ícones personalizado do Amarok.<br>
ru: Выбрать нестандартную тему значков.<br>
se: Merke dán jus háliidat geavahit Amaroka iežas govašfáttá.<br>
sk: Zaškrtnite pre povolenie vlastnej témy pre ikony Amaroku.<br>
sr: Попуните да укључите Amarok-ову посебну тему икона.<br>
th: กาเลือกเพื่อเปิดใช้ชุดรูปแบบไอคอนปรับแต่งเองของ Amarok<br>
tr: Amarok'un özel simge temasını etkinleştirmek için işaretleyin.<br>
uk: Ввімкніть, щоб уможливити нетипову тему піктограм для Amarok.<br>

source: Check to enable Amarok's custom icon theme.
af: Kies hierdie om Amarok se pasmaak ikoon tema te aktiveer.
bg: Включете тази отметка ако искате да включите потребителската тема на Amarok.
ca: Seleccioneu per habilitar el tema d'icones personalitzat de l'Amarok.
cs: Zaškrtněte k povolení vlastního motivu ikon.
da: Markér for at aktivere Amaroks eget ikontema.
de: Aktivieren Sie diese Einstellung, wenn Sie benutzerdefinierte Symbole verwenden möchten.
el: Επιλέξτε το για να ενεργοποιήσετε το προσαρμοσμένο θέμα εικονιδίων του AmaroK.
es: Marque para activar el tema de iconos personalizado de Amarok.
et: Märkimisel kasutatakse Amaroki kohandatud ikooniteemat.
eu: Egiaztatu Amarok-ek ikonoen gai pertsonalizatua erabiltzeko.
fa: علامت زدن برای فعال‌سازی چهرۀ شمایل سفارشی Amarok.
fi: Mikäli valittu, käytetään Amarokin omaa kuvaketeemaa järjestelmän kuvakkeiden sijaan.
fr: Cochez cette case pour activer le thème d'icônes personnalisé d'Amarok.
he: סמן כדי לאפשר ערכת צלמיות מותאמות אישית של Amarok.
hu: Ha be szeretné kapcsolni az Amarok egyéni ikontémáját, akkor jelölje be
it: Spuntare per abilitare il tema di icone personalizzato di Amarok.
ja: Amarok オリジナルアイコンテーマを有効にするにはチェックを入れてください。
km: គូស​ធីក​ដើម្បី​អនុញ្ញាត​ស្បែក​រូបតំណាង​ផ្ទាល់ខ្លួន​របស់​ Amarok ។
ko: Amarok의 사용자 정의 아이콘 테마를 사용하기 위해 체크.
lt: Įjunkite šią parinktį norėdami nurodyti ženkliukų temą.
nb: Sett merke for å slå på Amaroks selvvalgte ikontema.
nds: Aktiveer dit, wenn Du Amarok sien egen Lüttbildmuster bruken wullt.
ne: अमारोकको अनुकूल प्रतिमा विषयवस्तु सक्षम पार्न जाँच गर्नुहोस् ।
nl: Selecteer dit om Amarok's eigen pictogramthema te gebruiken.
nn: Bruk Amaroks eigne ikontema.
pa: ਅਮਰੋਕ ਦੇ ਪਸੰਦੀਦਾ ਆਈਕਾਨ ਸਰੂਪ ਯੋਗ ਕਰਨ ਲਈ ਜਾਂਚ।
pl: Zaznacz, aby włączyć własny zestaw ikon Amaroka.
pt: Active para activar o tema de ícones personalizado do Amarok.
pt_br: Selecione para habilitar o tema de ícones personalizado do Amarok.
ru: Выбрать нестандартную тему значков.
se: Merke dán jus háliidat geavahit Amaroka iežas govašfáttá.
sk: Zaškrtnite pre povolenie vlastnej témy pre ikony.
sr: Попуните да укључите Amarok-ову посебну тему икона.
th: เลือกเพื่อเปิดใช้ชุดรูปแบบไอคอนปรับแต่งเองของ Amarok
tr: Amarok'un özel simge temasını etkinleştirmek için işaretleyin.
uk: Ввімкніть, щоб уможливити нетипову тему піктограм для Amarok.

source: &Use custom fonts
af: Gebruik pasmaak skrif tipes
bg: &Потребителски шрифтове
ca: &Utilitza un tipus de lletra a mida
cs: Po&užívat vlastní písma
da: &Brug selvvalgte skrifttyper
de: Eigene &Schriften verwenden
el: &Χρήση προσαρμοσμένων γραμματοσειρών
es: &Usar tipos de letra personalizados
et: &Kohandatud fontide kasutamine
eu: &Erabili letra-tipo pertsonalizatuak
fa: &استفاده از قلمهای سفارشی‌
fi: Käytä o&mia kirjasimia
fr: &Utiliser des polices personnalisées
he: &השתמש בגופנים מותאמים אישית
hu: &Egyéni betűtípusok használata
it: &Usa caratteri personalizzati
ja: カスタムフォントを使う(&U)
ka: &სხვა შრიფტები
km: ប្រើ​ពុម្ពអក្សរ​ផ្ទាល់​ខ្លួន
ko: 사용자 정의 글꼴 사용(&U)
lt: Na&udoti pasirinktus šriftus
nb: &Bruk selvvalgte skrifter
nds: &Egen Schriftoorden bruken
ne: अनुकूल फन्ट प्रयोग गर्नुहोस्
nl: Eigen lettertypen gebr&uiken
nn: &Bruk sjølvvalde skrifter
pa: ਸੋਧੇ ਫੋਂਟ ਵਰਤੋਂ(&U)
pl: &Użyj własnych czcionek
pt: &Utilizar tipos de letra personalizados
pt_br: &Usar fontes personalizadas
ru: &Выбрать шрифты
se: Geavat &iežat fonttaid
sk: Po&užiť vlastné písma
sr: &Користи посебне фонтове
th: ใช้แบบอักษ&รปรับเอง
tr: Özel &yazıtipi kullan
uk: &Вживати нетипові шрифти

source: Check to enable custom fonts.
af: Kies hierdie om pasmaak skrif tipes te aktiveer
bg: Включете тази отметка ако искате да настроите шрифтовете.
ca: Seleccioneu per habilitar un tipus de lletra a mida.
cs: Zaškrtněte k povolení vlastních písem.
da: Afkryds for at aktivere selvvalgte skrifttyper.
de: Aktivieren Sie diese Einstellung, wenn Sie benutzerdefinierte Schriften verwenden möchten.
el: Επιλέξτε το για να ενεργοποιήσετε προσαρμοσμένες γραμματοσειρές.
es: Marque para activar los tipos de letra personalizados.
et: Märkimisel kasutatakse kohandatud fonte.
eu: Egiaztatu letra-tipo pertsonalizatuak erabiltzeko.
fa: علامت زدن برای فعال‌سازی قلمهای سفارشی.
fi: Mikäli valittu, voit itse määritellä mitä kirjasimia Amarokin eri osat käyttävät.
fr: Cochez cette case pour activer les polices personnalisées.
he: סמן כדי לאפשר גופנים מותאמים אישית.
hu: Ha szeretne egyéni betűtípusokat, akkor jelölje be
it: Spuntare per abilitare i caratteri personalizzati.
ja: カスタムフォントを有効にするにはチェックを入れてください。
ka: სხვა შრიფტის შერჩევა.
km: ធីក ដើម្បី​អនុញ្ញាត​ឲ្យ​ប្រើ​ពុម្ពអក្សរ​ផ្ទាល់​ខ្លួន ។
ko: 사용자 정의 글꼴을 사용하려면 체크합니다.
lt: Pažymėkite šią parinktį jei norite naudoti parinktus šriftus.
nb: Sett merke for å bruke selvvalgte skrifter.
nds: Aktiveer dit, wenn Du egen Schriftoorden bruken wullt.
ne: अनुकूल फन्ट सक्षम पार्न जाँच गर्नुहोस् ।
nl: Selecteer dit om uw eigen lettertypen te gebruiken.
nn: Bruk sjølvvalde skrifter.
pa: ਪਸੰਦੀਦਾ ਫੋਂਟ ਯੋਗ ਕਰਨ ਲਈ ਚੈਕ ਕਰੋ।
pl: Zaznacz aby włączyć własne czcionki.
pt: Active para activar os tipos de letra personalizados.
pt_br: Selecione para usar fontes personalizadas.
ru: Выбрать собственные шрифты.
se: Geavat iešválljejuvvon fonttaid.
sk: Zaškrtnite pre povolenie vlastných písiem.
sr: Попуните да укључите посебне фонтове.
th: กาเลือกเพื่อเปิดใช้แบบอักษรปรับแต่งเอง
tr: Özel yazı tipleri bu kutu işaretlenince etkinleşir.
uk: Ввімкніть, щоб уможливити нетипові шрифти.

source: Playlist Window:
af: Speel lys venster:
bg: Прозорец на списъка:
ca: Finestra de la llista de reproducció:
cs: Okno seznamu skladeb:
da: Spillelistens vindue:
de: Wiedergabelisten-Fenster:
el: Παράθυρο λίστας:
es: Ventana de la lista de reproducción:
et: Esitusnimekirja aken:
eu: Zerrenda-leihoa:
fa: پنجرۀ فهرست پخش:
fi: Soittolistaikkuna:
fr: Fenêtre de la liste de lecture :
he: חלון רשימת־ההשמעה:
hu: Lejátszólista-ablak:
it: Finestra della playlist:
ja: プレイリストウィンドウ:
ka: რეპერტუარის ფანჯარა:
km: បង្អួច​បញ្ជី​ចាក់ ៖
ko: 재생목록 창:
lt: Grojaraščio langas:
nb: Spillelistevindu:
nds: Afspeellist-Finster:
ne: प्लेसूची सञ्झ्याल:
nl: Afspeellijstvenster:
nn: Spelelistevindauge:
pa: ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖਾ:
pl: Okno listy odtwarzania:
pt: Janela de Lista de Reprodução:
pt_br: Janela da Lista de Músicas:
ru: Окно списка:
se: Čuojahanlistoláse:
sk: Okno zoznamu skladieb:
sr: Прозор листе нумера:
th: หน้าต่างรายการเล่น:
tr: Parça Listesi Penceresi:
uk: Вікно списку композицій:

source: The font to use in the playlist window.
af: Die skrif tipe wat in die speel lys venster gebruik moet word.
bg: Шрифт на списъка със записи.
ca: El tipus de lletra a emprar a la finestra de la llista de reproducció.
cs: Písmo použité v okně seznamu skladeb.
da: Skrifttypen der skal bruges i spillelistens vindue.
de: Hier können Sie die Schrift einstellen, die im Wiedergabelisten-Fenster benutzt werden soll.
el: Η γραμματοσειρά που θα χρησιμοποιηθεί στο παράθυρο λίστας.
es: El tipo de letra a usar en la ventana de la lista de reproducción.
et: Esitusnimekirja akna font.
eu: Letra-tipoa zerrenda-leihoan erabiltzeko.
fa: قلم مورد استفاده در پنجرۀ فهرست پخش.
fi: Soittolistaikkunassa käytettävä kirjasin.
fr: La police à utiliser dans la fenêtre de la liste de lecture.
he: הגופן לשימוש בחלון רשימת־ההשמעה.
hu: A lejátszólista-ablakban használandó betűtípus
it: Carattere da usare nella finestra della playlist.
ja: プレイリストウィンドウで使うフォント
ka: -სკენ -ში.
km: ពុម្ពអក្សរ​ដែល​ត្រូវ​ប្រើ​ក្នុង​បង្អួច​បញ្ជី​ចាក់ ។
ko: 재생목록 창에서 쓰일 글꼴을 선택합니다.
lt: Šis šriftas bus naudojamas grojaraščio lange.
nb: Skrifta som skal brukes i spillelistevinduet.
nds: De Schriftoort, de binnen dat Afspeellist-Finster bruukt warrt.
ne: प्लेसूची सञ्झ्यालमा प्रयोग गरिने फन्ट ।
nl: Het lettertype dat zal worden gebruikt in het afspelervenster.
nn: Skrifta som skal brukast i spelelistevindauget.
pa: ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖੇ ਵਿੱਚ ਵਰਤਣ ਲਈ ਫੋਂਟ ਹਨ।
pl: Czcionka używana w oknie listy odtwarzania.
pt: O tipo de letra utilizado na janela de lista.
pt_br: A fonte a ser usada na janela da lista de músicas.
ru: Шрифт окна списка.
se: Fonta mii geavahuvvo čuojahanlistoláses.
sk: Písmo použité v okne zoznamu skladieb
sr: Фонт који се користи у прозору листе нумера.
th: แบบอักษรที่จะใช้ในหน้าต่างรายการเล่น
tr: Parça listesinde kullanılacak yazıtipi.
uk: Шрифт для використання у вікні списку композицій.

source: Player Window:
af: Speler venster:
bg: Прозорец на плеъра:
ca: Finestra del reproductor:
cs: Okno s přehrávačem:
da: Afspillerens vindue:
de: Player-Fenster:
el: Παράθυρο αναπαραγωγής:
es: Ventana del reproductor:
et: Mängija aken:
fa: پنجرۀ پخش‌کننده:
fi: Soitinikkuna:
fr: Fenêtre de la liste de lecture :
he: חלון הנגן:
hu: Lejátszóablak:
it: Finestra del lettore:
ja: プレーヤウィンドウ:
ka: მოთამაშე ფანჯარა:
km: បង្អួច​កម្មវិធី​ចាក់ ៖
ko: 재생기 창:
lt: Grotuvo langas:
nb: Spillervindu:
nds: Afspeler-Finster:
ne: प्लेयर सञ्झ्याल:
nl: Afspelervenster:
nn: Spelevindauge:
pa: ਪਲੇਅਰ ਝਰੋਖਾ:
pl: Okno odtwarzacza:
pt: Janela do Leitor:
pt_br: Janela de Reprodução:
ru: Окно проигрывателя:
se: Čuojahanláse:
sk: Okno prehrávača:
sr: Прозор плејера:
th: หน้าต่างเครื่องเล่น:
tr: Parça &Penceresi:
uk: Вікно програвача:

source: The font to use in the player window.
af: Die skrif tipe wat in die speler venster gebruik moet word.
bg: Шрифт на прозореца на плеъра.
ca: El tipus de lletra a emprar a la finestra del reproductor.
cs: Písmo použité v okně přehrávače.
da: Skrifttypen der skal bruges i spillervinduet.
de: Hier können Sie die Schrift einstellen, die im Player-Fenster benutzt werden soll.
el: Η γραμματοσειρά που θα χρησιμοποιηθεί στο παράθυρο αναπαραγωγής.
es: El tipo de letra a usar en la ventana del reproductor.
et: Mängija akna font.
eu: Letra-tipoa erreproduktore-leihoan erabiltzeko.
fa: قلم مورد استفاده در پنجرۀ پخش‌کننده.
fi: Soitinikkunassa käytettävä kirjasin.
fr: La police à utiliser dans la fenêtre de lecture.
he: הגופן לשימוש בחלון הנגן.
hu: A lejátszóablakban használandó betűtípus
it: Carattere da usare nella finestra del lettore.
ja: プレーヤウィンドウで使うフォント
ka: შრიფტი დამკვრელის ფანჯრისათვის
km: ពុម្ពអក្សរ​ដែល​ត្រូវ​ប្រើ​ក្នុង​បង្អួច​កម្មវិធី​ចាក់ ។
ko: 재생 창에서 쓰일 글꼴을 선택합니다.
lt: Šis šriftas bus naudojamas grotuvo lange.
nb: Skrifta som skal brukes i spillervinduet.
nds: De Schriftoort, de binnen dat Afspeler-Finster bruukt warrt.
ne: प्लेयर सञ्झ्यालमा प्रयोग गरिने फन्ट ।
nl: Lettertype voor afspelervenster.
nn: Skrifta som skal brukast i spelevindauget.
pa: ਪਲੇਅਰ ਝਰੋਖੇ ਵਿੱਚ ਵਰਤਣ ਲਈ ਫੋਂਟ ਹਨ।
pl: Czcionka używana w oknie odtwarzacza.
pt: O tipo de letra utilizado na janela do leitor.
pt_br: A fonte a ser usada na janela de reprodução.
ru: Шрифт окна проигрывателя.
se: Fonta mii geavahuvvo čuojahanláses.
sk: Písmo použité v okne prehrávača
sr: Фонт који се користи у прозору плејера.
th: แบบอักษรที่จะใช้ในหน้าต่างเครื่องเล่น
tr: Parça penceresinde kullanılacak yazıtipi.
uk: Шрифт для використання у вікні програвача.

source: Context Sidebar:
af: Konteks Kantbalk:
bg: Контекстна лента:
ca: Barra lateral de context:
cs: Kontext postranní lišta:
da: Sammenhængssidebjælke:
de: Kontext-Browser:
el: Πλευρική μπάρα σχετικού περιεχομένου:
es: Barra lateral de contexto:
et: Kontekstisirvija:
eu: Testuinguruko albo-panela:
fa: میله جانبی متن:
fi: Kontekstivälilehti:
fr: Contexte de la barre latérale :
he: סרגל הקשר צדדי:
hu: Környezeti oldalsáv:
it: Barra laterale Contesto:
ja: 関連情報サイドバー:
ka: კონტექსტი:
km: របារ​បរិបទ​នៅ​ចំហៀង ៖
ko: 컨텍스트 사이드바:
lt: Informacijos langas:
nb: Sammenheng-sidestolpe:
nds: Kontext-Kieker
ne: प्रसङ्ग किनारापट्टी:
nl: Contextzijbalk:
nn: Samanhengsstolpe:
pa: ਪਾਠ ਬਾਹੀ:
pl: Pasek boczny kontekstowy:
pt: Barra de Contexto:
pt_br: Navegador de Contexto:
ru: Боковая панель статистики
se: Oktavuohtaholga:
sk: Kontextová postranná lišta:
sr: Контекстна бочна трака:
th: แถบข้างแสดงรายละเอียด:
tr: İçerik Yan Çubuğu:
uk: Контекстна бічна панель:
