Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Welcome to Amarok's integrated Magnatune.com store. If this is the first time you run it, you must update the database by pressing the 'Update' button below.
bg: Добре дошли в магазина Magnatune.com. Ако го стартирате за пръв път, обновете БД като натиснете бутона "Обновяване".
ca: Benvingut a la tenda integrada de Magnatune.com a l'Amarok. Si és la primera vegada que l'engegueu cal que actualitzeu la base de dades prement el botó «Actualitza» de sota.
da: Velkommen til Amaroks integerede Magnatune.com butik. Hvis dette er første gang du bruger den, skal du opdatera databasen ved at klikke på knappen 'Opdatér' nedenfor.
de: Willkommen bei Amarok's eingebautem Magnatune.com Online-Shop. Wenn Sie ihn zum ersten Mal verwenden, müssen Sie die Datenbank aktualisieren. Drücken Sie dazu den Knopf "Aktualisieren" unten.
el: Καλώς ήρθατε στο κατάστημα Magnatune.com του Amarok. Αν είναι η πρώτη φορά που το εκτελείτε, πρέπει να ενημερώσετε τη βάση δεδομένων πατώντας το κουμπί 'Ενημέρωση' παρακάτω.
es: Bienvenido a la tienda Magnatune.com integrada en Amarok. Si esta es su primera vez que lo ejecuta, debe actualizar la base de datos pulsando en botón 'Actualizar' de abajo.
et: Tere tulemast kasutama Amarokki põimitud Magnatune.com kauplust. Kui see on sul esimene kord kauplust kasutada, tuleks uuendada andmebaasi, klõpsates all asuvale nupule 'Värskenda'.
fa: به ذخیرۀ Magnatune.com مجتمع‌شدۀ Amarok خوش آمدید. اگر اولین باری است که آن را اجرا می‌کنید، باید با فشار دکمۀ »به‌روزرسانی« در زیر دادگان را به‌روز کنید.
fi: Tervetuloa Amarokin integroituun Magnatune.com -kauppaan. Jos tämä on ensimmäinen käyttökerta, tietokanta on päivitettävä napsauttamalla ”Päivitä”-painiketta.
hu: Üdvözöljük az Amarok integrált Magnatune.com-áruházában. Ha most használja először, akkor frissítse az adatbázist a lentebb levő "Frissítés" gombbal.
it: Benvenuti nel negozio di Magnatune.com integrato in Amarok. Se è la prima volta che si esegue, è necessario aggiornare il database premendo il seguente pulsante "Aggiorna".
ja: ようこそ。これは Amarok に統合された Magnatune.com ストアです。初めて使用する場合は、下の「更新」ボタンを押してデータベースを更新してください。
km: សូម​ស្វាគមន៍​មក​កាន់​កន្លែង​ផ្ទុក​ Magnatune.com ​ដែល​បាន​រួម​បញ្ចូល​របស់ Amarok ។ ប្រសិន​បើ​នេះ​ជា​ពេល​ដំបូង​ដែល​អ្នក​រត់វា អ្នក​ត្រូវ​តែ​ធ្វើ​ឲ្យ​មូលដ្ឋាន​ទិន្នន័យ​ទាន់​សម័យ ដោយ​ចុចប៊ូតុង 'ធ្វើ​ឲ្យ​ទាន់សម័យ' នៅ​ខាង​ក្រោម ។
lt: Jus sveikina Amarok integruota Magnatune.com parduotuvė. Jei atvėrėte parduotuvės langą pirmą kartą, atnaujinkite duomenų bazę paspausdami mygtuką „Atnaujinti“.
nb: Her ere Amaroks innebygde Magnatune.com-butikk. Hvis dette er første gang du kjører dette, så må du oppdatere databasen ved å trykke «Oppdater»-knappen nedenfor.
nds: Willkamen bi Amarok sien inbuut Magnatune.com-Hökeree. Wenn dit dat eerst Maal is, dat Du ehr besöchst, schullst Du de Datenbank mit den "Opfrischen"-Knoop nerrn opfrischen.
ne: अमारोकको एकीकृत Magnatune.com भण्डारणमा स्वागत छ । यदि यो तपाईँले चलाएको पहिलो पटक हो भने, तपाईँले तल 'अद्यावधिक गर्नुहोस्' बटन थिचेर डाटाबेस अद्यावधिक गर्नुपर्नेछ ।
nl: Welkom bij Amarok's geïntegreerde Magnatune.com-winkel. Dit is de eerste keer dat u deze hebt opgestart. Werk de database bij door op de knop 'Bijwerken' hieronder te klikken.
nn: Velkommen til Magnatune.com-butikken i Amarok. Viss dette er første gong du er her, må du oppdatera databasen ved å trykkja på «Oppdater»-knappen.
pl: Witamy w zintegrowanym sklepie Magnatune.com Amaroka. Jeżeli uruchamiasz go po raz pierwszy, musisz uaktualnić bazę danych poprzez naciśnięcie przycisku "Uaktualnij" poniżej.
pt: Bem-vindo à loja do Magnatune.com integrada no Amarok. Se esta é a primeira vez que o executa, precisa de actualizar a base de dados, carregando para tal no botão 'Actualizar' em baixo.
pt_br: Bem-vindo à loja do Magnatune.com integrada ao Amarok. Se essa é a primeira vez que você a inicia, deve atualizar o banco de dados pressionando o botão 'Atualizar', abaixo.
se: Bures boahttin Amaroka vuojuhuvvon Magnatune.com gávpái. Jus lea vuosttaš geardde go vuoját dan, de fertet ođasmahttit diehtovuođu. Deaddil "Ođasmahte" boalu dás vuolábealde.
sk: Vitajte v Magnatune.com, integrovanom obchode Amaroku. Ak je toto prvýkrát, kedy ho spúšťate, musíte najprv aktualizovať databázu kliknutím na tlačidlo 'Aktualizovať' nižšie.
sr: Добродошли у Amarok-ову интегрисану радњу Magnatune.com. Ако је покрећете по први пут, морате ажурирати базу података кликом на дугме „Ажурирај“ испод.
th: ยินดีต้อนรับสู่ร้านขายเพลง Magnatune.com สำหรับ Amarok หากว่านี่เป็นการใช้งานครั้งแรกของคุณ คุณจะต้องทำการอัปเดตฐานข้อมูลโดยกดที่ปุ่ม 'อัปเดต' ที่ด้านล่างก่อน
tr: Amarok'un entegre Magnatune.com mağazasına hoş geldiniz. Eğer ilk defa çalıştırıyorsanız aşağıdaki Güncelle düğmesine tıklayarak veritabanını güncellemelisiniz.
uk: Ласкаво просимо до інтегрованого в Amarok магазину Magnatune.com. Якщо ви вперше його запустили, то потрібно оновити базу даних, натиснувши на кнопку "Оновити", яка знаходиться нижче.

source: Processing Payment
af: Besig om betaling te verwerk
bg: Обработка на плащането
ca: S'està processant el pagament
cs: Zpracovává se platba
da: Behandler betaling
de: Bezahlung wird abgewickelt
el: Επεξεργασία πληρωμής
es: Procesando pago
et: Makse töötlemine
fa: پردازش پرداخت
fi: Käsitellään maksua
fr: Effectuer le paiement
he: מבצע תשלום
hu: Fizetés feldolgozása
it: Elaborazione del pagamento in corso
ja: 支払処理
km: កំពុង​ដំណើរ​ការ​ចំណាយ
ko: 결제 처리중
lt: Vykdomas apmokėjimas
nb: Behandler betaling
nds: Betahlen warrt verarbeidt
ne: भुक्तानी प्रक्रिया गर्दै
nl: Betaling wordt verwerkt
nn: Utfører betaling
pa: ਅਦਾਇਗੀ ਉੱਤੇ ਕਾਰਵਾਈ ਜਾਰੀ ਹੈ
pl: Przetwarzanie płatności
pt: A Processar o Pagamento
pt_br: Processando Pagamento
se: Gieđahallamin máksima
sk: Spracúvam platbu
sr: Обрађујем наплату
th: กำลังทำรายการการจ่ายเงิน
tr: Ödeme İşleniyor
uk: Проведення оплати

source: No purchases found!
bg: Няма намерени резултати!
ca: No s'ha trobat cap compra!
da: Ingen indkøb fundet.
de: Keine Einkäufe gefunden.
el: Δε βρέθηκαν αγορές!
es: No se encontraron compras
et: Ühtegi ostu ei leitud!
fa: خریدی یافت نشد!
fi: Ostoksia ei löytynyt!
hu: Nem volt korábbi vásárlás
it: Nessun acquisto trovato!
ja: 購入履歴がありません
km: រក​មិន​ឃើញ​ការ​ទិញ !
lt: Pirkinių nerasta!
nb: Fant ingen innkjøp.
nds: Keen Kööp funnen.
ne: कुने खरीद फेला परेन!
nl: Geen aankopen gevonden.
nn: Fann ingen kjøp
pa: ਕੋਈ ਖਰੀਦ ਨਹੀਂ ਹੋਈ!
pl: Nie znaleziono żadnych zakupów!
pt: Nenhuma compra encontrada!
pt_br: Nenhuma compra encontrada!
ru: Не удалось найти объектов для покупки.
se: Ii gávdnan gávpašemiid
sk: Neboli nájdené nákupy!
sr: Нема ниједне наруџбине!
th: ค้นหาเพลงที่ซื้อไม่พบ
tr: Hiç satın alma bulunamadı!
uk: Не знайдено жодної покупки!

source: No previous purchases have been found. Nothing to redownload...
bg: Не са намерени предишни резултати! Няма нищо за сваляне...
ca: No s'ha trobat cap compra anterior. Res a redescarregar...
da: Ingen tidligere indkøb fundet. Ingenting at downloade igen..
de: Es würden keine kürzlichen Einkäufe gefunden. Es gibt nichts zum erneuten Herunterladen ...
el: Δε βρέθηκαν προηγούμενες αγορές. Καμία λήψη...
es: No se ha encontrado ninguna compra anterior. No hay nada para volver a descargar...
et: Varasemaid oste ei leitud, pole midagi uuesti alla laadida...
fa: هیچ‌کدام از خریدهای قبلی یافت نشد. بدون بارگیری مجدد...
fi: Aikaisempia ostoksia ei löytynyt. Ei mitään uudelleenladattavaa...
hu: Nem található információ korábbi vásárlásról. Nincs mit letölteni.
it: Non sono stati trovati precedenti acquisti. Niente da riscaricare...
ja: 過去の購入が見つかりません。再ダウンロードするものはありません...
km: រក​មិន​ឃើញ​កា​រទិញ​ពីមុន ។ គ្មាន​អ្វី​ត្រូវ​ទាញ​យក​ម្ដង​ទៀត...
lt: Ankstesnių pirkinių nerasta. Nėra ką pakartotinai atsiųsti...
nb: Fant ingen tidligere kjøp, ingenting å laste net på nytt …
nds: Keen verleden Kööp funnen, nix bruukt nieg daallaadt warrn...
ne: अघिल्लो कुनै खरीदहरू फेला परेन । पुन: डाउनलोड गर्न केही छैन...
nl: Er zijn geen vorige aankopen gevonden. Er is niets om opnieuw te downloaden.
nn: Fann ingen tidlegare kjøp, så det er ingenting å lasta ned på nytt.
pl: Nie znaleziono żadnych poprzednich zakupów. Nie ma nic do ponownego pobrania...
pt: Não foram encontradas compras anteriores. Não há nada para obter de novo...
pt_br: Nenhuma compra anterior foi encontrada. Nada para baixar novamente...
se: Ii gávdnan ovddes gávpašemiid. Ii leat mihkkiige maid viežžat ođđasit …
sk: Neboli nájdené žiadne predchádzajúce nákupy. Nič nebude opätovne stiahnuté...
sr: Није нађена ниједна ранија наруџбина. Ништа за поновно преузимање...
th: ไม่มีเพลงที่ซื้อไปก่อนหน้านี้ ไม่มีอะไรที่ต้องดาวน์โหลดใหม่...
tr: Daha önce yapılmış bir satın alma işlemi bulunamadı. Hiçbir şey yeniden indirilmeyecek...
uk: Не знайдено жодної попередньої покупки. Нема що повторно звантажити...

source: Could not re-download album
bg: Албумът не може да бъде свален отново
ca: No s'ha pogut redescarregar l'àlbum
cs: Nelze znovu stáhnout album
da: Kunne ikke downloade album igen
de: Das Album lässt sich nicht erneut herunterladen
el: Αδυναμία λήψης ξανά του άλμπουμ
es: No se pudo volver a descargar el álbum
et: Albumi taasallalaadimine ebaõnnestus
fa: نتوانست آلبوم را مجدداً بارگیری کند
fi: Levyä ei saatu uudelleenladattua.
hu: Nem sikerült újra letölteni az albumot
it: Impossibile riscaricare l'album
ja: アルバムを再ダウンロードできませんでした
km: មិនអាច​ទាញយក​អាល់ប៊ុម​ម្ដង​ទៀត
lt: Nepavyko pakartotinai atsiųsti albumo
nb: Kunne ikke laste ned albumet på nytt
nds: Album lett sik nich nieg daalladen
ne: एल्बम पुन-डाउनलोड गर्न सकेन
nl: Album kon niet opnieuw worden gedownload
nn: Klarte ikkje lasta ned album på nytt.
pa: ਐਲਬਮ ਮੁੜ-ਡਾਊਨਲੋਡ ਨਹੀਂ ਹੋ ਸਕੀ
pl: Nie można było ponownie pobrać albumu
pt: Não foi possível obter o álbum de novo
pt_br: Não foi possível baixar novamente o álbum
se: Ii sáhttán ođđasit viežžat skearru
sk: Nebolo možné opätovne stiahnuť album
sr: Нисам могао поново да преузмем албум
th: ไม่สามารถดาวน์โหลดอัลบั้มอีกครั้งได้
tr: Albüm yeniden indirilemedi
uk: Не вдалося повторно завантажити альбом

source: There seems to be a problem with the selected redownload info file.
bg: Изглежда има проблем с новото сваляне на файла.
ca: Sembla que hi ha algun problema amb el fitxer d'informació de redescàrrega seleccionat.
da: Der synes at være et problem med den valgte informationsfil for download
de: Es scheint ein Problem mit der ausgewählten Info-Datei zum erneuten Herunterladen zu geben.
el: Φαίνεται να υπάρχει κάποιο πρόβλημα με το επιλεγμένο αρχείο πληροφοριών λήψης.
es: Parece que hay un problema con el archivo de información seleccionado para volver a descargar.
et: Valitud taasallalaadimisfailiga paistab olevat mingi probleem.
fa: به نظر می‌رسد در پروندۀ اطلاعات بارگیری مجدد برگزیده مسئله‌ای وجود دارد.
fi: Valitun uudelleenlataus-infotiedoston kanssa näyttää olevan ongelma.
hu: Úgy tűnik, probléma van a kijelölt újraletöltési információs fájllal.
it: Sembra esserci un problema con il file delle informazioni del riscaricamento selezionato.
ja: 選択された再ダウンロード情報ファイルに問題があるようです。
km: ហាក់បី​ដូច​ជា​មាន​បញ្ហា​ជា​មួយ​នឹង​ឯកសារ​ព័ត៌មាន​ទាញយក​ឡើងវិញ​ដែល​បាន​ជ្រើស ។
lt: Pakartotinai atsiunčiant informaciją ivyko klaida.
nb: Det ser ut til å være et problem med fila som er valgt for ny nedlasting.
nds: As't lett gifft dat en Problem mit de utsöchte Infodatei för't niege Daalladen.
ne: त्यहाँ चयन गरिएको पुन: डाउनलोड सूचना फाइलसँग केही समस्या देखिन्छ ।
nl: Er blijkt een probleem te zijn met het geselecteerde informatiebestand voor opnieuw downloaden.
nn: Det ser ut til å vera eit problem me den valde fila med gjennedlastingsinfo.
pl: Wygląda na to, że jest jakiś problem z wybranym plikiem informacji o ponownym pobraniu.
pt: Parece existir um problema com o ficheiro de informação da nova transferência seleccionada.
pt_br: Parece existir um problema com o arquivo de informações para baixar novamente selecionado.
sk: Zdá sa, že je problém s vybraným info súborom pre opätovné stiahnutie.
sr: Изгледа да има неких проблема са поновним преузимањем у фајл.
th: ดูเหมือนว่าจะมีปัญหากับแฟ้มข้อมูลสำหรับดาวน์โหลดใหม่ที่เลือกไว้
uk: Схоже, що є проблема з інформаційним файлом повторного звантаження.

source: Downloading album
af: Laai album af
bg: Сваляне на албум
ca: S'està descarregant l'àlbum
cs: Stahuje se album
da: Henter album
de: Album wird heruntergeladen
el: Λήψη άλμπουμ
es: Descargando álbum
et: Albumi allalaadimine
fa: بارگیری آلبوم
fi: Ladataan levyä
fr: Téléchargement de l'album
he: מוריד אלבום
hu: Album letöltése
it: Sto scaricando l'album
ja: アルバムをダウンロード
km: កំពុង​ទាញយក​អាល់ប៊ុម
ko: 엘범 다운로드 중
lt: Atsiunčiamas albumas
nb: Laster ned album
nds: Album warrt daallaadt
ne: एल्बम डाउनलोड गर्दै
nl: Album wordt gedownload
nn: Lastar ned album
pa: ਐਲਬਮ ਡਾਊਨਲੋਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Pobieranie albumu
pt: A transferir o álbum
pt_br: Baixando álbum
ru: Загрузка альбома
se: Viežžamin skearru
sk: Sťahujem album
sr: Преузимам албум
th: กำลังดาวน์โหลดอัลบั้ม
tr: Albüm indiriliyor
uk: Завантаження альбому

source: Downloading album cover
af: Besig om album omslag af te laai
bg: Сваляне обложка на албум
ca: S'està descarregant la caràtula de l'àlbum
cs: Stahuje se obal alba
da: Henter albumomslag
de: Album-Cover wird heruntergeladen
el: Λήψη εξώφυλλου άλμπουμ
es: Descargando carátula del álbum
et: Albumi kaanepildi allalaadimine
fa: بارگیری پوشش آلبوم
fi: Ladataan kansikuva
fr: Téléchargement de la jaquette de l'album
hu: Albumborító letöltése
it: Sto scaricando la copertina dell'album
ja: アルバムカバーをダウンロード
km: កំពុង​ទាញ​យក​គម្រប​អាល់ប៊ុម
lt: Atsiunčiamas albumo viršelis
nb: Laster ned omslag
nds: Album-Titelbild warrt daallaadt
ne: एल्बम आवरण डाउनलोड गर्दै
nl: Albumhoes wordt gedownload
nn: Lastar ned albumomslag
pa: ਐਲਬਮ ਕਵਰ ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾਂਦਾ ਹੈ
pl: Pobieranie okładki albumu
pt: A obter a capa do álbum
pt_br: Baixando capa do álbum
ru: Загрузка обложки альбома
se: Viežžamin skearroolggoža
sk: Sťahujem obal albumu
sr: Преузимам омот албума
th: กำลังดาวน์โหลดหน้าปกอัลบั้ม
tr: Albüm kapağı indiriliyor
uk: Завантаження обкладинки альбому

source: Adding album cover to collection
bg: Добавяне на обложка към колекцията
ca: S'està afegint la caràtula de l'àlbum a la col·lecció
cs: Přidává se obal alba do kolekce
da: Tilføjer albumomslag til samlingen
de: Album-Cover wird zur Sammlung hinzugefügt
el: Προσθήκη εξώφυλλου άλμπουμ στη συλλογή
es: Añadiendo carátula del álbum a la colección
et: Kaanepildi lisamine muusikakogusse
fa: افزودن پوشش آلبوم به مجموعه
fi: Lisää kansikuvan kokoelmaan
hu: Albumborító felvétele a gyűjteménybe
it: Aggiungere la copertina dell'album alla collezione
ja: コレクションにアルバムカバーを追加
km: កំពុង​បន្ថែម​គម្រប​អាល់ប៊ុម​ទៅ​សម្រាំង
lt: Įdėti albumo viršelį į fonoteką
nb: Legger til omslag i samling
nds: Dat Album-Titelbild warrt de Sammeln toföögt
ne: सङ्कलनमा एल्बम आवरण थप्दै
nl: Albumhoes aan collectie toevoegen
nn: Legg albumomslag til samlinga
pa: ਭੰਡਾਰ ਲਈ ਐਲਬਮ ਕਵਰ ਸ਼ਾਮਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Dodaj okładkę albumu do kolekcji
pt: A adicionar a capa do álbum à colecção
pt_br: Adicionando capa do álbum à coleção
ru: Добавление альбома в коллекцию
se: Lasiheamen skearru čoahkkádussii
sk: Pridávam obal albumu do kolekcie
sr: Додајем омот албума у збирку
th: เพิ่มหน้าปกอัลบั้มเข้าไปในคลังดนตรี
tr: Albüm kapağı koleksiyona ekleniyor
uk: Додавання обкладинки альбому в збірку

source: No Device Available
af: Geen Toestel Beskikbaar
bg: Няма налично устройство
ca: Cap dispositiu disponible
cs: Žádné dostupné zařízení
da: Ingen enhed tilgængelig
de: Kein Gerät verfügbar
el: Καμία συσκευή διαθέσιμη
es: Ningún dispositivo disponible
et: Ükski seade pole kättesaadav
eu: Ez dago gailurik erabilgarri
fa: دستگاهی وجود ندارد
fi: Ei laitetta saatavilla
fr: Aucun périphérique de disponible
he: לא קיים התקן
hu: Nincs elérhető eszköz
it: Nessun dispositivo disponibile
ja: 利用可能なデバイスがありません
km: គ្មាន​ឧបករណ៍
ko: 사용가능한 장치가 없습니다.
lt: Nėra tinkamo įrenginio
nb: Ingen enhet tilgjengelig
nds: Keen Reedschap verföögbor
ne: कुनै यन्त्र उपलब्ध छैन
nl: Geen apparaat beschikbaar
nn: Inga eining tilgjengeleg
pa: ਕੋਈ ਜੰਤਰ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ
pl: Żadne urządzenie nie jest dostępne
pt: Nenhum Dispositivo Disponível
pt_br: Nenhum Dispositivo Disponível
ru: Устройство не доступно
se: Ii oktage ovttadat olámuttus
sk: Nie je dostupné zariadenie
sr: Није доступан ниједан уређај
th: ไม่มีอุปกรณ์อยู่
tr: Aygıt Mevcut Değil
uk: Немає доступних пристроїв

source: Connect
af: Koppel
bg: Скачване
ca: Connecta
cs: Připojit
da: Forbind
de: Verbinden
el: Σύνδεση
es: Conectar
et: Ühenda
eu: Konektatu
fa: اتصال
fi: Yhdistä
fr: Connexion
he: התחבר
hu: Kapcsolódás
it: Connetti
ja: 接続
ka: დაკავშირება
km: តភ្ជាប់
ko: 연결
lt: Prisijungti
nb: Koble til
nds: Tokoppeln
ne: जडान गर्नुहोस्
nl: Verbinden
nn: Kopla til
pa: ਜੁੜੋ
pl: Połącz
pt: Ligar
pt_br: Conectar
ru: Подключиться
se: Laktašeamen
sk: Pripojiť
sr: Повежи
th: เชื่อมต่อ
tr: Bağlan
uk: З'єднатися

source: Connect media device
af: Koppel media toestel
bg: Свързване с медийно устройство
ca: Connecta el dispositiu de suports
cs: Připojit mediální zařízení
da: Forbind medieenhed
de: Media-Player verbinden
el: Σύνδεση συσκευής πολυμέσων
es: Conectar el dispositivo de medios
et: Ühenda meediaseade
eu: Konektatu multimediako gailua
fa: اتصال دستگاه رسانه
fi: Yhdistä medialaite
fr: Connexion d'un périphérique de média
he: התחבר אל התקן המדיה
hu: Kapcsolódás a médiaeszközhöz
it: Connetti il dispositivo multimediale
ja: メディアデバイスを接続
ka: მედია მოწყობილობასთან დაკავშირება
km: តភ្ជាប់​ឧបករណ៍​ផ្ទុក
ko: 미디어 장치 연결
lt: Prisijungti prie muzikos įrenginio
nb: Koble til medieenhet
nds: Medienreedschap tokoppeln
ne: मिडिया यन्त्र जडान गर्नुहोस्
nl: Media-apparaat verbinden
nn: Kopla til medieeining
pa: ਮੀਡਿਆ ਜੰਤਰ ਜੋੜੋ
pl: Podłącz urządzenie mediów
pt: Configurar o dispositivo de média
pt_br: Conectar dispositivo de mídia
ru: Подключить переносное устройство
se: Lavtta mediaovttadaga
sk: Pripojiť mediálne zariadenie
sr: Повежи мултимедијални уређај
th: เชื่อมต่ออุปกรณ์เล่นสื่อ
tr: Medya aygıtı bağla
uk: Приєднати пристрій носія

source: Disconnect
af: Ontkoppel
bg: Изключване
ca: Desconnecta
cs: Odpojit
da: Afbryd
de: Trennen
el: Αποσύνδεση
es: Desconectar
et: Lahuta
eu: Deskonektatu
fa: قطع
fi: Katkaise yhteys
fr: Déconnexion
he: נתק
hu: Lekapcsolódás
it: Disconnetti
ja: 接続を切断
ka: კავშირის გაწყვეტა
km: ផ្ដាច់
ko: 연결 끊기
lt: Atjungti
nb: Koble fra
nds: Afkoppeln
ne: विच्छेद गर्नुहोस्
nl: Verbreken
nn: Kopla frå
pa: ਕੁਨੈਕਸ਼ਨ ਬੰਦ
pl: Rozłącz
pt: Desligar
pt_br: Desconectar
ru: Отключиться
se: Eretlaktimin
sk: Odpojiť
sr: Прекини везу
th: ตัดการเชื่อมต่อ
tr: Bağlantıyı Kes
uk: Роз'єднати

source: Disconnect media device
af: Ontkoppel media toestel
bg: Изключване на медийното устройство
ca: Desconnecta el dispositiu de suports
cs: Odpojit mediální zařízení
da: Afbrydbind medieenhed
de: Media-Player trennen
el: Αποσύνδεση συσκευής πολυμέσων
es: Desconectar el dispositivo de medios
et: Lahuta meediaseade
eu: Deskonektatu multimediako gailua
fa: قطع دستگاه رسانه
fi: Katkaise yhteys medialaitteeseen
fr: Déconnexion d'un périphérique de média
he: נתק את התקן המדיה
hu: Lekapcsolódás a médiaeszközről
it: Disconnetti il dispositivo multimediale
ja: メディアデバイスの接続を切断
ka: კმედია მოწყობილობასთან ავშირის გაწყვეტა
km: ផ្ដាច់​ឧបករណ៍​ផ្ទុក
ko: 미디어 장치 연결 끊기
lt: Atjungti muzikos įrenginį
nb: Koble fra medieenhet
nds: Medienreedschap afkoppeln
ne: मिडिया यन्त्र विच्छेद गर्नुहोस्
nl: Verbinding met media-apparaat verbreken
nn: Kopla frå medieeining
pa: ਮੀਡਿਆ ਜੰਤਰ ਕੁਨੈਕਸ਼ਨ ਬੰਦ ਕਰੋ
pl: Rozłącz urządzenie mediów
pt: Desligar o dispositivo de média
pt_br: Desconectar dispositivo de mídia
ru: Отключить переносное устройство
se: Eretlaktimin mediaovttadaga
sk: Odpojiť mediálne zariadenie
sr: Прекини везу са мултимедијалним уређајем
th: ตัดการเชื่อมต่ออุปกรณ์เล่นสื่อ
tr: Medya aygıtını ayır
uk: Роз'єднати пристрій носія

source: Transfer
af: Dra oor
bg: Прехвърляне
ca: Transfereix
cs: Přenést
da: Overførsel
de: Übertragen
el: Μεταφορά
es: Transferir
et: Kanna üle
eu: Transferitu
fa: انتقال
fi: Siirrä
fr: Transfert
he: העבר
hu: Átvitel
it: Trasferisci
ja: 転送
ka: გადაცემა
km: ផ្ទេរ
ko: 전송
lt: Siųsti
nb: Overfør
nds: Överdregen
ne: स्थानान्तर गर्नुहोस्
nl: Verzenden
nn: Overfør
pa: ਤਬਦੀਲ
pl: Przenieś
pt: Transferir
pt_br: Transferir
ru: Передача
se: Sádde
sk: Preniesť
sr: Пренеси
th: ถ่ายโอน
tr: Aktar
uk: Перенести

source: Transfer tracks to media device
af: Dra snitte na media toestel oor
bg: Прехвърляне на записи към медийно устройство
ca: Transfereix les peces al dispositiu de suports
cs: Přenést skladby na mediální zařízení
da: Overfør spor til medieenhed
de: Stücke auf den Media-Player übertragen
el: Μεταφορά κομματιών στη συσκευή πολυμέσων
es: Transferir pistas al dispositivo de medios
et: Kanna palad üle meediaseadmele
eu: Transferitu pistak multimediako gailura
fa: انتقال شیارها به دستگاه رسانه
fi: Siirrä kappaleet medialaitteelle
fr: Transférer les morceaux dans le périphérique
he: העבר רצועות להתקן המדיה
hu: Számok átvitele a médiaeszközre
it: Trasferisci tracce al dispositivo multimediale
ja: トラックをメディアデバイスに転送
ka: მედია მოწყობილობისთვის ჩანაწერთა გადაცემა
km: ផ្ទេរ​បទ​ទៅ​ឧបករណ៍​​ផ្ទុក
ko: 미디어 장치에 트랙 전송
lt: Siųsti dainas į muzikos įrenginį
nb: Overfør spor til medieenhet
nds: Stücken na Medienreedschap överdregen
ne: मिडिया यन्त्रमा ट्रयाकहरू स्थानान्तर गर्नुहोस्
nl: Tracks naar media-apparaat sturen
nn: Overfør spor til medieeining
pa: ਟਰੈਕ ਮੀਡਿਆ ਜੰਤਰ ਉੱਤੇ ਭੇਜੋ
pl: Przenieś utwory na urządzenie mediów
pt: Transferir faixa para dispositivo média
pt_br: Transferir faixas para o dispositivo de mídia
ru: Скопировать композиции в переносное устройство
se: Sádde bihtáid mediaovttadahkii
sk: Preniesť stopy do mediálneho zariadenia
sr: Пренеси нумере на мултимедијални уређај
th: ถ่ายโอนเพลงลงไปยังอุปกรณ์เล่นสื่อ
tr: Parçaları medya aygıtına aktar
uk: Перенести доріжки на пристрій носія

source: Configure device
af: Stel Media Toestel Op
bg: Настройване на устройството
ca: Configura el dispositiu
cs: Nastavit zařízení...
da: Indstil enhed
de: Media-Player einrichten
el: Ρύθμιση συσκευής
es: Configurar el dispositivo
et: Seadme seadistamine
eu: Konfiguratu gailua
fa: پیکربندی دستگاه
fi: Medialaitteen asetukset
fr: Configuration du périphérique
he: הגדר התקן
hu: Eszköz beállítása
it: Configura dispositivo
ja: デバイスを設定
ka: მოწყობილობის კონფიგურაცია
km: កំណត់​រចនាសម្ព័ន្ធ​ឧបករណ៍
ko: 장치 설정
lt: Derinti muzikos įrenginį
nb: Sett opp enhet
nds: Medienreedschap instellen
ne: यन्त्र कन्फिगर गर्नुहोस्
nl: Apparaat instellen
nn: Set opp medieeining
pa: ਜੰਤਰ ਸੰਰਚਨਾ
pl: Konfiguruj urządzenie
pt: Configurar o dispositivo
pt_br: Configurar dispositivo
ru: Настроить переносное устройство...
se: Heivet ovttadaga
sk: Nastaviť zariadenie
sr: Подеси уређај
th: ปรับแต่งอุปกรณ์เล่นสื่อ
tr: Aygıtı yapılandır
uk: Налаштувати пристрій

source: Clear filter
af: Maak filter skoon
bg: Изчистване на филтъра
ca: Buida el filtre
cs: Vyčistit filtr
da: Ryd filter
de: Filter zurücksetzen
el: Καθαρισμός φίλτρου
es: Limpiar el filtro
et: Puhasta filter
eu: Garbitu iragazkia
fa: پاک کردن پالایه
fi: Tyhjennä suodatin
fr: Effacer le filtre
he: נקה מסנן
hu: A szűrő törlése
it: Elimina filtro
ja: フィルタをクリア
ka: ფილტრის გაწმენდა
km: ជម្រះ​តម្រង
ko: 분류 없애기
lt: Išvalyti filtrą
nb: Tøm filter
nds: Filter leddig maken
ne: फिल्टर खाली गर्नुहोस्
nl: Filter wissen
nn: Tøm filter
pa: ਫਿਲਟਰ ਸਾਫ਼
pl: Wyczyść filtr
pt: Limpar o filtro
pt_br: Limpar filtro
ru: Очистить фильтр
se: Sálke silli
sk: Vyčistiť filter
sr: Очисти филтер
th: ล้างตัวกรอง
tr: Filtreyi kaldır
uk: Очистити фільтр
