Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: PayPerView No User
af: PayPerView: Geen gebruiker
bg: PayPerView - няма потребител
ca: PayPerView: No hi ha cap usuari
da: Ingen brugere for pay-per-view
de: PayPerView: Kein Benutzer
el: Δεν υπάρχει χρήστης PayPerView
es: Pago por visión sin usuario
eu: Ordaindu ikusteagatik: erabiltzailerik ez
fa: PayPerView بدون کاربر
fi: PayPerView: Ei käyttäjää
hu: PayPerView - nincs felhasználó
ja: PayPerView ユーザなし
ka: PayPerView მომხმარებელი არაა
km: ចំណាយ​ក្នុងមួយ​ទិដ្ឋភាព​គ្មាន​អ្នកប្រើ
ko: PayPerView 사용자 없음
lt: Mokestis už peržiūrą: nėra naudotojo
nds: KiekKoop: Keen Bruker
ne: दृश्य प्रति तिर्ने प्रयोगकर्ता छैन
pl: PayPerView: brak użytkownika
pt: 'PayPerView' sem Utilizador
pt_br: PayPerView: Nenhum Usuário
sk: PayPerView Žiaden užívateľ
sr: PayPerView, нема корисника
th: PayPerView ไม่มีผู้ใช้
uk: PayPerView: нема користувача

source: PayPerView Guid Read Only
af: PayPerView: Guid Lees alleen
bg: PayPerView - ръководство само за четене
ca: PayPerView: El GUID és de només lectura
da: Skrivebeskyttet gruppeidentifikation for pay-per-view
de: PayPerView: Guid nur lesen
el: PayPerView Guid μόνο για ανάγνωση
es: Pago por visión guid de sólo lectura
eu: Ordaindu ikusteagatik: GUIDa irakurtzeko soilik
fa: راهنمای PayPerView فقط خواندنی
fi: PayPerView: Guid vain luku
hu: PayPerView - csak olvasható GUID
ja: PayPerView GUID 読み取り専用
ka: PayPerView Guid წაკითხვა მხოლოდ
km: មគ្គុទ្ទេសក៍ PayPerView បានតែ​អាន
ko: PayPerView Guid 읽기 전용
lt: Mokestis už peržiūrą: guid tik skaitymui
nds: KiekKoop: GUID bloots leesbor
ne: दृश्य प्रति तिर्ने गुइड पढ्ने मात्र
pl: PayPerView: Guid tylko do odczytu
pt: 'PayPerView' Guid Apenas para Leitura
pt_br: PayPerView: Guid Somente Leitura
sk: PayPerView Guid je iba na čítanie
sr: PayPerView, Guid само за читање
th: PayPerView Guid อ่านอย่างเดียว
uk: PayPerView: Guid тільки для читання

source: PayPerView Guid Collision
af: PayPerView: Guid bots
bg: PayPerView - сблъсък на ръководства
ca: PayPerView: Conflicte de GUIDs
da: Kollision af gruppeidentifikation for pay-per-view
de: PayPerView: Guid-Kollision
el: PayPerView Guid σύγκρουση
es: Pago por visión colisión del guid
eu: Ordaindu ikusteagatik: GUIDen arteko talka
fa: برخورد راهنمای PayPerView
fi: PayPerView: Guid-törmäys
hu: PayPerView - GUID-ütközés
ja: PayPerView GUID 衝突
ka: PayPerView Guid შეჯახება
km: ការ​ប៉ះទង្គិច​មគ្គុទ្ទេសក៍ PayPerView
ko: PayPerView Guid 붕괴
lt: Mokestis už peržiūrą: guid prieštara
nds: KiekKoop: GUID-Dubbel
ne: दृश्य प्रति तिर्ने गुइड कोलिजन
pl: PayPerView: kolizja Guid
pt: 'PayPerView' com Colisão de GUID's
pt_br: PayPerView: Colisão da Guid
sk: PayPerView Kolízia guid
sr: PayPerView, Guid судар
th: PayPerView Guid ชนกัน
uk: PayPerView: колізія Guid

source: Register Guid Exists
af: Register: Guid bestaan
bg: Регистрираното ръководство съществува
ca: El GUID registrat ja existeix
da: Gruppeidentifikation at registrere findes
de: Register: Guid existiert bereits
el: Το εγγεγραμμένο Guid υπάρχει
es: Registro guid existente
eu: GUID erregistroa badago lehendik ere
fa: راهنمای ثبات موجود است
fi: PayPerView: Guid on jo olemassa
hu: Regisztrálás - a GUID létezik
ja: 登録 GUID が存在します
ka: რეგისტრაცია Guid არსებობს
km: មគ្គុទ្ទេសក៍​ចុះឈ្មោះ​មាន​រួច​ហើយ
ko: 레지스터 Guid 존재함
lt: guid jau užregistruots
nds: Verteken: Gifft GUID al
ne: अवस्थित गुइड रजिस्टर गर्नुहोस्
pl: Rejestr: Guid istnieje
pt: O GUID a Registar Existe
pt_br: Guid Registrada já Existe
sk: Register Guid existuje
sr: Регистар Guid постоји
th: Register Guid มีอยู่
uk: Регістр: Guid існує

source: PayPerView Authorization Failed
af: PayPerView: Identiteitverklaring was onsuksesvol
bg: PayPerView - оторизацията беше неуспешна
ca: PayPerView: Ha fallat l'autorització
da: Godkendelseskontrol for pay-per-view mislykkedes
de: PayPerView: Authorisierung fehlgeschlagen
el: Αποτυχία ταυτοποίησης PayPerView
es: Pago por visión autorización errónea
eu: Ordaindu ikusteagatik: baimenak huts egin du
fa: خرابی در احراز هویت PayPerView
fi: PayPerView: Ei valtuuksia
hu: PayPerView - a jogosultságvizsgálat nem sikerült
ja: PyaPerView 認証失敗
ka: PayPerView ავტორიზაცია ვერ განხორციელდა
km: សេចក្ដី​អនុញ្ញាត PayPerView បាន​បរាជ័យ
ko: PayPerView 인증 실패
lt: Mokestis už peržiūrą: nepavyko patvirtinti
nds: KiekKoop: Indetiteetprööv fehlslaan
ne: दृश्य प्रति तिर्ने प्रमाणीकरण असफल भयो
pl: PayPerView: autoryzacja nie powiodła się
pt: Falha na Autorização do PayPerView
pt_br: PayPerView: Autorização Falhou
sk: PayPerView Autorizácia zlyhala
sr: PayPerView, ауторизација није успела
th: PayPerView การยืนยันตัวตนล้มเหลว
uk: PayPerView: невдача авторизації

source: PayPerView Old Player
af: PayPerView: Ou speler
bg: PayPerView - стар плеър
ca: PayPerView: Reproductor antiquat
da: Gammel afspiller for pay-per-view
de: PayPerView: Alter Player
el: Παλιός αναπαραγωγέας PayPerView
es: Pago por visión reproductor obsoleto
eu: Ordaindu ikusteagatik: erreproduktore zaharra
fa: پخش‌کنندۀ قدیمی PayPerView
fi: PayPerView: Vanha soitin
hu: PayPerView - régi lejátszó
ja: PyaPerView 古いプレーヤ
ka: PayPerView ძველი დამკვრელი
km: កម្មវិធី​ចាក់ PayPerView ចាស់
ko: PayPerView 오래된 재생기
lt: Mokestis už peržiūrą: senas grotuvas
nds: KiekKoop: Oolt Afspeler
ne: दृश्य प्रति तिर्ने पुरानो प्लेयर
pl: PayPerView: stary odtwarzacz
pt: Leitor do 'PayPerView' Antigo
pt_br: PayPerView: Reprodutor Antigo
sk: PayPerView Starý prehrávač
sr: PayPerView, стар плејер
th: PayPerView ตัวเล่นเก่า
uk: PayPerView: старий програвач

source: PayPerView Account Locked
af: PayPerView: Rekening is gesluit
bg: PayPerView - сметката е заключена
ca: PayPerView: Compte blocat
da: Konto for pay-per-view låst
de: PayPerView: Konto gesperrt
el: Ο λογαριασμός PayPerView κλειδώθηκε
es: Pago por visión cuenta bloqueada
eu: Ordaindu ikusteagatik: kontua blokeatuta
fa: حساب PayPerView قفل شد
fi: PayPerView: Tili lukittu
hu: PayPerView - az azonosító zárolva van
ja: PayPerView アカウントがロックされています
ka: PayPerView ანგარიში დაბლოკილია
km: បានចាក់​សោ​គណនី PayPerView
ko: PayPerView 계정 잠김
lt: Mokestis už peržiūrą: paskyra užrakinta
nds: KiekKoop: Konto afslaten
ne: दृश्य प्रति तिर्ने खाता ताल्चा लगाइयो
pl: PayPerView: konto zablokowane
pt: Conta do 'PayPerView' Bloqueada
pt_br: PayPerView: Conta Bloqueada
sk: PayPerView Účet uzamknutý
sr: PayPerView, налог закључан
th: PayPerView บัญชีถูกล็อค
uk: PayPerView: заблокований рахунок

source: Xr PayPerView Protocol Ignores
af: Xr PayPerView: Protokol ignoreer
bg: Xr PayPerView - игнорирани от протокола
ca: PayPerView: El protocol ignora
da: XR-protokol ignoreret for pay-per-view
de: Xr PayPerView: Protokoll ignoriert
el: Παραλείψεις πρωτοκόλλου Xr PayPerView
es: Pago por visión ignora el protocolo Xr
eu: Ordaindu ikusteagatik: protokoloari ez ikusi egin zaio
fa: از قرارداد Xr PayPerView چشم‌پوشی می‌کند
hu: Xr PayPerView protokoll - figyelmen kívül hagyás
ja: Xr PayPerView プロトコル無視
ka: Xr PayPerView ოქმის იგნორირება
km: ពិធីការ Xr PayPerView មិនអើពើ
ko: Xr PayPerView 프로토콜 무시
lt: Mokestis už peržiūrą: XR protokolas ignoruotas
ne: दृश्य प्रति तिर्ने प्रोटोकलले Xr उपेक्षा गर्दछ
pl: Xr PayPerView: protokół ignorowany
pt: Ignorância do Protocolo Xr do 'PayPerView'
pt_br: Xr PayPerView: Ignorar Protocolo
sk: Xr Perfectplay protokol ignoruje
sr: Xr PayPerView, протокол игнорише
th: Xr PayPerView โปรโตคอลเพิกเฉย
uk: Xr PayPerView: протокол ігнорується

source: PayPerView User Already Exists
af: PayPerView: Die gebruiker bestaan alreeds
bg: Вече има такъв потребител на PayPerView
ca: PayPerView: L'usuari ja existeix
da: Bruger findes allerede for pay-per-view
de: PayPerView: Benutzer existiert bereits
el: Ο χρήστης PayPerView υπάρχει ήδη
es: Pago por visión usuario ya existente
eu: Ordaindu ikusteagatik: erabiltzailea badago lehendik ere
fa: کاربر PayPerView از قبل موجود است
fi: PayPerView: Käyttäjä on jo olemassa
hu: PayPerView - már létezik ilyen felhasználó
ja: PayPerView ユーザが既に存在します
ka: PayPerView მომხმარებელი უკვე არსებობს
km: មាន​អ្នកប្រើ PayPerView រួចហើយ
ko: PayPerView 사용자 이미 존재함
lt: Mokestis už peržiūrą: naudotojas jau yra
nds: KiekKoop: Gifft Bruker al
ne: दृश्य प्रति तिर्ने प्रयोगकर्ता पहिल्यै अवस्थित छ
pl: PayPerView: użytkownik już istnieje
pt: O Utilizador do 'PayPerView' Já Existe
pt_br: PayPerView: Usuário já Existe
sk: PayPerView Užívateľ už existuje
sr: PayPerView, корисник већ постоји
th: PayPerView มีผู้ใช้อยู่แล้ว
uk: PayPerView: користувач вже існує

source: Upg Auth Failed
af: Upg: Identitietverklaring was onsuksesvol
bg: Неуспешна проверка при надграждане
ca: Upg: Ha fallat l'autenticació
da: Opgradering af godkendelse mislykkedes
de: Upd: Authentifizierung fehlgeschlagen
el: Αποτυχία ταυτοποίησης αναβάθμισης
es: Actualización autenticación fallida
eu: UPG: autentifikazioak huts egin du
fa: خرابی در ارتقا احراز هویت
hu: Upg - azonosítás nem sikerült
ja: Upg 認証失敗
ka: Upg ავტორიზაცია ვერ განხორციელდა
km: អ្នក​និពន្ធ Upg បាន​បរាជ័យ
ko: Upg 인증 실패
lt: Atnaujinimas: nepavyko patvirtinti
nds: Upg: Identiteetprööv fehlslaan
ne: यूपीजी प्रमाणीकरण असफल भयो
pl: Upg: uwierzytelnianie nie powiodło się
pt: A Autenticação do Upg Falhou
pt_br: Upg: Autenticação Falhou
sk: Upg Autorizácia zlyhala
sr: Upg, аут. није успела
uk: Оновлення авторизації: невдача

source: Upg Cert Auth Failed
af: Upg: Sertifikaat identiteitverklaring was onsuksesvol
bg: Неуспешна проверка на сертификат при надграждане
ca: Upg: Ha fallat l'autenticació del certificat
da: Godkendelseskontrol af opgraderet certifikat mislykkedes
de: Upd: Authentifizierung des Zertifikats fehlgeschlagen
el: Αποτυχία πιστοποίησης αναβάθμισης
es: Actualización autenticación del certificado fallido
eu: UPG: autentifikazioaren ziurtagiriak huts egin du
fa: خرابی در ارتقا احراز هویت گواهینامه
hu: Upg - tanúsítvány-azonosítás nem sikerült
ja: Upg 証明書認証失敗
ka: Upg Cert ავტორიზაცია ვერ განხორციელდა
km: Upg Cert Auth បាន​បរាជ័យ
ko: Upg 증명 인증 실패
lt: Atnaujinimas: nepavyko sertifikuotas patvirtinimas
nds: Upg: Identiteetprööv för Zertifikaat fehlslaan
ne: यूपीजी प्रमाणीकरण असफल भयो
pl: Upg: uwierzytelnianie certyfikatu nie powiodło się
pt: Falhou a Autenticação do Certificado do Upg
pt_br: Upg: Certificado de Autenticação Falhou
sk: Upg Cert Autorizácia zlyhala
sr: Upg, серт. аут. није успела
uk: Оновлення авторизації сертифіката: невдача

source: Upg Cert Expired
af: Upg: Sertifikaat het verstreik
bg: Изтекъл сертификат за надграждане
ca: Upg: El certificat ha expirat
da: Opgraderet certifikat er udløbet
de: Upd: Zertifikat abgelaufen
el: Λήξη πιστοποίησης αναβάθμισης
es: Actualización certificado expirado
eu: UPG: ziurtagiria iraungituta
fa: ارتقا گواهینامه منقضی شد
hu: Upg - tanúsítvány lejárt
ja: Upg 証明書期限切れ
ka: Upg Cert ვადაგასულია
km: Upg Cert បាន​ផុត​កំណត់
ko: Upg 증명 만료
lt: Atnaujinimas: baigėsi sertifikato galiojimo laikas
nds: Upg: Zertifikaat aflopen
ne: यूपीजी प्रमाणीकरण समय समाप्त भयो
pl: Upg: certyfikat przeterminowany
pt: Certificado de Upg Expirado
pt_br: Upg: Certificado Venceu
sk: Upg certifikácia expirovala
sr: Upg, серт. истекао
uk: Оновлення сертифіката: застарілий

source: Upg Cert Revoked
af: Upg: Sertifikaat is opgeskort
bg: Upg сертификата е отменен
ca: Upg: El certificat ha estat revocat
da: Opgraderet certifikat tilbagekaldet
de: Upd: Zertifikat zurückgezogen
el: Ανάκληση πιστοποίησης αναβάθμισης
es: Actualización certificado revocado
eu: UPG: ziurtagiria errebokatuta
fa: ارتقا گواهینامه لغو شد
hu: Upg - tanúsítvány visszavonva
ja: Upg 証明書取り消し
ka: Upg Cert გაუქმებულია
km: Upg Cert បាន​ដកហូត​វិញ
ko: Upg 증명 폐지
lt: Atnaujinimas: sertifikatas atšauktas
nds: Upg: Zertifikaat torüchropen
ne: यूपीजी प्रमाणीकरण खारेज गरियो
pl: Upg: certyfikat unieważniony
pt: Certificado de Upg Revogado
pt_br: Upg: Certificado Revogado
sk: Upg Certifikácia odvolaná
sr: Upg, серт. повучен
uk: Оновлення сертифіката: анульований

source: Upg Rup Bad
af: Upg: Rup sleg
bg: Лош Rup за надграждане
ca: Upg: Rup incorrecte
da: Opgraderet RUP fejlagtig
de: Upd: Rup ist schlecht
el: Εσφαλμένο Rup αναβάθμισης
es: Actualización rup erróneo
eu: UPG: okerreko RUP
hu: Upg - Rup helytelen
ja: Upg Rup 不正
ka: Upg Rup ცუდია
km: Upg Rup មិន​ល្អ
ko: Upg Rup 나쁨
lt: Atnaujinimas: blogas „rup“
nds: Upg: Leeg "Rup"
ne: खराब यूपीजी रुप
pl: Upg: zły Rup
pt: Rup do Upg Inválido
pt_br: Upg: Rup Ruim
sk: Upg Zlý rup
sr: Upg, лош rup
uk: Оновлення: поганий Rup

source: Upg System Busy
af: Upg: Stelsel is besig
bg: Системата се обновява
ca: Upg: El sistema està ocupat
da: Opgraderet system optaget
de: Upd: Das System ist beschäftigt
el: Απασχολημένο σύστημα αναβάθμισης
es: Actualización sistema ocupado
eu: UPG: sistema lanpetuta
fa: اشغالی ارتقا سیستم
hu: Upg - a rendszer foglalt
ja: Upg システムがビジー
ka: Upg სისტემა დაკავებულია
km: ប្រព័ន្ធ Upg ជាប់​រវល់
ko: Upg 시스템 바쁨
lt: Atnaujinimas: sistema užsiėmusi
nds: Upg: Systeem hett to doon
ne: यूपीजी प्रणाली व्यस्त छ
pl: Upg: system zajęty
pt: Sistema Upg Ocupado
pt_br: Upg: Sistema Ocupado
sk: Upg Systém zaneprázdnený
sr: Upg, систем заузет
uk: Оновлення: система зайнята

source: Autocfg Success
af: <i>Autocfg</i> was suksesvol
bg: Успех при автонастройване
ca: Autoconfiguració amb èxit
da: Automatisk indstilling lykkedes
de: Autocfg: Erfolg
el: Επιτυχία αυτόματης ρύθμισης
es: Autoconfiguración exitosa
eu: Autokonfigurazioa ongi egin da
fa: موفقیت پیکربندی خودکار
fi: Automaattiset asetukset onnistuivat
hu: Autocfg - sikeres művelet
ja: Autocfg 成功
ka: Autocfg წარმატება
km: Autocfg ជោគជ័យ
ko: 자동설정 성공
lt: Automatinis derinimas užbaigtas sėkmingai
nds: Autom. Inrichten: funkscheneer
ne: स्वत: कन्फिगर सफल भयो
pl: Autocfg: sukces
pt: Sucesso na Auto-Config
pt_br: Autoconfiguração Bem Sucedida
sk: Autocfg úspešné
sr: Успех самоподешавања
tr: Otomatik Yapılandırma Başarılı
uk: Автоналаштування: успіх

source: No Error
af: Geen Fout
bg: Няма грешка
ca: Sense error
cs: Žádná chyba
da: Ingen fejl
de: Kein Fehler
el: Κανένα σφάλμα
es: Sin error
et: Viga puudub
fa: بدون خطا
fi: Ei virhettä
fr: Pas d'erreur
hu: Nincs hiba
it: Nessun errore
ja: エラーなし
ka: შეცდომის გარეშე
km: គ្មាន​កំហុស
ko: 에러 없음
lt: Klaidų nėra
nds: Keen Fehler
ne: कुनै त्रुटि छैन
pa: ਕੋਈ ਗਲਤੀ ਨਹੀਂ
pl: Bez błędu
pt: Sem Erros
pt_br: Nenhum Erro
ru: Нет ошибок
se: Ii makkárge meattáhus
sk: Žiadna chyba
sr: Без грешака
th: ไม่มีข้อผิดพลาด
tr: Hata Yok
uk: Помилок нема

source: Invalid Format
af: Ongeldige formaat
bg: Невалиден формат
ca: Format invàlid
da: Ugyldigt format
de: Ungültiges Format
el: Μη έγκυρη μορφή
es: Formato no válido
et: Vigane vorming
eu: Baliogabeko formatua
fa: قالب نامعتبر
fi: Muoto ei kelpaa
hu: Érvénytelen formátum
it: Formato non valido
ja: 不正なフォーマット
ka: არასწორი ფორმატი
km: ទ្រង់ទ្រាយ​មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 형식
lt: Klaidingas formatas
nds: Leeg Formaat
ne: अवैध ढाँचा
pa: ਗਲਤ ਫਾਰਮੈਟ
pl: Niewłaściwy format
pt: Formato Inválido
pt_br: Formato Inválido
sk: Neplatný formát
sr: Неисправан формат
th: รูปแบบไม่ถูกต้อง
tr: Geçersiz Biçim
uk: Не чинний формат

source: Unknown Path
af: Onbekende soekpad
bg: Неизвестен път
ca: Ruta desconeguda
cs: Neznámá cesta
da: Ukendt søgesti
de: Unbekannter Pfad
el: Άγνωστη διαδρομή
es: Ruta desconocida
et: Tundmatu asukoht
eu: Bide-izen ezezaguna
fa: مسیر ناشناخته
fi: Tuntematon polku
fr: Chemin inconnu
hu: Ismeretlen útvonal
it: Percorso sconosciuto
ja: 不明なパス
ka: უცნობი გეზი
km: មិនស្គាល់​ផ្លូវ
ko: 알 수 없는 경로
lt: Nežinomas kelias
nds: Nich bekannt Padd
ne: अज्ञात मार्ग
pa: ਅਣਜਾਣ ਮਾਰਗ
pl: Nieznana ścieżka
pt: Localização Desconhecida
pt_br: Caminho Desconhecido
ru: Неизвестный путь
se: Amas bálggis
sk: Neznáma cesta
sr: Непозната путања
th: พาธที่ไม่รู้จัก
tr: Bilinmeyen Yol
uk: Невідомий шлях

source: Invalid Player Addr
af: Ongeldige speler adres
bg: Невалиден адрес на плеър
ca: Adreça del reproductor incorrecta
da: Ugyldig adresse til afspiller
de: Ungültige Player-Adresse
el: Μη έγκυρη διεύθυνση αναπαραγωγέα
es: Dirección del reproductor inválida
eu: Erreproduktorearen helbide baliogabea
fa: Addr پخش‌کنندۀ نامعتبر
fi: Soitinosoite ei kelpaa
hu: Érvénytelen lejátszócím
ja: 無効なプレーヤアドレス
ka: დამკვრელის მისამართი არასწორია
km: អាសយដ្ឋាន​កម្មវិធី​ចាក់​មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 재생기 주소
lt: Klaidingas atlikėjo adresas
nds: Leeg Afspeler-Adress
ne: अवैध प्लेयर एडीडीआर
pl: Zły adres odtwarzacza
pt: Endereço do Leitor Inválido
pt_br: Endereço do Reprodutor Inválido
sk: Neplatná adresa prehrávača
sr: Неисправна адреса плејера
th: ที่อยู่ตัวเล่นไม่ถูกต้อง
tr: Geçersiz Oynatıcı Adr
uk: Не чинна адреса програвача

source: Local Streams Prohibited
af: Plaaslike strome verbode
bg: Локалните потоци са незаконни
ca: Els fluxos locals estan prohibits
da: Lokale strømmer forbudt
de: Lokale Streams verboten
el: Απαγορεύονται τοπικές ροές
es: Prohibidos flujos locales
eu: Korronte lokalak debekatuta
fa: جریانات محلی منع شدند
fi: Paikalliset virrat kielletty
hu: A helyi adatfolyamok tiltottak
ja: ローカルストリームは禁止されています
ka: ლოკალური ნაკადის გაფართოება
km: បាន​ហាមឃាត់​ស្ទ្រីម​មូលដ្ឋាន
ko: 지역 스트림 금지됨
lt: Vietiniai srautai draudžiami
nds: Keen lokaal Strööm tolaten
ne: स्थानीय प्रवाह निषेध गरियो
pl: Lokalne strumienie zabronione
pt: Transmissões Locais Proibidas
pt_br: Não São Permitidos Streams Locais
sk: Miestne prúdy zakázané
sr: Локални токови су забрањени
th: สตรีมท้องถิ่นถูกห้าม
tr: Yerel Yayınlar Yasaklı
uk: Локальні потоки заборонені

source: Server Full
af: Bediener vol
bg: Сървърът е пълен
ca: El servidor és ple
da: Server fuld
de: Server ist voll
el: Ο εξυπηρετητής είναι πλήρης
es: Servidor lleno
et: Server täis
eu: Zerbitzaria beteta
fa: کارساز کامل
fi: Palvelin on täysi
hu: A kiszolgáló telített
it: Server pieno
ka: სერვერი სავსეა
km: ម៉ាស៊ីន​បម្រើ​ពេញ
ko: 서버 가득참
lt: Serveris pilnas
nds: Server vull
ne: सर्भर पूरा
pa: ਸਰਵਰ ਭਰਿਆ ਹੋਇਆ ਹੈ
pl: Serwer pełny
pt: Servidor Cheio
pt_br: Servidor Cheio
sk: Server plný
sr: Сервер је пун
th: เซิร์ฟเวอร์เต็ม
tr: Sunucu Dolu
uk: Сервер заповнений

source: Remote Streams Prohibited
af: Afgeleë strome verbode
bg: Отдалечените потоци са незаконни
ca: Els fluxos remots estan prohibits
da: Fjernstrømme forbudt
de: Entfernte Streams verboten
el: Απαγορεύονται οι απομακρυσμένες ροές
es: Prohibidos flujos remotos
eu: Urruneko korronteak debekatuta
fa: جریانات دور منع شدند
fi: Etävirrat kielletty
hu: A távoli adatfolyamok tiltottak
ja: リモートストリームは禁止されています
ka: დაშორებული ნაკადის გაფართოება
km: បានហាមឃាត់​ស្ទ្រីម​ពី​ចម្ងាយ
ko: 원격 스트림 금지됨
lt: Nutolę srautai draudžiami
nds: Keen feern Strööm tolaten
ne: टाढाको प्रवाह निषेध गरियो
pl: Zdalne strumienie zabronione
pt: Transmissões Remotas Proibidas
pt_br: Não São Permitidos Streams Remotos
sk: Vzdialené prúdy zakázané
sr: Удаљени токови су забрањени
th: สตรีมทางไกลถูกห้าม
tr: Uzak Yayınlar Yasaklı
uk: Віддалені потоки заборонені

source: Event Streams Prohibited
af: Gebeurtenis strome verbode
bg: Потоците за събития са незаконни
ca: Els fluxos d'esdeveniments estan prohibits
da: Begivenhedstrømme forbudt
de: Ereignis-Streams verboten
el: Απαγορεύονται οι ροές γεγονότων
es: Flujos de eventos prohibidos
eu: Gertaeren korronteak debekatuta
fa: جریانات رویداد منع شدند
fi: Tapahtumavirrat kielletty
hu: Az esemény-adatfolyamok tiltottak
ja: イベントストリームは禁止されています
ka: მოვლენის ნაკადის გაფართოება
km: បាន​ហាមឃាត់​ស្ទ្រីម​ព្រឹត្តិការណ៍
ko: 이벤트 스트림 금지됨
lt: Įvykių srautai draudžiami
nds: Keen Begeefnis-Strööm tolaten
ne: घटना प्रवाह निषेध गरियो
pl: Strumienie zdarzeń zabronione
pt: Transmissões de Eventos Proibidas
pt_br: Não São Permitidos Eventos de Streams
sk: Prúdy udalostí zakázané
sr: Токово догађаја су забрањени
th: สตรีมเหตุการณ์ถูกห้าม
tr: Olay Yayınları Yasaklı
uk: Потоки подій заборонені

source: No Codec
af: Geen kodeerder
bg: Няма кодеци
ca: Cap còdec
da: Ingen afkoder
de: Kein Codec
el: Χωρίς κωδικοποιητή
es: Sin codec
et: Koodek puudub
eu: Kodekik ez
fa: بدون کدک
fi: Ei koodekkia
hu: Nincs kódoló
it: Nessun codec
ja: コーデックなし
ka: კოდეკი არაა
km: គ្មាន​កូដិក
ko: 코덱 없음
lt: Nėra kodavimo priemonių
nds: Keen Kodek
ne: कोडेक छैन
pl: Brak kodeka
pt: Sem Codificador
pt_br: Nenhum Codec
sk: Žiaden kodek
sr: Нема кодека
th: ไม่มีตัวถอดรหัส
tr: Kodlayıcı Yok
uk: Нема кодеків

source: Unable To Fulfill
af: Kon nie vol vul nie
bg: Невъзможно за изпълнение
ca: No es pot satisfer
da: Kan ikke udføre
de: Unmöglich zu erfüllen
el: Αδυναμία εκπλήρωσης
es: No se puede satisfacer
eu: Ezin izan du bete
fa: قادر به انجام نیست
fi: Ei voida toteuttaa
hu: Nem teljesíthető
ja: 実行できません
ka: შევსება შეუძლებელია
km: មិន​អាច​បំពេញ
ko: 가득 채울 수 없음
lt: Nepavyko įvykdyti
nds: Ogaav lett sik nich utföhren
ne: पूरा गर्न असक्षमई
pl: Nie można wykonać
pt: Não é Possível Cumprir
pt_br: Incapaz de Preencher
sk: Neschopný splniť
sr: Не могу да испуним
th: ไม่สามารถทำตามที่ขอได้
tr: Gerçekleştirilemiyor
uk: Не вдається виконати

source: Multicast Delivery Only
af: Multicast: Slegs aflewering
bg: Multicast - само доставка
ca: Només entrega multicast
da: Kun leverance af multicast
de: Nur Multicast-Ausstrahlung
el: Παράδοση μόνο με πολλαπλούς αποδέκτες
eu: Multicast banatzeko soilik
fa: فقط تحویل چندگانه
fi: Vain monilähetystoimitus
hu: Csak multicast átvitel
ka: მხოლოდ მრავალმისამართიანი მიწოდება
km: បញ្ជូន​​តែ​មាល់ធីខាស់​ប៉ុណ្ណោះ
ko: 멀티캐스트 전송만
lt: Tik multicast pristatymas
nds: Bloots över Multicast utlevern
ne: मल्टिकास्ट हस्तान्तरण मात्र
pl: Tylko dostawa multicast
pt: Apenas por 'Multicast'
pt_br: Multicast: Somente Entrega
sk: Multicast Iba dodávka
sr: Само вишеемисиона испорука
th: ส่งข้อมูลมัลติคาสต์เท่านั้น
uk: Тільки групова трансляція

source: License Exceeded
af: Lisensie Oorskrei
bg: Лицензът е превишен
ca: S'ha excedit la llicència
cs: Licence vypršela
da: Licens overskredet
de: Lizenz abgelaufen
el: Υπέρβασης άδειας χρήσης
es: Licencia excedida
et: Litsents aegunud
eu: Lizentzia gainditu da
fa: مجوز نادیده گرفته شد
fi: Lisenssi ylitetty
fr: Licence périmée
hu: Licenc meghaladva
it: Licenza scaduta
ja: ライセンス超過
ka: ლიცენზია გადაჭარბებულია
km: បាន​ហួស​អាជ្ញាប័ណ្ណ
ko: 라이센스 초과됨
lt: Baigėsi licencija
nds: Lizenz bargt nich noog Rechten
ne: इजाजतपत्र बढाइयो
pa: ਲਾਇਸੈਂਸ ਵੱਧ ਗਿਆ
pl: Przekroczona licencja
pt: Licença Excedida
pt_br: Licença Expirada
ru: Срок действия лицензии истёк
se: Liseansa boarásmuvvan
sk: Licencia predĺžená
sr: Лиценца је премашена
th: ใบอนุญาตเกินเวลา
tr: Lisans Süresi Doldu
uk: Перевищено ліцензійне обмеження

source: License Unavailable
af: Lisensie is nie beskikbaar nie
bg: Няма лиценз
ca: La llicència no està disponible
da: Licens utilgængelig
de: Lizenz nicht verfügbar
el: Μη διαθέσιμη άδεια χρήσης
es: Licencia no disponible
et: Litsents pole saadaval
eu: Lizentzia ez dago erabilgarri
fa: مجوز موجود نیست
fi: Lisenssiä ei saatavilla
hu: Licenc nem elérhető
it: Licenza non disponibile
ja: ライセンス 利用不可
ka: ლიცენზია ხელმიუწვდომელია
km: គ្មាន​អាជ្ញាប័ណ្ណ
ko: 라이센스를 사용할 수 없음
lt: Nėra licencijos
nds: Lizenz nich verföögbor
ne: इजाजतपत्र उपलब्ध छैन
pa: ਲਾਈਸੈਂਸ ਉਪਲੱਬਧ ਨਹੀਂ
pl: Licencja niedostępna
pt: Licença Indisponível
pt_br: Licença Indisponível
sk: Licencia nedostupná
sr: Лиценца није доступна
th: ไม่มีใบอนุญาตให้
tr: Lisans Erişilebilir Değil
uk: Нема ліцензії

source: Invalid Loss Correction
af: Ongeldige verlies korreksie
bg: Поправка на невалидна загуба
ca: Correcció de pèrdues invàlida
da: Ugyldig tab af forbindelse
de: Ungültige Verlustkorrektur
el: Μη έγκυρη διόρθωση απώλειας
es: Pérdida de corrección inválida
eu: Baliogabeko galera-zuzenketa
fa: اصلاح اتلاف نامعتبر
fi: Häviökorjaus ei kelpaa
hu: Érvénytelen veszteségjavítás
ja: 無効な喪失補正
ka: არასწორი დაკარგვის გასწორება
km: កា​រកែ​ភាព​បាត់បង់មិនត្រឹមត្រូវ
ko: 유효하지 않은 손실 복구
lt: Klaidingas nuostolių taisymas
nds: Leeg Verlustkorrektuur
ne: अवैध नोक्सान सुधार
pl: Zła korekcja strat
pt: Correcção de Perdas Inválida
pt_br: Correção de Perdas Inválida
sk: Neplatná korekcia straty
sr: Неисправна корекција губитака
th: การแก้ไขส่วนที่หายไม่ถูกต้อง
tr: Geçersiz Kayıp Düzeltimi
uk: Не чинне коригування втрати
