Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <h3>Amarok could not initialise MAS.</h3><p>Check for a running mas daemon.</p>
af: <h3>Amarok kon nie MAS inisialiseer nie.</h3><p>Maak asb. seker dat die MAS bediener loop.</p>
bg: <h3>Amarok не може да инициализира MAS.</h3><p>Проверете дали mas демонът е стартиран.</p>
ca: <h3>L'Amarok no ha pogut inicialitzar MAS.</h3> <p>Comproveu que hi hagi un dimoni MAS en execució.</p>
cs: <h3>Amarok nemohl inicializovat MAS.</h3><p>Ověřte běžící démon mas.</p>
da: <h3>Amarok kunne ikke initialisere MAS.</h3><p>Tjek for en kørende mas-dæmon.</p>
de: <h3>Amarok kann MAS nicht initialisieren.</h3><p>Stellen Sie bitte sicher, dass ein MAS-Dienst läuft.</p>
el: <h3>Το AmaroK αδυνατεί να ξεκινήσει το MAS.</h3><p>Ελέγξτε αν έχει εκκινήσει o δαίμονας mas.</p>
es: <h3>Amarok no ha podido inicializar MAS.</h3><p>Comprube que el daemon 'mas' está funcionando.</p>
et: <h3>Amarokil ebaõnnestus MAS-i initsialiseerimine.</h3><p>Palun kontrolli, kas MAS deemon töötab.</p>
fa: <h3>amaroK نتوانست MAS را مقداردهی اولیه کند.</h3><p>برای شبح mas در حال اجرا بررسی کنید.</p>
fi: <h3>Amarok ei kyennyt alustamaan MASia.</h3><p>Tarkista, että mas-taustapalvelu on käynnistetty.</p>
fr: <h3>Amarok n'a pas pu initialiser MAS.</h3><p>Vérifiez qu'un démon MAS est bien en cours d'exécution.</p>
he: <h3>ל־ Amarok לא הייתה אפשרות לאתחל את MAS.</h3><p dir=rtl>בדוק שתהליך הרקע של mas פועל.</p>
hu: <h3>Az Amarok nem tudta inicializálni a MAS-t.</h3><p>Ellenőrizze, fut-e a MAS szolgáltatás.</p>
it: <h3>Amarok non può inizializzare MAS.</h3><p>Controlla che ci sia un demone mas in esecuzione.</p>
ja: <h3>Amarok は MAS を初期化することができませんでした。</h3><p>MAS デーモンが起動しているか確認してください。</p>
km: <h3>amaroK មិន​អាច​ចាប់ផ្ដើម MAS បាន​ឡើយ ។</h3><p>សូម​ពិនិត្យមើល​ដេមិន mas ដែល​កំពុង​រត់ ។</p>
ko: <h3>Amarok에서 MAS를 초기화하지 못했습니다.</h3><p>mas 데몬이 작동중인지를 첨검하십시오.</p>
lt: <h3>AmaroK nepavyko paleisti MAS tarnybos.</h3><p>Patikrinkite, galbūt jau yra veikianti mas tarnyba?</p>
nb: <h3>Amarok klarte ikke klargjøre MAS.</h3> <p>Se til at mas-nissen kjører.</p>
nds: <h3>Amarok kunn MAS nich torechtmaken.</h3> <p>Prööv bitte, wat en MAS-Dämoon löppt.</p>
ne: <h3>अमारोकले एमएएस सुरु गर्न सकेन ।</h3><p>चलिरहेको मास डेइमोनका लागि जाँच गर्नुहोस् ।</p>
nl: <h3>Amarok kon MAS niet initialiseren.</h3> <p>Controleer of de mas-deamon wel draait.</p>
nn: <h3>Klarte ikkje starta MAS.</h3><p>Sjå til at «mas»-tenesta køyrer.</p>
pa: <h3>ਅਮਰੋਕ MAS ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕਰ ਸਕਿਆ ਹੈ।</h3><p>ਇੱਕ ਚੱਲਦੇ mas ਡਾਈਮੋਨ ਲਈ ਜਾਂਚ ਕਰੋ।</p>
pl: <h3>Amarok nie mógł uruchomić modułu MAS.</h3> <p>Proszę sprawdzić czy demon MAS jest uruchomiony.</p>
pt: <h3>Não foi possível ao Amarok inicializar o MAS.</h3><p>Verifique se o servidor 'mas' está a correr.</p>
pt_br: <h3>O Amarok não pode inicializar o MAS.</h3><p>Verifique se há um daemon do MAS sendo executado.</p>
ru: <h3>Не удалось инициализировать MAS. </h3><p>Убедитесь, что служба MAS выполняется.</p>
se: <h3>Amarok ii sáhttán álggahit MAS.</h3> <p>Dárkkis ahte mas-duogášprográmma lea jođus.</p>
sk: <h3>Amarok nemohol inicializovať MAS.</h3><p>Overte, či beží démon mas.</p>
sr: <h3>Amarok не може да иницијализује MAS.</h3><p>Проверите да демон mas није већ покренут.</p>
th: <h3>Amarok ไม่สามารถเริ่มการทำงานของ MAS ได้</h3> <p>กรุณาตรวจสอบ mas เดมอน ที่กำลังทำงานอยู่ด้วย</p>
tr: <h3>Amarok MAS'ı başlatamadı.</h3><p>mas hizmetinin (daemon) çalışıp çalışmadığını kontrol edin.</p>
uk: <h3>Amarok не зміг започаткувати MAS.</h3><p>Перевірте чи запущено даемон mas.</p>

source: So far no status available for this host entry.<br/>Probably this means the host has not been used yet for playback.
af: Daar is nog nie enige status informasie vir hierdie bediener beskikbaar nie.<br>Dit beteken waarskynlik dat hierdie bediener nog nie vir terugspeel gebruik was nie.
bg: Засега няма налично състояние за този хост.<br/>Това вероятно означава, че хостът все още не се използва за изпълнение.
ca: Encara no hi ha informació per aquesta màquina. <br/> Probablement és degut a què encara no s'ha usat per a la reproducció.
da: Hidtil er ingen status tilgængelig for værtindgangen.<br/>Formodentlig betyder det at værten endnu ikke har været brugt til afspilning.
de: Bislang ist für diesen Rechner-Eintrag noch kein Status verfügbar.<br/>Vermutlich wurde dieser Rechner noch nicht für die Wiedergabe verwendet.
el: Για την ώρα δεν υπάρχει διαθέσιμη κατάσταση γι' αυτή την καταχώρηση υπολογιστή.<br/>Πιθανότατα αυτό σημαίνει ότι ο υπολογιστής δε χρησιμοποιήθηκε ακόμη για αναπαραγωγή.
es: Hasta ahora, no hay estado disponible para esta entrada de máquina.<br/>Probablemente esto signifique que nunca se ha usado la máquina para reproducción.
et: Selle masinakirje olek pole seni kättesaadav.<br/>Arvatavasti ei ole seda masinat veel taasesituseks kasutatud.
eu: Ez dago ostalariaren sarreraren egoerarik.<br/>Baliteke ostalaria oraindik erreproduzitzeko ez dela erabili.
fa: تاکنون وضعیتی برای این مدخل میزبان موجود نیست. <br/>شاید بدین معناست که میزبان هنوز برای بازپخش استفاده نشده است.
fi: Tilatietoja ei ole vielä.<br />Tämä luultavasti tarkoittaa sitä, että tätä konetta ei ole vielä käytetty soittamiseen.
fr: Aucun statut de disponible actuellement pour cet hôte.<br/>Cela signifie probablement que l'hôte n'a pas encore été utilisé pour la lecture.
he: עד־כה אין מידע זמין אודות מצב רשומת המחשב המארח.<br/>ככל הנראה מדובר במארח, שתרם נעשה בו שימוש לשם השמעה.
hu: Jelenleg nincs állapotinformáció ehhez a gépbejegyzéshez.<br/>Elképzelhető, hogy a gép még nem volt használva lejátszáshoz.
it: Nessuno stato disponibile al momento per questo host.<br/>Probabilmente ciò significa che l'host non è stato ancora usato per la riproduzione.
ja: このホストエントリには今のところステータスはありません。<br/>これはおそらく、このホストがまだ再生に使用されていないということです。
ka: ამრიგად ჰოსტის ამ ჩანაწერისთვის სტატუსი არაას ხელმისაწვდომი.<br/>ეს ნიშნავს რომ ჰოსტი დასაკრავად არ იყო გამოყენებული.
km: រហូត​មក​ដល់​ពេល​នេះ​គ្មាន​ស្ថានភាព​សម្រាប់​ធាតុ​ម៉ាស៊ីន​នេះ​ទេ ។<br/>​នេះ​​ប្រហែល​ជាមានន័យថា​ម៉ាស៊ីន​មិន​ត្រូវ​បាន​ប្រើ​នៅ​ឡើយ​ទេ​សម្រាប់​ការ​ចាក់​ឡើង​វិញ ។
ko: 이 호스트 항목에 대한 사용 가능한 상태가 너무 없습니다.<br/>아마도 이것은 호스트가 재생에 대해 아직 사용하지 않았다는 것을 뜻합니다.
lt: Kol kas nėra šio objekto būsenos. <br/>Veikiausiai muzika iš šio įrenginio dar niekada nebuvo grojama.
nb: Hittil er ingen status tilgjengelig for denne vertsoppføringen. <br/>Dette betyr trolig at verten ennå ikke er brukt til avspilling.
nds: Betherto is för dissen Reekner-Indrag keen Status verföögbor.<br/>As't lett hest Du noch nix över dissen Reekner afspeelt.
ne: अहिले सम्म यो होस्ट प्रविष्टिका लागि कुनै वस्तुस्थिति उपलब्ध छैन ।<br/>सम्भवत यसको अर्थ होस्ट अहिले सम्म प्लेब्याकका लागि प्रयोग गरिएको छैन ।
nl: Tot nu toe is er geen statusinformatie beschikbaar voor dit hostitem. <br />Mogelijk betekent dit dat de host nog niet eerder is gebruikt voor afspelen.
nn: Det finst førebels ingen statusinformasjon tilgjengeleg for denne verten.<br />Dette er truleg fordi verten ikkje har blitt bruka til avspeling.
pl: Jak na razie żaden status nie jest dostępny dla takiego komputera.<br/>Prawdopodobnie to oznacza, że komputer nie był jeszcze używany do odtwarzania.
pt: Até agora, não está qualquer estado disponível para este item de máquina.<br/>Provavelmente significa que a máquina não foi ainda usada para reprodução.
pt_br: Até agora nenhum status está disponível para a entrada desta máquina.<br/>Provavelmente isso significa que a máquina ainda não foi usada para reprodução.
ru: Статус по данному серверу пока недоступен.<br/>Вероятно, сервер ещё не использовался для воспроизведения.
sk: Zatiaľ nie je dostupný stav pre túto hostiteľskú položku.<br/>Pravdepodobne to znamená, že hostiteľ ešte nebol použitý pre prehrávanie.
sr: Никакав статус за овај домаћин још увек није доступан.<br/>Ово вероватно значи да домаћин још увек није употребљен за пуштање.
th: ขณะนี้ ไม่มีสถานะสำหรับรายการโฮสต์นี้ <br/>อาจจะหมายความว่าโฮสต์ยังไม่ได้ถูกใช้สำหรับการเล่นกลับ
tr: Şimdilik bu makine için durum bilgisi mevcut değil. <br/>Bu büyük olasılıkla makinenin henüz oynatma için hiç kullanılmamış olmasından kaynaklanıyor.
uk: Поки що для цього вузла нема стану.<br/>Ймовірно, це означає, що цей вузол ще не вживався для програвання.

source: An error appeared during audio playback initialization. Make sure the <b>PlaybackNode</b> is present on your system. If it is present, the command <b>serverregistry -s</b> in a console will list <b>PlaybackNode</b> as <b>available</b>.<br/>
af: 'n Fout het voorgekom tydens oudio terugspeel inisialisering. Maak seker dat </i><b>PlaybackNode</b><i> op jou stelsel beskikbaar is. Jy kan dit nagaan deur die volgende opdrag in 'n tolk uit te voer: <i>serverregistry -s</i>. Die afvoer sal <i><b>PlaybackNode</b></i> as <i><b>available</b></i> aandui as dit beskikbaar is.<br>
bg: Възникна грешка при инициализирането на аудио изпълнението. Проверете дали на компютъра си имате <b>PlaybackNode</b>. Ако да, командата <b>serverregistry -s</b> (в конзола) ще покаже <b>PlaybackNode</b> като <b>налична</b>.<br/>
ca: Ha ocorregut un error durant la inicialització de la reproducció d'àudio. Assegureu-vos que el <b>PlaybackNode</b> és present al vostre sistema. Si hi és present, l'ordre <b>serverregistry -s</b> en una consola llistarà el <b>PlaybackNode</b> com a <b>disponible</b>.<br/>
da: En fejl opstod under initiering af lydafspilning. Sørg for at <b>PlaybackNode</b> er tilgængelig på dit system. Hvis den er tilgængelig, lister kommandoen <b>serverregistry -s</b> i en terminal, <b>PlaybackNode</b> som <b>tilgængelig</b>.<br/>
de: Beim Initialisieren der Audio-Wiedergabe ist ein Fehler aufgetreten. Stellen Sie bitte sicher, dass der <b>PlaybackNode</b> auf Ihrem System vorhanden ist. Falls es vorhanden ist, wird der Befehl <b>serverregistry -s</b> es auf der Konsole als <b>available</b> auflisten.<br/>
el: Παρουσιάστηκε σφάλμα κατά την αρχικοποίηση της αναπαραγωγής. σιγουρευτείτε ότι το <b>PlaybackNode</b> είναι παρών στο σύστημά σας. Αν είναι, η εντολή <b>serverregistry -s</b> εκτελούμενη σε ένα τερματικό θα δηλώσει ότι το <b>PlaybackNode</b> είναι <b>διαθέσιμο</b>.<br/>
es: Se ha producido un error durante la inicialización de la reproducción de audio. Asegúrese de que <b>PlaybackNode</b> está presente en su sistema. Si está presente, la orden <b>serverregistry -s</b> en una consola listará <b>PlaybackNode</b> como <b>available</b> (disponible).<br/>
et: Audio taasesituse initsialiseerimisel tekkis viga. Kontrolli, et sinu süsteemis on <b>PlaybackNode</b>. Kui see on olemas, näitab käsk <b>serverregistry -s</b> konsoolis <b>PlaybackNode</b>'i kui <b>available</b>.
eu: Errorea gertatu da audioaren erreprodukzioa hasieratzean. Ziurtatu <b>PlaybackNode</b> sisteman aurkitzen dela. Sisteman aurkituz gero, kontsolako <b>serverregistry -s</b> komandoak <b>PlaybackNode</b> zerrendatuko ditu <b>erabilgarri</b> gisa.<br/>
fa: طی مقداردهی اولیۀ بازپخش صوتی، خطایی ظاهر شد. مطمئن شوید <b>PlaybackNode</b> در سیستمتان موجود است. اگر موجود باشد، فرمان <b>serverregistry -s</b> در یک پیشانه <b>PlaybackNode</b> را به عنوان <b>موجود </b> فهرست می‌کند.<br/>
fi: Virhe tapahtui äänentoistonalustuksen aikana. Varmista, että <b>PlaybackNode</b> löytyy järjestelmästä. Jos se löytyy, komento <b>serverregistry -s</b> näyttää <b>PlaybackNodet</b>, jotka ovat <b>saatavilla</b>.<br/>
fr: Une erreur est survenue durant l'initialisation de la lecture Audio. Assurez-vous que le <b>PlaybackNode</b> est présent sur votre système. Si il l'est, la commande <b>serverregistry -s</b> dans une console devrait lister les <b>PlaybackNode</b> disponibles. <br/>
he: ארעה תקלה בעת אתחול השמעת אודיו. יש לוודא ש־ <b>צומת־השמעה</b> קיים במערכת שלך. אם <b>צומת־השמעה</b> נמצא, הפקודה <b>serverregistry -s</b> בקונסול תציג את <b>PlaybackNode</b> כ־ <b>available</b>.<br/>
hu: Hiba történt a hanglejátszás inicializálásakor. Ellenőrizze, hogy a lejátszási gép (<b>PlaybackNode</b>) jelen van-e az Ön rendszerén. Ha jelen van, akkor a <b>serverregistry -s</b> parancs (amely kiadható például egy konzolban) elérhetőként (<b>available</b>) fogja kiírni a <b>PlaybackNode</b> gépet.<br/>
it: Si è verificato un errore durante l'inizializzazione della riproduzione audio. Assicurati che il <b>PlaybackNode</b> sia presente sul tuo sistema. Se è presente, il comando <b>serverregistry -s</b> in un terminale elencherà <b>PlaybackNode</b> come <b>available</b>.<br/>
ja: オーディオ再生の初期化中にエラーが発生しました。システムに <b>PlaybackNode</b> が存在するか確認してください。それがある場合、コンソールでコマンド <b>serverregistry -s</b> を実行すると <b>PlaybackNode</b> が利用可能として表示されます。<br/>
ka: შეცდომა მოხდა აიდიო დაკვრის ინიციალიზაციისას. დარწმუნდით რომ <b>PlaybackNode</b> არსებობს თქვენს სისტემაში. თუ იგი არსებობს, კონსოლში <b>serverregistry -s</b> ბრძანება ასახავს <b>PlaybackNode</b>-ს როგორც <b>ხელმისაწვდომს</b>.<br/>
km: កំហុស​មួយ​បាន​កើតឡើង​នៅ​កំឡុង​ពេល​ចាប់ផ្ដើម​ចាក់​អូឌីយ៉ូ​សារថ្មី ។ ត្រូវ​ប្រាកដថា <b>PlaybackNode</b> គឺ​បង្ហាញ​នៅលើ​ប្រព័ន្ធ​របស់​អ្នក ។ ប្រសិន​បើ​វា​បង្ហាញ ពាក្យ​បញ្ជា <b>serverregistry -s</b> នៅ​ក្នុង​កុងសូល នឹង​រាយ <b>ថ្នាំង​ចាក់​ឡើងវិញ</b> ដូច​<b>ដែល​មាន</b> ។<br/>
ko: 오디오 재생 초기화 동안에 오류가 나타났습니다. <b>PlaybackNode</b>가 여러분의 시스템에 존재하는지 확인하십시오. 만약 존재한다면, 콘솔에서 명령어 <b>serverregistry -s</b>가 사용가능한 <b>PlaybackNode</b>를 나열할 것입니다.<br/>
lt: Derinant garso išvestį įvyko klaida. Patikrinkite ar sistemoje yra <b>PlaybackNode</b>. Jei yra, konsolėje įvesta komanda <b>serverregistry -s</b> matysite <b>PlaybackNode</b> su parametru <b>available</b>.<br/>
nb: Det oppsto en feil under klargjøring for lydspilling på nettverket. Pass på at <b>PlaybackNode</b> finnes på systemet ditt. Hvis den er til stede, så vil kommandoen <b>serverregistry -b</b> i et konsollvindu vise at <p>PlaybackNode</b> er <b>tilgjengelig</b>. <br/>
nds: Dat geev en Fehler bi't Torechtmaken för't Afspelen, prööv bitte, wat dat denn <b>PlaybackNode</b> op Dien Systeem geven deit. Wenn dat so is, wiest de Konsoolbefehl <b>serverregistry -s</b> em as "<b>available</b>".<br/>
ne: अडियो प्लेब्याक थालनी गर्दा एउटा त्रुटि देखापर्यो । तपाईँको प्रणालीमा <b>प्लेब्याक नोड</b> प्रस्तुत छ भन्ने निश्चित गर्नुहोस् । यदि यो प्रस्तुत छ भने, कन्सोलमा आदेश <b>serverregistry -s</b> ले <b>उपलब्ध</b>भएको रूपमा <b>प्लेब्याकनोड</b> सूचीबद्ध गर्नेछ ।<br/>
nl: Er deed zich een fout voor tijdens het initialiseren van het afspelen van geluid. Zorg er voor dat <b>PlaybackNode</b> op uw systeem aanwezig is. Als het aanwezig is, dan zal het commando <b>serverregistry -s</b> in een console <b>PlaybackNode</b> als <b>beschikbaar</b> aangeven.<br/>
nn: Det oppstod ein feil ved oppstart av lydavspeling. Kontroller at <b>PlaybackNode</b> finst på systemet. Viss han er tilgjengeleg, vil kommandoen <b>serverregistry -s</b> i ein konsoll visa dette.<br/>
pl: Wystąpił błąd podczas inicjacji odtwarzania dźwięku. Upewnij się, że <b>PlaybackNode</b> (węzeł odtwarzania) jest obecny w twoim systemie. Jeśli jest, polecenie konsoli <b>serverregistry -s</b> wypisze listę dostępnych węzłów <b>PlaybackNode</b>.<br/>
pt: Ocorreu um erro durante a inicialização da reprodução de áudio. Verifique se o <b>PlaybackNode</b> está presente no seu sistema. Se estiver, o comando <b>serverregistry -s</b> numa consola irá indicar o <b>PlaybackNode</b> como <b>available</b> (disponível).<br/>
pt_br: Ocorreu um erro durante a inicialização da reprodução de áudio. Certifique-se que o <b>NodedeReprodução</b> está presente em seu sistema. Se ele estiver presente, o comando <b>serverregistry -s</b> em um console listará o <b>NodedeReprodução</b> como <b>disponível</b>.<br/>
sk: Nastala chyba počas inicializácie audio playbacku. Uistite sa, že je v systéme prítomná <b>PlaybackNode</b>. Ak je prítomná, príkaz <b>serverregistry -s</b> v konzoli vypíše dostupné <b>PlaybackNody</b>.
sr: Дошло је до грешке при иницијализацији пуштања звука. Проверите да ли је <b>PlaybackNode</b> присутан на вашем систему. Ако је присутан, наредба <b>serverregistry -s</b> у терминалу ће приказати <b>PlaybackNode</b> као <b>доступан</b>.<br/>
th: ข้อผิดพลาดเกิดขึ้นระหว่างการเริ่มต้นการเล่นเสียง โปรดแน่ใจว่ามี <b>PlaybackNode</b> อยู่บนระบบของคุณ ถ้าหากว่ามีอยู่ การใส่คำสั่ง <b>severregistry -s</b> ในคอนโซลจะแสดงรายการ <b>PlaybackNode</b> ว่า <b>มีอยู่</b><br/>
uk: Трапилась помилка під час започаткування програвання аудіо. Перевірте чи у вашій системі є <b>PlaybackNode</b>. Якщо він є, то виконання в консолі команди <b>serverregistry -s</b> зробить <b>PlaybackNode</b> - <b>доступним</b>.<br/>
