Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <div align=center><h3>The Playlist</h3>This is the playlist. To create a listing, <b>drag</b> tracks from the browser-panels on the left, <b>drop</b> them here and then <b>double-click</b> them to start playback.</div>
af: <div align=center><h3>Die Speel lys</h3>Hierdie is die speel lys. Om 'n lys te skep, moet jy snitte vanaf die blaaier panele (aan die linker kant) <b>trek</b> en hulle hier laat <b>val</b>. Dubbel kliek op 'n snit om dit te begin speel.</div>
bg: <div align=center><h3>Списък със записи</h3>Това е списъкът със записи. За да създадете някакъв списък, <b>завлечете</b> тук песни от прозореца на браузъра вляво и после <b>щракнете два пъти с мишката върху тях</b>, за да ги прослушате.</div>
ca: <div align="center"><h3>La llista de reproducció</h3> Això és la llista de reproducció. Per crear un llistat, <b>arrossegueu</b> les peces des del panell del navegador de l'esquerra, <b>deixeu anar</b> les peces aquí i llavors feu <b>doble clic</b> per començar a reproduir-les.</div>
cs: <div align=center><h3>Seznam skladeb</h3>Toto je seznam skladeb. Pro vytvoření seznamu <b>chytněte</b> skladby v prohlížecím panelu vlevo a <b>pusťte</b> je sem. Následně je přehrajete <b>dvojklikem</b>.</div>
da: <div align=center><h3>Spillisten</h3>Dette er spillelisten. For at oprette en liste, <b>trækkes</b> spor fra browser-panelerne til venstre, og <b>slippes</b> her og <b>dobbeltklikke</b> på dem for at starte afspilning.
de: <div align=center><h3>Die Wiedergabeliste</h3>Dies ist die Wiedergabeliste. Um sie mit Inhalten zu füllen, können Sie Stücke aus den Browsern links <b>hereinziehen und fallenlassen</b>. Danach bitte auf ein Stück doppelklicken, um die Wiedergabe zu starten.</div>
el: <div align=center><h3>Η λίστα αναπαραγωγής</h3>Αυτή είναι η λίστα αναπαραγωγής. Για να δημιουργήσετε μια λίστα <b>σύρετε</b> κομμάτια από τις καρτέλες περιήγησης αριστερά, <b>αφήστε</b> τα εδώ και έπειτα κάντε <b>διπλό κλικ</b> σε αυτά για να ξεκινήσει η αναπαραγωγή τους.</div>
es: <div align=center><h3>La lista de reproducción</h3>Esta es la lista de reproducción. Para crear una lista, <b>arrastre</b> pistas desde los paneles de navegación de la izquierda, <b>suéltelas</b> aquí y luego <b>haga doble clic</b> sobre alguna de ellas para comenzar la reproducción.</div>
et: <div align=center><h3>Esitusnimekiri</h3>See on esitusnimekiri. Nimekirja loomiseks <b>lohista</b> palad vasakul asuvatest sirvijatest siia ja <b>kukuta</b> need ning tee siis neil <b>topeltklõps</b> taasesituse alustamiseks.</div>
eu: <div align=center><h3>Zerrenda</h3>Hau zerrenda da. Zerrenda bat sortzeko <b>arrastatu</b> pistak ezkerreko arakatzeko paneletik eta <b>jaregin</b> itzazu hemen, eta egin <b>klik-bikoitza</b> haien gainean erreprodukzioa hasteko</div>
fa: <div align=center><h3>فهرست پخش </h3>این، فهرست پخش است. برای ایجاد یک فهرست، شیارها را از تابلوهای مرورگر سمت چپ <b>بکشید </b>، آنها را در اینجا <b>رها کنید </b> و سپس برای آغاز بازپخش روی آنها <b>دو بار فشار دهید </b>.</div>
fi: <div align=center><h3>Soittolista</h3>Tämä on soittolista. Voit luoda soittolistan <b>vetämällä</b> kappaleita vasemmalla olevista selaimista ja <b>pudottamalla</b> ne tähän.</div>
fr: <div align=center><h3>La liste de lecture</h3>Ceci est la liste de lecture. Pour créer une liste, <b>glissez</b> les morceaux depuis le panneau de navigation sur la gauche, <b>déposez</b>-les ici et <b>double-cliquez</b> dessus pour commencer la lecture.</div>
he: <div align=center><h3>רשימת־ההשמעה</h3> זוהי רשימת־ההשמעה. על־מנת ליצור רשימה, <b>גרור</b> רצועות מלוח הדפדפן השמאלי, <b>ושחרר</b> אותן כאן ואז n <b>לחץ לחיצה כפולה</b> עליהן על־מנת להתחיל השמעה. </div>
hu: <div align=center><h3>A lejátszólista</h3>Ez a lejátszólista. Lista létrehozásához helyezzen ide számokat <b>húzd-és-ejtsd</b> módszerrel a bal oldali böngészőpanelekből, majd <b>kattintson rájuk duplán</b> a lejátszás elkezdéséhez.</div>
it: <div align=center><h3>La playlist</h3>Questa è la playlist. Per creare un elenco, <b>trascina</b> le tracce dal pannello del navigatore sulla sinistra, <b>rilasciale</b> qui e poi <b>fai clic due volte</b> su di esse per riprodurle.</div>
ja: <div align=center><h3>プレイリスト</h3>これはプレイリストです。リストを作るには、左のブラウザパネルからトラックをドラッグして、ここにドロップしてください。ドロップしたトラックをダブルクリックすると再生を開始します。</div>
km: <div align=center><h3>បញ្ជី​ចាក់</h3>នេះ​គឺ​ជា​បញ្ជី​ចាក់ ។ ដើម្បី​បង្កើត​បញ្ជី​មួយ ​សូម<b>អូស</b> បទ​ពី​បន្ទះ​កម្មវិធី​រុករក​នៅ​ខាង​ឆ្វេង​ហើយ <b>ទម្លាក់</b> ពួក​វា​នៅ​ទីនេះ និង​បន្ទាប់​មក <b>ចុច​ទ្វេដង</b> លើ​ពួក​វា​ដើម្បី​ចាប់ផ្ដើម​ចាក់ ។</div>
ko: <div align=center><h3>재생목록</h3>이것은 재생목록입니다. 목록을 만들기 위해서 왼쪽의 브라우저 패널에서 트랙을 <b>끌어다가</b> 여기에 <b>놓은</b> 다음, <b>더블클릭</b>하여 곡을 재생합니다.</div>
lt: <div align=center><h3>Grojaraštis</h3>Jūs matote grojaraščio langą. Norėdami sudaryti grojaraštį <b>tempkite</b> dainas iš kairėje pusėje esančių langų ir <b>numeskite</b> jas čia. <b>Spragtelėkite dukart</b> dainos pavadinimą norėdami pradėti groti.</div>
nb: <div align=center><h3>Spillelista</h3>Dette er spillelista. <b>Dra</b> spor fra leserpanelene på venstre og <b>slipp</b> dem her, og så <b>dobbeltklikk</b> på dem for å begynne å spille.</div>
nds: <div align=center><h3>De Afspeellist</h3>Dit is de Afspeellist. Du kannst Stücken ut de Kiekers linkerhand hierhen <b>dregen</b>, se denn <b>droppen</b> laten un denn dor op <b>dubbelklicken</b>, wenn Du se afspelen wullt.</div>
ne: <div align=center><h3>प्लेसूची</h3>यो प्लेसूची हो । सूची सिर्जना गर्न, <b>बायाँपट्टी</b> ब्राउजर-प्यानलबाट ट्रयाक गर्दछ, <b>तिनीहरूलाई</b> यहाँ छोड्नुहोस् र त्यसपछि <b>प्लेब्याक सुरु गर्न</b> तिनीहरूलाई डबल-क्लिक गर्नुहोस् ।</div>
nl: <div align="center"> <h3>De afspeellijst</h3>Dit is de afspeellijst. Om een lijst aan te maken, <b>sleep</b> tracks vanuit de browserpanelen links en <b>laat ze hier los</b>. <b>Dubbelklik</b> op een track om het afspelen te starten.</div>
nn: <div align=center><h3>Spelelista</h3>Dette er spelelista. Berre <b>dra</b> spor frå rutene til venstre og <b>slepp</b> dei her for å leggja dei til lista. Dobbeltklikk så på dei for å spela dei av.</div>
pa: <div align=center><h3>ਸੰਗੀਤ-ਸੂਚੀ</h3>ਇਹ ਸੰਗੀਤ-ਸੂਚੀ ਹੈ। ਇੱਕ ਸੂਚੀ ਬਣਾਉਣ ਲਈ, ਖੱਬੇ ਪਾਸੇ ਦੇ ਝਲਕਾਰਾ-ਪੈਨਲ ਵਿੱਚੋਂ ਟਰੈਕਾਂ ਨੂੰ <b>ਚੱਕੋ</b> ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਇੱਥੇ <b>ਸੁੱਟੋ</b> ਅਤੇ ਚਲਾਉਣ ਲਈ <b>ਦੋ ਵਾਰਦਬਾਉ</b>।</div>
pl: <div align=center><h3>Lista odtwarzania</h3>To jest lista odtwarzania. By utworzyć wpis, <b>przeciągnij</b> utwory z panelu przeglądarki po lewej, <b>upuść</b> je tutaj a następnie <b>kliknij podwójnie</b> by rozpocząć odtwarzanie.</div>
pt: <div align=center><h3>A Lista de Músicas</h3>Esta é a lista de músicas ou de reprodução. Para criar uma lista, <b>arraste</b> as faixas dos painéis de navegação à esquerda, <b>largue-os</b> aqui e então <b>carregue duas vezes</b> neles para começar a ouvi-los.</div>
pt_br: <div align=center><h3>A Lista de Músicas</h3>Esta é à lista de músicas. Para criar uma, <b>arraste</b> as faixas dos painéis do navegador à esquerda, <b>solte-as</b> aqui e então dê um <b>clique duplo</b> nelas para começar a reproduzi-las.</div>
ru: <div align=center><h3>Список воспроизведения</h3>Для добавления композиций, <b>перетащите</b> их мышью с панелей слева или окон проводника в список, а для запуска воспроизведения - щёлкните на дорожке <b>два раза</b>.</div>
se: <div align=center> <h3>Čuojahanlistu</h3>Dát lea čuojahanlistu. Ii leat go <b>geassit</b> bihtát ruvttuin gurutbealde ja <b>luoitit</b> daid deikke lasihan dihte daid listui. Duppalcoahkkal daid jus háliidat guldalit daid dán seammás.</div>
sk: <div align=center><h3>Zoznam skladieb</h3>Toto je zoznam skladieb. Pre vytvorenie zoznamu <b>chyťte</b> skladby v prehliadači panelov vľavo a <b>pusťte</b> ich sem. Nasledovne ich prehráte <b>dvojklikom</b>.</div>
sr: <div align=center><h3>Листа нумера</h3>Ово је листа нумера. Да бисте направили листу, <b>превлачите</b> нумере из прегледачких панела лево, <b>испуштајте</b> их овде и онда <b>дупли клик</b> на њих да почнете репродукцију.</div>
th: <div align=center> <h3>รายการเล่น</h3>ตรงนี้คือรายการเล่น ในการที่จะสร้างรายการ ให้ <b>ลาก</b> เพลงจากแถบตัวเรียกดู (เบราว์เซอร์) ทางด้านซ้าย แล้ว <b>ปล่อย</b> ลงมา จากนั้นให้ <b>ดับเบิลคลิก</b> (คลิก 2 ครั้งเร็วๆ) เพื่อเริ่มเล่นเพลง </div>
tr: <div align=center><h3>Parça Listesi</h3> Bu kısım parça listesidir. Bir liste oluşturmak için parçaları, soldaki tarayıcı paneliden <b>sürükleyin</b>, buraya <b>bırakın</b> ve sonra <b>çift tıklayarak</b> çalmaya başlayın.</div>
uk: <div align=center><h3>Список композицій</h3>Це список композицій. Щоб створити список, <b>перетягніть</b> доріжки з панелей навігації ліворуч, <b>вкиньте</b> їх сюди, а потім <b>двічі клацніть</b> на них, щоб почати програвання.</div>

source: <div align=center><h3>The Browsers</h3>The browsers are the source of all your music. The collection-browser holds your collection. The playlist-browser holds your pre-set playlistings. The file-browser shows a file-selector which you can use to access any music on your computer. </div>
af: <div align=center><h3>Die Blaaiers</h3>Die blaaiers is die bronne van jou musiek. Die versameling-blaaier bevat jou versameling. Die speel lys-blaaier bevat die vooraf opgestelde speel lyste. Die lêer-blaaier bevat 'n navigeerder waarmee jy toegang tot enige musiek op jou rekenaar kan kry.</div>
bg: <div align=center><h3>Браузъри</h3> В браузърите се намира цялата ви музика. В браузъра на колекцията се намира колекцията, а в браузъра на списъците - всички списъци със записи. Можете да използвате файловият браузър за достъп до музиката в компютъра. </div>
ca: <div align="center"><h3>Els navegadors</h3> Els navegadors són l'origen de tota la vostra música. El navegador de col·lecció disposa de tota la vostra col·lecció. El navegador de llistes de reproducció disposa de les vostres llistes de reproducció predefinides. El navegador de fitxers mostra un selector de fitxers que podeu usar per tenir accés a tota la música del vostre ordinador.</div>
cs: <div align=center><h3>Prohlížeče</h3>Prohlížeče jsou zdrojem veškeré vaší hudby. Prohlížeč kolekcí zobrazuje veškeré kolekce. Prohlížeč seznamu skladeb zobrazuje přednastavené seznamy skladeb. Prohlížeč souborů umožňuje přístup ke všem hudebním souborů na vašem počítači</div>
da: <div align=center><h3>Browserne</h3>Filbrowseren er kilden for al din musik. Samlingsbrowseren indeholder din samling. Spillelistebrowseren indeholder dine færdige spillelister. Filbrowseren viser en filvælger som du kan bruge til at få adgang til al musik på maskinen. </div>
de: <div align=center><h3>Die Browser</h3>Die Browser sind die Quellen zu Ihrer Musik. Der Sammlung-Browser enthält Ihre Musiksammlung. Der Wiedergabelisten-Browser enthält die Wiedergabelisten. Der Datei-Browser enthält einen Auswahldialog mit dem auf Musik-Dateien auf dem ganzen Computer zugegriffen werden kann.</div>
el: <div align=center><h3>Οι περιηγητές</h3>Οι περιηγητές είναι η πηγή όλης της μουσικής σας. Η περιήγηση συλλογής περιέχει τη συλλογή σας. Η λίστα αναπαραγωγής περιέχει τις προκαθορισμένες από εσάς λίστες τραγουδιών. Η περιήγηση αρχείων εμφανίζει έναν επιλογέα αρχείων με τον οποίο μπορείτε να έχετε πρόσβαση σε κάθε μουσική στον υπολογιστή σας. </div>
es: <div align=center> <h3>Los navegadores</h3>Los navegadores son la fuente de toda su música. El navegador de la colección contiene su colección. El navegador de la lista de reproducción contiene sus listas de reproducción predeterminadas. El navegador de archivos le muestra un selector de archivos que puede usar para acceder a cualquier música que tenga en su computadora. </div>
et: <div align=center><h3>Sirvijad</h3>Sirvijad on kogu sinu muusikavaramu alus. Muusikakogu sirvija sisaldab sinu muusikakogu. Esitusnimekirja sirvija sisaldab sinu juba olemasolevaid esitusnimekirju. Failisirvija võimaldab ligi pääsed kõigile arvutis leiduvatele muusikafailidele. </div>
eu: <div align=center><h3>Arakatzaileak</h3> Arakatzaileak zure msika guztiaren iturburuak dira. Bildumaren arakatzaileak bilduma du bere baitan. Zerrendaren arakatzaileak aurrez ezarritako zerrendak ditu. Fitxategien arakatzaileak fitxategi-hautatzailea bistaratzen du zure ordenagailuko musikara iristeko.</div>
fa: <div align=center><h3>مرورگرها </h3>مرورگرها، متن همۀ موسیقی شما هستند. مرورگر مجموعه، مجموعه‌تان را نگه می‌دارد. مرورگر فهرست پخش، فهرستهای پخش پیش‌تنظیمتان را نگه می‌دارد. مرورگر پرونده، گزینندۀ پرونده‌ای را نمایش می‌دهد که می‌توانید از آن برای دستیابی به هر موسیقی در رایانه‌تان استفاده کنید. </div>
fi: <div align=center><h3>Selaimet</h3>Selaimet ovat portti musiikkiisi. Kokoelmaselain sisältää kokoelmasi ja soittolistaselain huolehtii soittolistoistasi. Tiedostoselaimella voit tavoittaa loputkin kuunneltavat kohteet. </div>
fr: <div align=center> <h3>Les navigateurs</h3>Les navigateurs sont la source de toute votre musique. Le navigateur de collection contient votre collection. Le navigateur de liste de lecture contient vos listes de lecture prédéfinies. Le navigateur de fichiers vous permet d'accéder à toute la musique présente sur votre ordinateur. </div>
he: <div align=center><h3>הדפדפנים</h3>הדפדפנים הם מקור המוזיקה שלך. דפדפן האוסף מכיל את האוסף שלך. דפדפן רשימת־ההשמעה מכיל את רשימות־ההשמעה הקבועות שלך. דפדפן הקבצים מציג בוחר קבצים שאפשר להשתמש בו על־מנת לגשת לכל המוזיקה על המחשב שלך. </div>
hu: <div align=center><h3>A böngészők</h3>A böngészők a zene forrásai. A gyűjteményböngésző tartalmazza az Ön gyűjteményét. A lejátszólista-böngésző tartalmazza az Ön előre beállított lejátszási listáját. A fájlböngésző egy fájlválasztót jelenít meg, amellyel elérhetők a számítógépen levő zenék.</div>
it: <div align=center><h3>I navigatori</h3> I navigatori sono la sorgente di tutta la musica. Il navigatore della collezione contiene la collezione. Il navigatore della playlist contiene l'elenco predefinito. Il navigatore dei file mostra un selettore di file attraverso il quale si può accedere a tutta la musica nel computer.</div>
ja: <div align=center><h3>ブラウザ</h3>ブラウザはすべての音楽のソースです。コレクションブラウザにはあなたのコレクションが入っています。プレイリストブラウザには設定済みのプレイリストが入っています。ファイルブラウザからはコンピュータ上にあるすべての音楽にアクセスすることができます。</div>
km: <div align=center><h3>កម្មវិធី​រុករក</h3>កម្មវិធី​រុករក​គឺ​ជា​ប្រភព​នៃ​តន្ត្រី​របស់​អ្នក ។ កម្មវិធី​រុករក​ជ្រើសរើស ផ្ទុក​នូវ​បទ​ជ្រើសរើស​ទាំងអស់​របស់​អ្នក ។ កម្មវិធី​រុករក​បញ្ជី​ចាក់ ផ្ទុក​នូវ​បញ្ជី​ចាក់​ដែល​បាន​កំណត់​ជាមុន​របស់​អ្នក ។ កម្មវិធី​រុករក​ឯកសារ បង្ហាញ​ឧបករណ៍​ជ្រើស​ឯកសារ​មួយ ដែល​អ្នក​អាច​ប្រើ​ដើម្បី​ចូល​ដំណើរការ​តន្ត្រី​នានា​នៅ​ក្នុង​កុំព្យូទ័រ​របស់​អ្នក ។</div>
ko: <div align=center><h3>브라우저</h3>브라우저는 당신이 가지고 있는 모든 음악의 원천입니다. 모음집 브라우저는 당신의 모음집을 관리하며, 재생목록 브라우저는 미리 만들어 놓은 재생목록을 관리하며, 파일 브라우저는 당신의 컴퓨터에 있는 모든 음악에 접근할수 있도록 파일 선택기를 가지고 있습니다. </div>
lt: <div align=center><h3>Pagalbiniai langai</h3>Pagalbiniuose languose rasite visą savo muziką. Fonotekos lange yra Jūsų fonoteka. Grojaraščių lange laikomi Jūsų sudaryti bei automatiškai sudaromi išmoningi grojaraščiai. Per Bylų langą galite pasiekti bet kurią kompiuteryje ar prijungiamuose įrenginiuose esančią muziką.</div>
nb: <div align=center><h3>Oversiktene</h3>Oversiktene er kildene til all musikken din. Samlingoversikten inneholder hele samlingen, spillelisteoversikten inneholder ferdiglagede spillelister og filoversikten viser en filvelger som gir deg tilgang til alle musikkfilene på datamaskinen. </div>
nds: <div align=center> <h3>De Kiekers</h3> De Kiekers sünd de Born för Dien Musik. De Sammeln-Kieker bargt Dien Sammeln, de Afspeellisten-Kieker Dien vöraf inricht Afspeellisten. Över den Dateisysteem-Kieker kannst Du op all Musikstücken op Dien helen Reekner togriepen.</div>
ne: <div align=center><h3>ब्राउजरहरू</h3>सबै ब्राउजरहरू तपाईँको सङ्गीतको स्रोत हुन् । सङ्कलन-ब्राउजरले तपाईँको सङ्कलन समात्दछ । प्लेसूची-ब्राउजरले तपाईँको पूर्व-सेट प्लेसूचीहरू समात्दछ । फाइल-ब्राउजरले फाइल-चयनकर्ता देखाउँछ जुन तपाईँले आफ्नो कम्प्युटरमा कुनै सङ्गीत पहुँच गर्न प्रयोग गर्न सक्नुहुन्छ । </div>
nl: <div align="center"> <h3>De browsers</h3>De browsers zijn de toegang tot al uw muziek. De collectiebrowser bevat uw collectie. De afspeellijstbrowser bevat uw vooringestelde afspeellijsten. De bestandsbrowser toont een venster waarin u op uw computer kunt bladeren naar muziekbestanden. </div>
nn: <div align=center><h3>Sporoversiktene</h3>I sporoversiktene til venstre finn du all musikken din. Samlingoversikta inneheld heile samlinga, spelelisteoversikta inneheld ferdiglaga spelelister og filoversikta gjev deg tilgang til alle musikkfilene på datamaskina. </div>
pa: <div align=center><h3>ਝਲਕਾਰਾ</h3>ਝਲਕਾਰਾ ਤੁਹਾਡੇ ਸਭ ਸੰਗੀਤ ਦਾ ਸਰੋਤ ਹੈ। ਭੰਡਾਰ-ਝਲਕਾਰਾ ਤੁਹਾਡੇ ਭੰਡਾਰ ਨੂੰ ਰੱਖਦਾ ਹੈ। ਸੰਗੀਤ-ਸੂਚੀ ਤੁਹਾਡੀ ਪਹਿਲਾਂ ਸੈਟ ਸੰਗੀਤ-ਸੂਚੀ ਨੂੰ ਰੱਖਦੀ ਹੈ। ਫਾਇਲ-ਸੂਚੀ ਇੱਕ ਫਾਇਲ ਚੋਣਕਾਰ ਵਿਖਾਉਦੀ ਹੈ, ਜੋ ਕਿ ਤੁਹਾਡੇ ਕੰਮਪਿਊਟਰ ਉੱਤੇ ਕਿਸੇ ਵੀ ਸੰਗੀਤ ਨੂੰ ਵਰਤਣ ਲਈ ਸਹਾਇਕ ਹੈ।</div>
pl: <div align=center><h3>Przeglądarki</h3> Przeglądarki są źródłem twojej muzyki. Przeglądarka kolekcji przetrzymuje twoją kolekcję. Przeglądarka list odtwarzania przechowuje twoje wybrane listy odtwarzania. Przeglądarka plików pozwala na dostęp do jakiejkolwiek muzyki zawartej na twoim komputerze. </div>
pt: <div align=center><h3>Os Navegadores</h3>Os navegadores são a fonte de toda a sua música. O navegador da colecção mantém os itens da mesma. O navegador da lista de músicas contém as suas listagens de músicas predefinidas. O navegador de ficheiros mostra um selector de ficheiros que poderá usar para aceder a qualquer música no seu computador.</div>
pt_br: <div align=center><h3>Os Navegadores</h3>Os navegadores são a fonte de todas as suas músicas. O navegador de <b>Coleção</b> contém sua coleção; o navegador de <b>Listas</b> de músicas contém sua lista predefinida de músicas; o navegador de <b>Arquivos</b> mostra um diálogo de seleção de arquivos, de onde você pode acessar qualquer música no seu computador. </div>
ru: <div align=center><h3>Панели</h3> Панели слева служат основным источником композиций для списка. Панель «Коллекция» представляет базу данных о ваших звуковых файлах, панель «Списки» предлагает различные списки, в т.ч. генерируемые автоматически. Панель «Файлы» предоставляет доступ к файловой системе.</div>
se: <div align=center> <h3>Bihttáčájehusat</h3>Bihttáčájehusain dás gurutbealde gávnnat visot iežat musihka. Čoahkkádusčájehusas lea olles čoahkkádus, čuojahanlistočájehusas leat visot gearggus čuojahanlisttut ja fiilačájehusa bokte gávnnat buot musihkkafiillaid iežat dihtoris.</div>
sk: <div align=center><h3>Prehliadače</h3>Prehliadače sú zdrojom všetkej vašej hudby. Prehliadač kolekcií zobrazuje všetky kolekcie. Prehliadač zoznamu skladieb zobrazuje prednastavené zoznamy skladieb. Prehliadač súborov umožňuje prístup ku všetkým hudobným súborom na vašom počítači</div>
sr: <div align=center><h3>Прегледачи</h3>Прегледачи су извор све ваше музике. Прегледач збирке садржи вашу збирку. Прегледач листе нумера садржи ваше претходно постављене листе нумера. Прегледач фајлова приказује бирач фајлова који можете користити за приступ музици било где на свом рачунару. </div>
th: <div align=center> <h3>ตัวเรียกดู</h3> ตัวเรียกดูเป็นแหล่งข้อมูลของดนตรีของคุณ ตัวเรียกดูคลังดนตรีจะเอาไว้เรียกดูคลังดนตรีของคุณ ตัวเรียกดูรายการเล่น จะเอาไว้เรียกดูรายการเล่นที่คุณได้ตั้งไว้ ตัวเรียกดูแฟ้มจะแสดงตัวสำหรับเลือกแฟ้ม ที่คุณใช้เพื่อเข้าหา เพลงต่างๆ ของคุณบนคอมพิวเตอร์</div>
tr: <div align=center><h3>Tarayıcılar</h3>Tarayıcılar, tüm müziğinizin kaynağıdır. Koleksiyon tarayıcısı koleksiyonunuzu tutar. Parça listesi tarayıcısı, parça listelerinizin ön-ayarlarını tutar. Dosya tarayıcısı da, bilgisayarınızdaki herhangi bir şarkıya erişebilmeniz için bir dosya seçici sağlar. </div>
uk: <div align=center><h3>Навігатори</h3>Навігатори -- це джерело усієї вашої музики. Навігатор збірок містить вашу збірку. Навігатор списку композицій містить заздалегідь налаштовані списки програвання. Навігатор файлів показує селектор файлів, яким ви можете скористатись для доступу до музики на вашому комп'ютері. </div>

source: &Hide %1
af: Steek %1 weg
bg: &Скриване на %1
ca: &Oculta %1
cs: S&krýt %1
da: S&kjul %1
de: %1 &ausblenden
el: &Απόκρυψη %1
es: &Ocultar %1
et: &Peida %1
eu: E&zkutatu %1
fa: &مخفی کردن %1‌
fi: &Piilota %1
fr: Cac&her %1
he: &הסתר %1
hu: %1 &elrejtése
it: &Nascondi %1
ja: %1を隠す(&H)
ka: &დამალვა %1
km: លាក់ %1
ko: %1 숨김(&H)
lt: &Slėpti %1
nb: &Skjul %1
nds: %1 &versteken
ne: %1 लुकाउनुहोस्
nl: %1 ver&bergen
nn: &Skjul %1
pa: %1 ਓਹਲੇ(&H)
pl: &Ukryj %1
pt: &Esconder o %1
pt_br: &Esconder %1
ru: &Скрыть %1
se: Č&iega %1
sk: &Skryť %1
sr: &Сакриј %1
th: ซ่อ&นคอลัมน์ %1
tr: %1 Sütununu &Gizle
uk: &Сховати %1

source: &Show Column
af: Vertoon kolom
bg: &Показване на колона
ca: &Mostra la columna
cs: Zobrazit &sloupec
da: &Vis søjle
de: Spalte an&zeigen
el: Ε&μφάνιση στήλης
es: &Mostrar columna
et: &Näita veergu
fa: &نمایش ستون‌
fi: &Näytä sarake
fr: &Montrer la colonne
he: &הצג עמודה
hu: &Oszlop megjelenítése
it: Mo&stra colonna
ja: カラムを表示(&S)
ka: სვეტის ჩ&ვენება
km: បង្ហាញ​ជួរឈរ
ko: 칸 보이기(&S)
lt: &Rodyti stulpelį
nb: &Vis kolonne
nds: Striep &wiesen
ne: स्तम्भ देखाउनुहोस्
nl: Kolom &tonen
nn: &Vis kolonne
pa: ਕਾਲਮ ਵੇਖਾਓ(&S)
pl: &Pokaż kolumnę
pt: Mo&strar a Coluna
pt_br: &Mostrar Coluna
ru: &Добавить столбец
se: Čá&jet čuoldda
sk: &Zobraziť stĺpec
sr: &Прикажи колону
th: แส&ดงคอลัมน์
tr: &Sütunu Göster
uk: &Показати стовпчик

source: Select &Columns...
af: Kies kolomme...
bg: Избор на &колони...
ca: &Selecciona les columnes...
cs: Vybrat sloup&ce...
da: &Markér søjler...
de: &Spalten auswählen ...
el: &Επιλογή στηλών...
es: Seleccionar &columnas...
et: &Vali veerud...
fa: برگزیدن &ستونها...‌
fi: &Valitse sarakkeet…
fr: &Sélectionner des colonnes...
hu: Oszlo&pok kiválasztása...
it: Seleziona &colonne...
ja: カラムを選択(&C)...
km: ជ្រើស​ជួរឈរ...
lt: Nurodykite &stulpelius...
nb: Velg &kolonner …
nds: &Striepen utsöken...
ne: स्तम्भहरू चयन गर्नुहोस्...
nl: Kolommen &selecteren...
nn: Vel &kolonnar …
pa: ਕਾਲਮ ਚੁਣੋ(&C)...
pl: Wybierz &kolumny...
pt: Seleccionar as &Colunas...
pt_br: Selecionar &Colunas...
ru: &Выбрать столбцы...
se: &Vállje čuolddaid …
sk: &Vybrať stĺpce...
sr: &Изабери колоне...
th: เลือก&คอลัมน์...
tr: Sü&tunları Seç...
uk: В&иберіть стовпчики...

source: &Fit to Width
af: Pas in wydte in
bg: &До ширината на прозореца
ca: &Ajusta a l'amplada
cs: Přiz&působit šířce
da: &Tilpas til bredde
de: An Breite an&passen
el: Προσαρμογή στο &πλάτος
es: &Ajustar en anchura
et: &Mahuta laiusele
eu: &Doitu zabalerara
fa: &متناسب با عرض‌
fi: &Sovita leveyteen
fr: &Ajuster la largeur
he: התאם ל&רוחב
hu: &Igazítás a szélességhez
it: Ada&tta alla larghezza
ja: 幅に合わせる(&F)
ka: სიგანეზე &მორგება
km: សម​ទៅ​នឹង​ទទឹង
ko: 폭에 맞추기(&F)
lt: S&utalpinti į plotį
nb: &Juster til bredden
nds: Na &Breed topassen
ne: चौडाईमा मिलाउनुहोस्
nl: Passend in &breedte
nn: &Juster til innhald
pa: ਚੌੜਾਈ ਲਈ ਫਿੱਟ(&F)
pl: &Dopasuj do szerokości
pt: Ajustar à &Largura
pt_br: &Ajustar à Largura
ru: &По ширине
se: &Heivet govdodahkii
sk: &Prispôsobiť na šírku
sr: &Уклопи у ширину
th: จั&ดพอดีความกว้าง
tr: & Genişliğe Sığdır
uk: &Влаштувати в ширину

source: Copied: %1
af: Gekopiëer: %1
bg: Копирано: %1
ca: Copiats: %1
cs: Zkopírováno: %1
da: Kopierede: %1
de: Kopiert: %1
el: Έγινε αντιγραφή: %1
es: Copiado: %1
et: Kopeeritud: %1
eu: Kopiatuta: %1
fa: رونوشت‌شده: %1
fi: Kopioitu: %1
fr: Copié : %1
he: הועתק: %1
hu: Másolva: %1
it: Copiato: %1
ja: コピー完了: %1
ka: ასლი: %1
km: បាន​ចម្លង ៖ %1
ko: 복사됨: %1
lt: Nukopijuota: %1
nb: Kopierte: %1
nds: Kopeert: %1
ne: प्रतिलिपि गरियो: %1
nl: Gekopieerd: %1
nn: Kopierte: %1
pa: ਨਕਲ: %1
pl: Skopiowano: %1
pt: Copiado: %1
pt_br: Copiado: %1
ru: Скопировано: %1
se: Máŋgejuvvon: %1
sk: Skopírované: %1
sr: Копирано: %1
th: คัดลอก: %1
tr: Kopyalandı: %1
uk: Скопійовано: %1
