Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: The position of the Amarok main window when Amarok is started.
af: Die posisie van die Amarok hoof venster wanneer Amarok oopgemaak word.
bg: Местоположението на главния прозорец на Amarok при стартиране.
ca: La posició de la finestra principal quan l'Amarok s'engega.
cs: Pozice hlavního okna Amarok po startu.
da: Position for Amaroks hovedvindue når Amarok startes.
de: Die Position des Hauptfensters beim Start von Amarok.
el: Η θέση του κύριου παράθυρου του Amarok κατά την εκκίνηση του Amarok.
es: La posición de la ventana principal de AmaroK cuando se inicia AmaroK.
et: Amaroki peaakna asukoht Amaroki käivitamisel.
fa: موقعیت پنجرۀ اصلی amaroK هنگامی که amaroK آغاز می‌شود.
fi: Pääikkunan sijainti Amarokin käynnistyessä.
fr: La position de la fenêtre principale d'Amarok lorsqu'Amarok est lancé.
he: המיקום החלון הראשי של Amarok בזמן הפעלת Amarok.
hu: Az Amarok-főablak pozíciója az Amarok indításakor
it: La posizione della finestra principale di Amarok all'avvio del programma.
ja: Amarok 起動時の Amarok メインウィンドウの位置
km: ទីតាំង​របស់​បង្អួច​មេ amaroK នៅ​ពេល​ចាប់ផ្ដើម amaroK ។
ko: Amarok이 시작될 때 Amarok의 주요 창의 위치입니다.
lt: Vieta, kurioje bus AmaroK grotuvo langas įjungus AmaroK.
nb: Hvor hovedvinduet til Amarok skal være plassert når Amarok blir startet.
nds: De Positschoon vun dat Amarok-Hööftfinster, wenn Amarok start.
ne: अमारोक सुरु हुँदा अमारोक मुख्य सञ्झ्यालको स्थिति ।
nl: De positie van het hoofdvenster van Amarok als het programma wordt gestart.
nn: Kor hovudvindauget til Amarok skal vera plassert når programmet vert starta.
pa: ਅਮਰੋਕ ਸ਼ੁਰੂ ਹੋਣ ਸਮੇਂ ਅਮਰੋਕ ਮੁੱਖ ਝਰੋਖੇ ਦੀ ਸਥਿਤੀ ਹੈ।
pl: Pozycja głównego okna Amaroka przy uruchamianiu.
pt: A posição da janela principal do Amarok quando este é iniciado.
pt_br: A posição da janela principal do Amarok, quando ele for inicializado.
ru: Положение главного окна amaroK при запуске.
se: Gokku Amaroka váldoláse bidjo go álggahuvvo.
sk: Umiestnenie hlavného okna Amaroku pri jeho spustení.
sr: Положај главног прозора Amarok-а када се покрене.
th: ตำแหน่งของหน้าต่างหลักของ Amarok เมื่อ Amarok เริ่มการทำงาน
tr: Amarok başladığında, Amarok ana penceresinin yeri.
uk: Позиція головного вікна Amarok під час запуску.

source: Whether Player Window is in minimal or normal mode
af: Bepaal of sie speler venster minimale of normale modus moet wees.
bg: Дали прозорецът на плеъра да бъде минимизиран или нормален
ca: Si la finestra del reproductor està en mode mínima o normal
da: Om afspillervinduet er minimalt eller i normal tilstand
de: Legt fest, ob das Player-Fenster klein oder normal ist.
el: Αν το παράθυρο αναπαραγωγής θα είναι σε λειτουργία ελαχιστοποίησης ή κανονική
es: Si la ventana del reproductor está en modo minimizado o normal.
et: Kas mängija aken on minimaalne või tavalises režiimis
eu: Erreprodukzio-leihoa gutxieneko edo modu normalean dagoen.
fa: آیا پنجرۀ پخش‌کننده در حالت کمینه یا عادی است
fi: Käynnistyykö soitinikkuna pienennettynä vai normaalitilassa
fr: Si la fenêtre de lecture est en mode minimal ou normal
he: האם חלון הנגן במצב מינימלי או רגיל
hu: A lejátszóablak minimális vagy normál módú legyen
it: Decidi se la finestra del lettore deve essere in modalità minimale o normale
ja: プレーヤウィンドウを最小モードにするか標準モードにするか
ka: მოთამაშე ფანჯარა ტოლია -ში ან საშუალო
km: ថា​តើ​បង្អួច​កម្មវិធី​ចាក់​ស្ថិត​នៅ​ក្នុង​របៀប​តូច​បំផុត ឬ របៀប​ធម្មតា
ko: 재생기 창이 최소화 되었는지, 일반 모드인지 여부
lt: Ar grotuvo langas sumažintas, ar normalaus dydžio
nb: Om spillervinduet er minimert eller normalt
nds: Lütt oder normaal Afspeler-Finster
ne: प्लेयर सञ्झ्याल न्यूनतम वा सामान्य मोडमा छ
nl: Of het afspelervenster in minimale of normale modus staat
nn: Om spelevindauget skal vera i minimal- eller normalmodus.
pa: ਕੀ ਸੰਗੀਤ ਝਰੋਖਾ ਘੱਟੋ-ਘੱਟ ਜਾਂ ਸਧਾਰਨ ਰੂਪ 'ਚ ਹੋਵੇ
pl: Czy okno odtwarzacza ma być w stanie zminimalizowanym czy normalnym
pt: Se a Janela do Leitor está no modo mínimo ou normal
pt_br: A Janela de Reprodução está no modo compacto ou normal
sk: Či má byť okno prehrávača v minimálnom alebo normálnom režime
sr: Да ли је прозор плејера у минималном или нормалном режиму
th: จะให้หน้าต่างเครื่องเล่นอยู่ในโหมดย่อหรือโหมดปกติ
uk: Чи вікно програвача буде в мінімізованому, чи нормальному режимі

source: If set the player window will start in minimal view
af: As hierdie gestel is, sal die speler venster in minimale aansig begin.
bg: Ако е включена тази отметка, прозорецът на плеъра ще бъде минимизиран при стартиране
ca: Si està seleccionat, la finestra del reproductor s'engegarà en vista mínima
da: Hvis aktiveret startes afspillervinduet med minimal visning
de: Wenn diese Einstellung aktiviert ist, startet das Player-Fenster mit der kleinen Ansicht.
el: Αν οριστεί, το παράθυρο αναπαραγωγής θα εκκινήσει ελαχιστοποιημένο
es: Si se activa, la ventana del reproductor comenzará en vista minimizada.
et: Märkimisel käivitatakse mängija aken minimaalses vaates
eu: Ezartzen bada, erreprodukzio-leihoa gutxieneko ikuspegian hasiko da
fa: اگر تنظیم شود، پنجرۀ پخش‌کننده در نمای کمینه آغاز می‌شود
fi: Mikäli valittu, soitinikkuna käynnistyy pienikokoisena.
fr: Si défini, la fenêtre de lecture commencera avec un affichage minimal
he: אם סומן, חלון הנגן יתחיל במצב תצוגה מינימלי
hu: Ha be van jelölve, akkor a lejátszóablak minimális nézetben indul
it: Se impostata, la finestra del lettore si avvierà in modo minimale
ja: 有効にすると、プレーヤウィンドウは最小モードで開始します。
ka: მინიჭება -ში
km: បើ​កំណត់ បង្អួច​កម្មវិធី​ចាក់​នឹង​ចាប់ផ្ដើម​ក្នុង​ទិដ្ឋភាព​តូច​បំផុត
ko: 만약 설정한다면 재생기 창이 최소화 되어 시작
lt: Įjungus šią parinktį paleistas grotuvo langas bus sumažintas
nb: Hvis dette er på, starter spillervinduet minimert
nds: Wenn anmaakt, start dat Afspeler-Finster in Lüttbedrief
ne: यदि सेट भयो भने प्लेयर सञ्झ्याल न्यूनतम दृश्यमा सुरु हुनेछ
nl: Wanneer ingeschakeld zal het afspelerventer starten in de minimale weergave.
nn: Spelelistevindauget vert starta i minimalmodus.
pa: ਕੀ ਸ਼ੁਰੂ ਸਮੇਂ ਸੰਗੀਤ ਝਰੋਖੇ ਨੂੰ ਘੱਟੋ-ਘੱਟ ਦਰਿਸ਼ 'ਚ ਸ਼ੁਰੂ ਹੋਣ ਲਈ ਸੈੱਟ ਕੀਤਾ ਜਾਵੇ
pl: Jeśli zaznaczone, okno odtwarzacza uruchomi się w stanie zminimalizowanym
pt: Se estiver configurado, a janela do leitor irá iniciar no visual mínimo
pt_br: Se selecionada, a janela de reprodução será aberta no modo compacto
sk: Ak je nastavené, okno prehrávača sa spustí v minimálnom pohľade
sr: Ако је постављено, прозор плејера ће бити у минималном приказу
th: หากตั้งค่าไว้ หน้าต่างเครื่องเล่นจะเริ่มในมุมมองย่อ
uk: Якщо увімкнено, то вікно програвача буде запускатись в мінімізованому вигляді

source: Position of playlist window
af: Posisie van die speel lys venster
bg: Местоположение на списъка със записи
ca: Posició de la finestra de la llista de reproducció
cs: Pozice okna seznamu skladeb.
da: Position af spillelistens vindue
de: Position des Wiedergabelisten-Fensters
el: Θέση του παραθύρου λίστας
es: Posición de la ventana de la lista de reproducción
et: Esitusnimekirja akna asukoht
eu: Zerrenda-leihoaren posizioa
fa: موقعیت پنجرۀ فهرست پخش
fi: Soittolistaikkunan sijainti
fr: Position de la fenêtre de la liste de lecture
he: מיקום חלון רשימת־ההשמעה
hu: A lejátszólista-ablak pozíciója
it: Posizione della finestra della playlist
ja: プレイリストウィンドウの位置
ka: რეპერტუარის ფანჯრის მდებარეობა
km: ទីតាំង​បង្អួច​បញ្ជី​ចាក់
ko: 재생목록 창 위치
lt: Grojaraščio lango vieta
nb: Plassering av spillelistevinduet
nds: Positschoon vun dat Afspeellist-Finster
ne: प्लेसूची सञ्झ्यालको स्थिति
nl: Positie van het afspeellijstvenster
nn: Plassering av speleliste
pa: ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖੇ ਦੀ ਸਥਿਤੀ
pl: Pozycja okna listy odtwarzania
pt: Posição da janela de lista
pt_br: Posição da janela da lista de músicas
ru: Положение окна списка
se: Čuojahanlisttu sajádat
sk: Umiestnenie okna zoznamu skladieb
sr: Положај прозора листе нумера
th: ตำแหน่งของหน้าต่างรายการเล่น
tr: Parça penceresinin konumu
uk: Позиція вікна списку композицій

source: The position of the playlist window when Amarok is started.
af: Die posisie van die speel lys venster wanneer Amarok oopgemaak word.
bg: Местоположението на списъка със записи при стартиране на Amarok.
ca: La posició de la finestra de la llista de reproducció quan l'Amarok s'engega.
cs: Pozice okna seznamu skladeb po startu Amarok.
da: Position for spillelistens vindue når Amarok startes.
de: Die Position der Wiedergabeliste beim Start von Amarok.
el: Η θέση του παράθυρου της λίστας αναπαραγωγής κατά την εκκίνηση του Amarok.
es: La posición de la ventana de la lista de reproducción cuando se inicia Amarok.
et: Esitusnimekirja akna asukoht Amaroki käivitamisel.
fa: موقعیت پنجرۀ فهرست پخش هنگامی که amaroK آغاز می‌شود.
fi: Soittolistaikkunan sijainti Amarokin käynnistyessä.
fr: La position de la fenêtre de la liste de lecture lorsqu'Amarok est lancé.
he: המיקום חלון רשימת־ההשמעה בזמן הפעלת Amarok.
hu: A lejátszólista-ablak pozíciója az Amarok indításakor
it: La posizione della finestra della playlist all'avvio di Amarok.
ja: Amarok 起動時のプレイリストウィンドウの位置
km: ទីតាំង​បង្អួច​បញ្ជី​ចាក់ នៅ​ពេល​ចាប់ផ្ដើម amaroK ។
ko: Amarok이 시작될때 재생목록 창의 위치를 나타냅니다.
lt: Grojaraščio lango dydis įjungus AmaroK.
nb: Hvor spillelistevinduet skal være plassert når Amarok blir startet.
nds: De Positschoon vun dat Afspeellist-Finster, wenn Amarok start.
ne: अमारोक सुरु हुँदा प्लेसूची सञ्झ्यालको स्थिति ।
nl: De positie van het afspeellijstvenster als Amarok wordt gestart.
nn: Kor spelelistevindauget til Amarok skal vera plassert når programmet vert starta.
pa: ਅਮਰੋਕ ਸ਼ੁਰੂ ਹੋਣ ਸਮੇਂ ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖੇ ਦੀ ਸਥਿਤੀ ਹੈ।
pl: Pozycja listy odtwarzania przy uruchamianiu Amaroka.
pt: A posição da janela de lista de reprodução do Amarok quando este é iniciado.
pt_br: A posição da janela da lista de músicas, quando o Amarok for inicializado.
ru: Положение окна списка при запуске amaroK.
se: Gokku Amaroka čuojahanlistu bidjo go álggahuvvo.
sk: Umiestnenie okna zoznamu skladieb pri spustení Amaroku.
sr: Положај прозора листе нумера када се Amarok покрене.
th: ตำแหน่งของหน้าต่างรายการเล่นเมื่อ Amarok เริ่มทำงาน
tr: Amarok başladığında, parça listesinin yeri.
uk: Позиція вікна списку композицій під час запуску Amarok.

source: Size of playlist window
af: Grootte van die speel lys venster
bg: Размер на прозореца за списъка със записи
ca: Mida de la finestra de la llista de reproducció
cs: Velikost okna seznamu skladeb
da: Størrelsen af spillelistens vindue
de: Größe des Wiedergabelisten-Fensters
el: Μέγεθος του παράθυρου λίστας
es: Tamaño de la ventana de la lista de reproducción
et: Esitusnimekirja akna suurus
eu: Zerrenda-leihoaren tamaina
fa: اندازۀ پنجرۀ فهرست پخش
fi: Soittolistaikkunan koko
fr: Taille de la fenêtre de la liste de lecture
he: גודל חלון רשימת־ההשמעה
hu: A lejátszólista-ablak mérete
it: Dimensione della finestra della playlist
ja: プレイリストウィンドウの大きさ
ka: რეპერტუარის ფანჯრის ზომა
km: ទំហំ​បង្អួច​បញ្ជី​ចាក់
ko: 재생목록의 창 크기
lt: Grojaraščio lango dydis
nb: Størrelse på spillelistevinduet
nds: Grött vun dat Afspeellist-Finster
ne: प्ले सूची सञ्झ्यालको साइज
nl: Grootte van afspeellijstvenster
nn: Storleik på spelelistevindauge
pa: ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖੇ ਦਾ ਅਕਾਰ
pl: Rozmiar okna listy odtwarzania
pt: Tamanho da janela de lista
pt_br: Tamanho da janela da lista de músicas
ru: Размер окна списка
se: Čuojahanlistoláse sturrodat
sk: Veľkosť okna zoznamu skladieb
sr: Величина прозора листе нумера
th: ขนาดของหน้าต่างรายการเล่น
tr: Parça listesi penceresinin boyu
uk: Розмір вікна списку композицій

source: The size of the playlist window when Amarok is started.
af: Die grootte van die speel lys venster wanneer Amarok oopgemaak word.
bg: Размерът на прозореца на списъка със записи при стартиране на Amarok.
ca: La mida de la finestra de llista de reproducció quan l'Amarok s'engega.
cs: Velikost okna seznamu skladeb po startu Amarok.
da: Størrelse på spillelistens vindue når Amarok startes.
de: Die Größe der Wiedergabeliste beim Start von Amarok.
el: Το μέγεθος του παραθύρου της λίστας αναπαραγωγής κατά την εκκίνηση του Amarok.
es: El tamaño de la ventana de la lista de reproducción cuando se inicia Amarok.
et: Esitusnimekirja akna suurus Amaroki käivitamisel.
fa: اندازۀ پنجرۀ فهرست پخش هنگامی که amaroK آغاز می‌شود.
fi: Soittolistaikkunan koko Amarokin käynnistyessä.
fr: La taille de la fenêtre de la liste de lecture lorsqu'Amarok est lancé.
he: גודל החלון של רשימת־ההשמעה בזמן הפעלת Amarok.
hu: A lejátszólista-ablak mérete az Amarok indításakor
it: La dimensione della finestra della playlist all'avvio di Amarok.
ja: Amarok 起動時のプレイリストウィンドウの大きさ
km: ទំហំ​បង្អួច​បញ្ជី​ចាក់ នៅ​ពេល​ចាប់ផ្ដើម amaroK ។
ko: Amarok이 시작될 때 재생목록 창의 크기
lt: Grojaraščio lango dydis įjungus AmaroK.
nb: Størrelsen på spillelistevinduet når Amarok blir startet.
nds: De Grött vun dat Afspeellist-Finster, wenn Amarok start.
ne: अमारोक सुरु हुँदा प्लेसूची सञ्झ्यालको साइज ।
nl: De grootte van het afspeellijstvenster als Amarok wordt gestart.
nn: Storleiken på spelelistevindauget i Amarok når programmet vert starta.
pa: ਅਮਰੋਕ ਸ਼ੁਰੂ ਹੋਣ ਸਮੇਂ ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖੇ ਦਾ ਅਕਾਰ ਹੈ।
pl: Rozmiar okna listy odtwarzania przy uruchamianiu Amaroka.
pt: O tamanho da janela de lista de reprodução do Amarok quando este é iniciado.
pt_br: O tamanho da janela da lista de músicas, quando o Amarok for inicializado.
ru: Размер окна списка при запуске amaroK.
se: Čuojahanlistoláse sturrodat go Amarok álggahuvvo.
sk: Veľkosť okna zoznamu skladieb pri spustení Amaroku.
sr: Величина прозора листе нумера када се Amarok покрене.
th: ขนาดของหน้าต่างรายการเล่นเมื่อ Amarok เริ่มต้นทำงาน
tr: Amarok başladığında, parça listesi penceresinin boyutu.
uk: Розмір вікна списку композицій під час запуску Amarok.

source: Whether to save playlist on quit
af: Bepaal of die speel lys gestoor moet word as die program toemaak
bg: Дали текущия списък със записи да се записва при изход
ca: Si s'ha de desar la llista de reproducció en sortir
cs: Uložit seznam skladeb při ukončení
da: Om spillelisten skal gemmes ved afslutning
de: Wiedergabeliste beim Beenden speichern
el: Αν θα αποθηκεύεται η λίστα αναπαραγωγής κατά την έξοδο
es: Si se guarda la lista de reproducción al salir
et: Kas salvestada väljumisel esitusnimekiri
eu: Irtetzean zerrenda gorde edo ez
fa: آيا هنگام خروج در فهرست پخش ذخیره شود
fi: Tallennetaanko soittolista poistuttaessa
fr: Mémoriser la liste de lecture en cours lors de la fermeture
he: האם לשמור את רשימת־ההשמעה ביציאה
hu: A lejátszólista elmentése kilépéskor
it: Decidi se salvare la playlist all'uscita
ja: 終了時にプレイリストを保存するかどうか
ka: -სკენ ჩართულია
km: ថា​តើ​ត្រូវ​រក្សាទុក​បញ្ជី​ចាក់​ឬ​ទេ ពេល​ចេញ
ko: 끝낼때 재생목록을 저장할지 여부
lt: Įrašyti grojaraštį baigiant darbą
nb: Om spillelista skal lagres ved avslutning
nds: Afspeellist bi't Beennen sekern
ne: बन्द गर्दा प्लेसूची बचत गर्ने
nl: Of de afspeellijst wordt opgeslagen bij het afsluiten van het programma
nn: Om spelelista skal lagrast ved avslutting
pa: ਕੀ ਬੰਦ ਕਰਨ 'ਤੇ ਸੰਗੀਤ-ਸੂਚੀ ਸੰਭਾਲਣੀ ਹੈ
pl: Czy zapisywać listę odtwarzania przy wychodzeniu
pt: Gravar ou não a lista actual ao sair
pt_br: Salvar lista de músicas ao sair
ru: Сохранять ли список при выходе
se: Jus galgá vurket čuojahanlisttu go prográmma heaittihuvvo
sk: Či sa má ukladať zoznam skladieb pri ukončení
sr: Да ли снимити листу нумера при изласку
th: จะให้บันทึกรายการเล่นเมื่อออกจากโปรแกรมหรือไม่
tr: Çıkınca mevcut parça listesinin kaydedilip kaydedilmeyeceği
uk: Чи зберігати список композицій при виході

source: If set, Amarok saves the current playlist on quit and restores it when restarted.
af: As hierdie gestel is, sal Amarok die huidige speel lys stoor wanneer die program toegemaak word en weer herstel wanneer Amarok oopgemaak word.
bg: Ако е включена тази отметка, Amarok запомня текущия списък със записи при изход и го възстановява при следващо пускане на програмата.
ca: Si està seleccionat, l'Amarok desa l'actual llista de reproducció en sortir i la restaura quan es torna a engegar.
cs: Je-li nastaveno, Amarok uloží aktuální seznam skladeb při ukončení a obnoví jej po dalším startu.
da: Hvis markeret gemmer Amarok nuværende spilleliste ved afslutning og genopretter den ved omstart.
de: Aktivieren Sie diese Einstellung, um die aktuelle Wiedergabeliste beim Beenden zu speichern und beim nächsten Start wieder zu laden.
el: Αν επιλεχθεί, το Amarok θα αποθηκεύει την τρέχουσα λίστα κατά την έξοδο και θα την επαναφέρει στην επόμενη εκκίνηση.
es: Si se activa, Amarok guarda la lista de reproducción actual al salir y la restaura al volver a iniciarse.
et: Märkimisel salvestab Amarok väljumisel aktiivse esitusnimekirja ja taastab selle uuel käivitamisel.
fa: اگر تنظیم شود، amaroK فهرست پخش جاری را هنگام خروج ذخیره می‌کند و هنگامی که بازآغاز می‌شود آن را باز می‌گرداند.
fi: Mikäli valittu, Amarok muistaa soittolistan käyttökertojen välillä.
fr: Si cette case est cochée, Amarok enregistre la liste de lecture lors de la fermeture et la restaure lorsqu'il est redémarré.
he: אם סומן, Amarok ישמור את רשימת־ההשמעה הנוכחית ביציאה וישחזר אותה בהפעלה הבאה.
hu: Ha be van jelölve, akkor az Amarok kilépéskor elmenti az aktuális lejátszólistát, a jövőbeli indításokkor pedig betölti azt
it: Se impostata, Amarok salva l'attuale playlist all'uscita e la ripristina al riavvio.
ja: 有効にすると、終了時に現在のプレイリストを保存して次回起動時に復元します。
km: ប្រសិន​បើ​បាន​​កំណត់ amaroK ​រក្សាទុក​បញ្ជី​ចាក់​បច្ចុប្បន្ន​ពេល​ចាក​ចេញ ហើយ​នឹង​ស្ដារ​វា​ពេល​ចាប់ផ្ដើម​ឡើង​វិញ ។
ko: 만약 설정된다면, Amarok은 끝날 때 재생목록을 저장시켜 뒀다가 재시작하면 복원합니다.
lt: Įjungus šią parinktį AmaroK įsimins grojaraštį baigdamas darbą ir atstatys jį pradėdamas darbą.
nb: Hvis krysset av, blir spillelista lagret ved avslutning, og hentet frem igjen når programmet blir startet.
nds: Wenn anmaakt, sekert Amarok de aktuelle Afspeellist bi't Beennen un stellt ehr bi't Starten wedder her.
ne: यदि सेट भयो भने, अमारोकले बन्द गर्दा हालको प्लेसूची बचत गर्दछ र पुन: सुरूआत हुँदा यसलाई पूर्वावस्थामा ल्याउँदछ ।
nl: Indien ingeschakeld zal Amarok de huidige afspeellijst bewaren bij het afsluiten en weer herstellen bij de volgende start.
nn: Viss kryssa av, vert spelelista lagra ved avslutting, og henta fram att når programmet vert starta.
pa: ਜੇਕਰ ਸੈਟ ਕੀਤਾ ਗਿਆ ਤਾਂ ਅਮਰੋਕ ਮੌਜੂਦਾ ਸੰਗੀਤ-ਸੂਚੀ ਨੂੰ ਬੰਦ ਕਰਨ ਸਮੇਂ ਸੰਭਾਲੇਗਾ ਅਤੇ ਮੁੜ ਚਾਲੂ ਕਰਨ ਸਮੇਂ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰੇਗਾ।
pl: Jeśli jest zaznaczone, Amarok zapisuje bieżącą listę odtwarzania przy zakończeniu pracy i przywraca ją przy ponownym uruchomieniu.
pt: Se activo, o Amarok grava a lista actual ao sair e volta a carregá-la quando o reiniciar.
pt_br: Se selecionada, o Amarok salvará à lista de músicas atual ao sair, e a restaurará quando for reinicializado.
ru: Сохранять текущий список при выходе и восстанавливать его при следующем запуске.
se: Jus lea merkejuvvon, de Amarok vurke dálá čuojahanlisttgo heaittihuvvo ja viežžá dan fas go álggahuvvo.
sk: Ak je nastavené, Amarok ukladá aktuálny zoznam skladieb pri ukončení a obnoví ho pri opätovnom spustení.
sr: Ако је постављено, Amarok ће сачувати тренутну листу при изласку и вратити се на њу кад поново буде покренут.
th: หากตั้งไว้ Amarok จะบันทึกรายการเล่นปัจจุบันเอาไว้เมื่อออกจากโปรแกรมและจะเรียกคืนมาให้ เมื่อเริ่มงานใหม่
tr: Eğer seçilirse, Amarok, mevcut parça listesini çıkışta kaydeder ve yeniden başladığında kaydedilmiş liste açılır.
uk: Якщо ввімкнено, Amarok зберігає поточний список композицій при виході і відновлює при запуску.

source: Whether to follow symlinks while adding items to playlist recursively
af: Bepaal of simboliese skakels gevolg moet word wanneer itemme rekursief tot die speel lys bygevoeg word.
bg: Дали връзките към символи да бъдат следвани при рекурсивно добавяне към списъка със записи
ca: Si s'han de seguir els enllaços simbòlics quan s'afegeixen continguts recursivament
cs: Následovat symbolické odkazy při rekurzivním přidávání položek do seznamu skladeb
da: Om symbolske link skal følges når nye punkter tilføjes til spillelisten rekursivt.
de: Symbolischen Links beim rekursiven Hinzufügen zur Wiedergabeliste folgen
el: Αν θα ακολουθούνται οι συμβολικοί δεσμοί αναδρομικά κατά την προσθήκη αντικειμένων στη λίστα
es: Si se siguen los enlaces simbólicos al añadir elementos a la lista de reproducción de forma recursiva
et: Kas järgida elementide rekursiivsel lisamisel esitusnimekirja nimeviitu
eu: Esteka sinbolikoak jarraitu edo ez elementuak zerrendan errekurtsiboki gehitzean
fa: آیا هنگام افزودن فقره‌ها به طور بازگشتی به فهرست پخش، پیوندهای نمادی دنبال شوند
fi: Seurataanko symbolisia linkkejä kun kohteita lisätään soittolistalle rekursiivisesti
fr: Suivre les liens symboliques lors de l'ajout récursif d'éléments dans la liste de lecture
he: האם לעקוב אחרי קישורים סימבוליים בזמן הוספה רקורסיבית של רצועות לרשימת־ההשמעה
hu: A lejátszólista rekurzív bővítésekor követni kell-e a szimbolikus linkeket
it: Decidi se seguire i collegamenti simbolici mentre aggiungi ricorsivamente voci alla playlist
ja: アイテムを再帰的にプレイリストに追加したときにシンボリックリンクをたどるかどうか
ka: -სკენ -სკენ
km: ថា​តើ​ត្រូវ​បន្ត​តាម​តំណ​និមិត្តសញ្ញា​ឬ​ទេ ខណៈ​ពេល​បន្ថែម​វត្ថុ​ទៅ​បញ្ជី​ចាក់​បន្តបន្ទាប់
ko: 항목을 더할 때 심볼릭 링크를 재귀적으로 따라갈지 여부
lt: Sekti simbolines nuorodas rekursyviai įkeliant dainas į grojaraštį
nb: Om symbolske lenker skal følges rekursivt når element blir lagt til spillelista
nds: Symboolsche Verknüppen nagahn, wenn wat rekursiev na de Afspeellist toföögt warrt
ne: प्लेसूचीमा पुनरावृत्तिक रूपमा वस्तुहरू थप्दा सिमलिङ्क अनुशरण गर्ने
nl: Of symbolische koppelingen gevolgd zullen worden tijdens het recursief toevoegen van items aan de afspeellijst
nn: Om symbolske lenkjer skal følgjast rekursivt når element vert lagt til spelelista
pa: ਕੀ ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਇਕਾਈਆਂ ਸ਼ਾਮਿਲ ਕਰਨ ਸਮੇਂ ਕਿ ਸਬੰਧਾਂ ਨੂੰ ਵੇਖਿਆ ਜਾਵੇ
pl: Czy śledzić dowiązania rekurencyjnie podczas dodawania do listy odtwarzania
pt: Se as ligações simbólicas devem ser seguidas ao adicionar recursivamente os itens à lista
pt_br: Seguir links simbólicos ao adicionar itens à lista de músicas recursivamente
ru: Следовать ли по символическим ссылкам при рекурсивном добавлении папок в список
sk: Či sa majú následovať symbolické odkazy počas rekurzívneho pridávania položiek do zoznamu skladieb
sr: Да ли пратити симвезе док се рекурзивно додају ставке у листу нумера
th: จะให้ตาม symlink ขณะที่เพิ่มรายการเข้าไปยังรายการเล่นโดยละเอียดหรือไม่
tr: Parça listesine özyinelemeli olarak parçalar eklenirken, sembolik bağları takip et
uk: Чи слідувати за символічними посиланнями під час рекурсивного додавання у список композицій
