Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Overwrite
af: Oorskryf
bg: Презапис
ca: Sobreescriu
cs: Přepsat
da: Overskriv
de: Überschreiben
el: Αντικατάσταση
es: Sobrescribir
et: Kirjuta üle
eu: Gainidatzi
fa: جای‌نوشت
fi: Korvaa
fr: Écraser
he: שכתב
hu: Felülírás
it: Sovrascrivi
ja: 上書き
ka: გადაწერა
km: សរសេរ​ជាន់​លើ
ko: 덮어쓰기
lt: Perrašyti
nb: Overskriv
nds: Överschrieven
ne: अधिलेखन गर्नुहोस्
nl: Overschrijven
nn: Skriv over
pa: ਉੱਤੇ ਲਿਖੋ
pl: Zastąp
pt: Sobrepor
pt_br: Sobrescrever
ru: Заменить
se: Buhtte
sk: Prepísať
sr: Пребриши
th: เขียนทับ
tr: Üzerine Yaz
uk: Перезаписати

source: Smart Playlists
af: Slim Speel lyste
bg: Тематични списъци
ca: Llistes de reproducció intel·ligents
cs: Chytré seznamy skladeb
da: Smarte spillelister
de: Intelligente Wiedergabelisten
el: Έξυπνες λίστες
es: Listas de reproducción inteligentes
et: Nutikad esitusnimekirjad
eu: Zerrenda azkarrak
fa: فهرستهای پخش هوشمند
fi: Älykkäät soittolistat
fr: Listes intelligentes
he: רשימות־השמעה חכמות
hu: Intelligens lejátszólisták
it: Playlist veloci
ja: スマートプレイリスト
ka: სხარტი რეპერტუარი
km: បញ្ជី​ចាក់​ឆ្លាត
ko: 스마트 재생목록
lt: Išmoningi grojaraščiai
nb: Smarte spillelister
nds: Plietsche Afspeellisten
ne: छरितो प्ले सूचीहरू
nl: Intelligente afspeellijsten
nn: Smarte spelelister
pa: ਚੁਸਤ ਸੰਗੀਤ-ਸੂਚੀ
pl: Inteligentne listy odtwarzania
pt: Listas de Reprodução Inteligentes
pt_br: Listas Inteligentes de Músicas
ru: Интеллектуальные списки
se: Jierpmás čuojahanlisttut
sk: Inteligetný zoznam skladieb
sr: Паметне листе нумера
th: รายการเล่นอัจฉริยะ
tr: Akıllı Parça Listeleri
uk: Кмітливі списки композицій

source: Collection
af: Versameling
bg: Колекция
ca: Col·lecció
cs: Kolekce
da: Samling
de: Sammlung
el: Συλλογή
es: Colección
et: Muusikakogu
eu: Bilduma
fa: مجموعه
fi: Kokoelma
he: אוסף
hu: Gyűjtemény
it: Collezione
ja: コレクション
ka: კოლექცია
km: សម្រាំង
ko: 모음집
lt: Fonoteka
nb: Samling
nds: Sammeln
ne: सङ्कलन
nl: Collectie
nn: Samling
pa: ਸਮੂਹ
pl: Kolekcja
pt: Colecção
pt_br: Coleção
ru: Коллекция
se: Čoahkkádus
sk: Kolekcia
sr: Збирка
th: คลังดนตรี
tr: Koleksiyon
uk: Збірка

source: All Collection
af: Hele Versameling
bg: Цялата колекция
ca: Tota la col·lecció
cs: Celá kolekce
da: Hele samling
de: Gesamte Sammlung
el: Όλη η συλλογή
es: Toda la colección
et: Kogu muusikakogu
eu: Bilduma guztia
fa: همۀ مجموعه‌ها
fi: Koko kokoelma
fr: Toute la collection
he: אוסף שלם
hu: Teljes gyűjtemény
it: Tutte le collezioni
ja: コレクションすべて
ka: მთელი კოლექცია
km: ការ​សម្រាំង​ទាំងអស់
ko: 모든 모음집
lt: Visa fonoteka
nb: Hele samlinga
nds: Heel Sammeln
ne: सबै सङ्कलन
nl: Alle collecties
nn: Heile samlinga
pa: ਸਭ ਭੰਡਾਰ
pl: Cała kolekcja
pt: Toda a Colecção
pt_br: Toda a Coleção
ru: Вся коллекция
se: Olles čoahkkádus
sk: Celá kolekcia
sr: Све збирке
th: คลังดนตรีทั้งหมด
tr: Tüm Koleksiyon
uk: Вся збірка

source: Favorite Tracks
af: Gunsteling Snitte
bg: Любими
ca: Peces preferides
cs: Oblíbené skladby
da: Favoritspor
de: Lieblingsstücke
el: Αγαπημένα κομμάτια
es: Pistas favoritas
et: Lemmikpalad
eu: Gogoko pistak
fa: شیارهای پسندان
fi: Lempikappaleet
fr: Morceaux favoris
he: הרצועות המועדפות
hu: Kedvenc számok
it: Tracce preferite
ja: お気に入りの曲
ka: რჩეული ჩანაწერები
km: បទ​សំណព្វ
ko: 즐겨 듣는 트랙들
lt: Mėgstamiausios dainos
nb: Favorittspor
nds: Leefste Stücken
ne: मन पर्ने ट्रयाक
nl: Favoriete tracks
nn: Favorittspor
pa: ਪਸੰਦੀਦਾ ਟਰੈਕ
pl: Ulubione utwory
pt: Faixas Favoritas
pt_br: Faixas Favoritas
ru: Любимые песни
se: Favorihttabihtát
sk: Obľúbené skladby
sr: Омиљене нумере
th: เพลงสุดโปรด
tr: En Beğenilen Şarkılar
uk: Улюблені доріжки

source: By %1
af: Volgens %1
bg: на %1
ca: Per %1
cs: Podle %1
da: Af %1
de: Von %1
el: Από %1
es: Por %1
et: Esitajalt %1
fa: بر اساس %1
fi: Artistilta %1
fr: Par %1
he: של %1
hu: Előadó: %1
it: Di %1
ka: ავტორი: %1
km: ដោយ %1
lt: Atlieka %1
nb: Av %1
nds: Vun %1
ne: %1 द्वारा
nl: Van %1
nn: Av %1
pa: %1 ਰਾਹੀਂ
pl: Wg %1
pt: Por %1
pt_br: Por %1
ru: Исполняет %1
se: %1 lea ráhkadan dán
sk: Podľa %1
sr: Од %1
th: โดย %1
tr: Sanatçı: %1
uk: Автор: %1

source: Most Played
af: Meeste Gespeel
bg: Най-често изпълнявани
ca: Les més escoltades
cs: Nejčastěji hrané
da: Mest afspillede
de: Meistgespielte
el: Πιο δημοφιλή
es: Más reproducidas
et: Kõige enam esitatud
eu: Gehien erreproduzitutakoa
fa: بیشتر پخش‌شده
fi: Eniten soitetut kappaleet
fr: Morceaux les plus écoutés
he: מושמע ביותר
hu: Legtöbbször lejátszott
it: Le più riprodotte
ja: 最もよく再生
ka: ყველაზე ხშირად დაკრული
km: ចាក់​ច្រើន​បំផុត
ko: 가장 많이 재생됨
lt: Dažniausiai grojamos
nb: Mest spilt
nds: Tomehrst speelt
ne: प्रायजसो बजाएको
nl: Meest afgespeeld
nn: Mest spelt
pa: ਅਕਸਰ ਸੁਣੇ
pl: Najczęściej odtwarzane
pt: Mais Tocadas
pt_br: As Mais Reproduzidas
ru: Любимые
se: Eanemus čuojahuvvon
sk: Najčastejšie hrané
sr: Највише пуштане
th: เล่นมากที่สุด
tr: En Çok Çalınan
uk: Найчастіше програються

source: Newest Tracks
af: Nuutste Snitte
bg: Най-нови
ca: Les més noves
cs: Nejnovější skladby
da: Nyeste spor
de: Neueste Stücke
el: Νέα κομμάτια
es: Pistas más recientes
et: Uusimad palad
eu: Pista berrienak
fa: جدیدترین شیارها
fi: Uusimmat kappaleet
fr: Morceaux les plus récents
he: הרצועות החדשות ביותר
hu: Legújabb számok
it: Tracce più recenti
ja: 最新トラック
ka: უახლესი ჩანაწერები
km: បទ​ថ្មី​បំផុត
ko: 최신의 트랙
lt: Naujausios dainos
nb: Nyeste spor
nds: Niegst Stücken
ne: सबभन्दा नयाँ ट्रयाक
nl: Nieuwste tracks
nn: Nyaste spor
pa: ਨਵੇਂ ਟਰੈਕ
pl: Najnowsze utwory
pt: Faixas Mais Recentes
pt_br: Faixas Mais Novas
ru: Новые
se: Ođđamus bihtát
sk: Najnovšie skladby
sr: Најновије нумере
th: เพลงใหม่สุด
tr: En Yeni Parçalar
uk: Найновіші доріжки

source: Last Played
af: Onlangste Gespeel
bg: Последно изпълнявани
ca: Les darreres escoltades
cs: Naposledy hrané
da: Sidst afspillede
de: Zuletzt gespielt
el: Τελευταία
es: Última reproducida
et: Viimati esitatud
eu: Erreproduzitutako azkena
fa: آخرین پخش‌شده
fi: Viimeksi soitettu
fr: Dernière écoute
he: הושמע לאחרונה
hu: Legutóbb lejátszott
it: Ultima riproduzione
ja: 前回再生
ka: უკანასკნელად დაკრული
km: ចាក់​ចុងក្រោយ
ko: 마지막으로 재생됨
lt: Vėliausiai atliktos
nb: Sist spilt
nds: Tolest speelt
ne: अन्तिममा बजाएको
nl: Laatst afgespeeld
nn: Sist spelt
pa: ਆਖਰੀ ਸੁਣੇ
pl: Ostatnio odtwarzane
pt: Últimas Tocadas
pt_br: Últimas Reproduzidas
ru: Последнее воспроизведение
se: Maŋemuš čuojahuvvon
sk: Naposledy hrané
sr: Последње пуштане
th: เล่นครั้งสุดท้าย
tr: En Son Çalınan
uk: Востаннє програвались

source: Never Played
af: Nooit Gespeel
bg: Неизпълнявани
ca: Les mai escoltades
cs: Nikdy nehrané
da: Aldrig afspillede
de: Nie gespielte
el: Ποτέ εκτελεσμένα
es: Nunca reproducida
et: Esitamata
eu: Erreproduzitu gabekoa
fa: هرگز پخش‌نشده
fi: Soittamattomat kappaleet
fr: Jamais écouté
he: לא הושמע מעולם
hu: Még le nem játszott
it: Mai riprodotte
ja: 未再生
ka: არასდროს არ დაკრულა
km: មិន​ធ្លាប់​ចាក់
ko: 재생한 적 없는 트랙
lt: Niekada neatliktos
nb: Aldri spilt
nds: Nich speelt
ne: कहिल्यै पनि नबजाएको
nl: Nooit afgespeeld
nn: Aldri spelt
pa: ਕਦੇ ਨਾ ਸੁਣੇ
pl: Nigdy nie odtwarzane
pt: Nunca Tocadas
pt_br: Nunca Reproduzidas
ru: Непроигрывавшиеся ранее
se: Ii goassege čuojahuvvon
sk: Nikdy nehrané
sr: Никада пуштане
th: ไม่เคยเล่น
tr: Hiç Çalınmayan
uk: Ніколи не програвались

source: Ever Played
af: Al Gespeel
bg: Въобще изпълнявани
ca: Les sempre escoltades
cs: Vždy hrané
da: Nogensinde spillet
de: Jemals gespielte
el: Συνεχώς εκτελεσμένα
es: Alguna vez reproducida
et: Üldse esitatud
eu: Erreproduzituak
fa: همواره پخش‌شده
fi: Joskus soitetut kappaleet
fr: Déjà écouté
he: הושמע לפחות פעם אחת
hu: Valaha lejátszott
it: Riprodotte spesso
ja: 再生済み
ka: ოდესღაც დაკრული
km: ធ្លាប់​ចាក់
ko: 항상 재생됨
lt: Kada nors atliktos
nb: Spilt noensinne
nds: Al speelt
ne: सधै बजाएको
nl: Ooit afgespeeld
nn: Tidlegare spelt
pa: ਕਦੇ ਵੀ ਸੁਣੇ
pl: Kiedykolwiek odtwarzane
pt: Já Tocadas
pt_br: Bastante Reproduzidas
ru: Проигрывавшиеся ранее
se: Čuojahuvvon
sk: Vždy hrané
sr: Увек пуштане
th: เคยเล่น
tr: Daha Önce Çalınmış
uk: Будь-коли програвались

source: Genres
af: Style
bg: Жанрове
ca: Gèneres
cs: Žánry
da: Genrer
el: Είδη
es: Géneros
et: Žanrid
eu: Generoak
fa: انواع
fi: Tyylilajit
fr: Styles
he: סגנונות
hu: Műfaj szerint
it: Generi
ja: ジャンル
ka: ჟანრები
km: ចង្វាក់
ko: 장르
lt: Žanrai
nb: Sjangere
nds: Musikoorden
ne: विधा
nn: Sjangrar
pa: ਧੁਨ
pl: Gatunki
pt: Géneros
pt_br: Gêneros
ru: Жанры
se: Šáŋrat
sk: Žánre
sr: Жанрови
th: ประเภท
tr: Tarzlar
uk: Жанри

source: 50 Random Tracks
af: 50 Willekeurige Snitte
bg: 50 случайни
ca: 50 peces aleatòries
cs: 50 náhodných skladeb
da: 50 tilfældige spor
de: 50 zufällige Stücke
el: 50 τυχαία κομμάτια
es: 50 pistas aleatorias
et: 50 juhuslikku pala
eu: 50 ausazko pista
fa: ۵۰ شیار تصادفی
fi: 50 satunnaista kappaletta
fr: 50 morceaux aléatoires
he: 50 רצועות אקראיות
hu: 50 szám véletlenszerűen
it: 50 tracce casuali
ja: ランダム 50 曲
ka: 50 შემთხვევითი ჩანაწერი
km: ៥០ បទ​ចៃដន្យ
ko: 무작위 50트랙
lt: 50 atsitiktinių dainų
nb: 50 tilfeldige spor
nds: 50 tofällige Stücken
ne: ५० अनियमित ट्रयाक
nl: 50 willekeurige tracks
nn: 50 tilfeldige spor
pa: 50 ਰਲਵੇਂ ਟਰੈਕ
pl: 50 losowych utworów
pt: 50 Faixas Aleatórias
pt_br: 50 Faixas Aleatórias
ru: 50 случайных дорожек
se: 50 sáhtedohko bihtát
sk: 50 náhodných skladieb
sr: 50 случајних нумера
th: เพลงสุ่ม 50 เพลง
tr: Rastgele 50 Şarkı
uk: 50 випадкових доріжок

source: Dynamic Playlists
af: Dinamiese Speel lyste
bg: Динамични списъци
ca: Llistes de reproducció dinàmiques
cs: Dynamické seznamy skladeb
da: Dynamiske spillelister
de: Dynamische Wiedergabelisten
el: Δυναμικές λίστες
es: Listas de reproducción dinámicas
et: Dünaamilised esitusnimekirjad
eu: Zerrenda dinamikoak
fa: فهرستهای پخش پویا
fi: Elävät soittolistat
fr: Listes dynamiques
he: רשימות־השמעה דינמיות
hu: Dinamikus lejátszólisták
it: Playlist dinamiche
ja: ダイナミックプレイリスト
ka: დინამიური რეპერტუარი
km: បញ្ជី​ចាក់​ថាមវន្ត
ko: 동적 재생목록
lt: Dinaminiai grojaraščiai
nb: Dynamiske spillelister
nds: Dünaamsche Afspeellisten
ne: गतिशील प्ले सूचीहरू
nl: Dynamische afspeellijsten
nn: Dynamiske spelelister
pa: ਸਫ਼ਰੀ ਸੰਗੀਤ-ਸੂਚੀਆਂ
pl: Dynamiczne listy odtwarzania
pt: Listas de Reprodução Dinâmicas
pt_br: Listas Dinâmicas de Músicas
ru: Динамические списки
se: Dynámalaš čuojahanlisttut
sk: Dynamické zoznamy skladieb
sr: Динамичке листе
th: รายการเล่นปรับอัตโนมัติ
tr: Değişken Parça Listeleri
uk: Динамічні списки композицій

source: Podcasts
af: <i>Podcasts</i>
bg: Подкастове
cs: Podcasty
da: Podcast
el: Εκπομπές Pod
et: Podcastid
eu: Podcast-ak
fi: Podcastit
he: פוד־קסטים
hu: Podcastok
it: Podcast
ja: ポッドキャスト
ka: Podcast-ები
km: ផតខាស់
ko: 포드캐스트
nb: Podkaster
ne: पोडकास्ट
nn: Postkastar
pa: ਪੋਸਟ-ਕਾਸਟ
pl: Podcasty
ru: Podcast
se: Podcasttat
sk: Podcasty
sr: Подемисије
th: พ็อดแคสท์
tr: Podcastlar
uk: Podcast

source: Add Podcast
af: Voeg <i>Podcast</i> by
bg: Добавяне на подкаст
ca: Afegeix un podcast
cs: Přidat podcast
da: Tilføj podcast
de: Podcast hinzufügen
el: Προσθήκη εκπομπής Pod
es: Añadir podcast
et: Podcasti lisamine
eu: Gehitu Podcast-a
fa: افزودن Podcast
fi: Lisää podcast
fr: Ajouter un Podcast
he: הוסף פוד־קסט
hu: Podcast hozzáadása
it: Aggiungi podcast
ja: ポッドキャストを追加
ka: Podcast-ის დამატება
km: បន្ថែម​ផតខាស់
ko: 포드캐스트 추가
nb: Legg til podkast
nds: Podcast tofögen
ne: पोडकास्ट थप्नुहोस्
nl: Podcast toevoegen
nn: Legg til podkast
pa: ਪੋਸਟ-ਕਾਸਟ ਜੋੜੋ
pl: Dodaj podcast
pt: Adicionar 'Podcast'
pt_br: Adicionar Podcast
ru: Добавить Podcast
se: Lasit podcast:a
sk: Pridať podcast
sr: Додај подемисију
th: เพิ่มพ็อดแคสท์
tr: Podcast ekle
uk: Додати Podcast

source: Enter Podcast URL:
af: Voer <i>Podcast<i> URL in:
bg: Въведете адреса на подкаста:
ca: Introduïu l'URL del podcast:
cs: Zadejte URL podcastu:
da: Indtast podcast-URL:
de: Adresse des Podcasts:
el: Εισαγωγή URL εκπομπής Pod:
es: Introduzca el URL del podcast:
et: Podcasti URL:
eu: Sartu Podcast URLa:
fa: وارد کردن نشانی وب Podcast:
fi: Podcastin osoite:
fr: Saisissez l'URL du Podcast :
he: הכנס כתובת פוד־קסט:
hu: Adja meg a podcast URL-jét:
it: Inserisci URL del podcast:
ja: ポッドキャストの URL:
ka: შეიყვანეთ Podcast-ის URL:
km: បញ្ចូល URL របស់​ផតខាស់ ៖
ko: 포드캐스트 URL 입력:
nb: Skriv inn podcast URL:
nds: Podcast-URL:
ne: पोडकास्ट यूआरएल प्रविष्ट गर्नुहोस्:
nl: URL-adres Podcast invoeren:
nn: Podkast-adresse:
pa: ਪੋਸਟ-ਕਾਸਟ URL ਦਿਓ:
pl: Podaj URL podcastu:
pt: Indique a URL da 'Podcast':
pt_br: Digite a URL do Podcast:
ru: Введите URL Podcast:
se: Čális podcasta čujuhusa:
sk: Zadajte URL podcastu:
sr: Унесите URL подемисије:
th: ใส่ที่อยู่ URL ของพ็อดแคสท์:
tr: Podcast Adresini Girin:
uk: Введіть URL Podcast:

source: _: Podcasts contained in %1 All in %1
af: Alles in %1
bg: Всички в %1
ca: Tots a %1
cs: Vše v %1
da: Alle i %1
de: Alle in %1
el: Όλες στο %1
es: Todos los de %1
et: Kõik asukohas %1
eu: %1(e)ko guztiak
fa: همه در %1
fi: Podcastit kansiossa ”%1”
fr: Tout dans %1
he: הכל ב־ %1
hu: A(z) %1 helyen levő összes elem
it: Tutti in %1
ja: %1 のすべて
km: ទាំង​អស់​នៅ​ក្នុង %1
ko: %1에 모두
lt: Visi %1
nb: Alle i %1
nds: All vun %1
ne: %1 मा सबै
nl: Alles in %1
nn: Alle i %1
pa: %1 ਵਿੱਚ ਸਭ
pl: Wszystkie w %1
pt: Todos no %1
pt_br: Todos em %1
ru: Все в %1
sk: Všetky v %1
sr: Све у %1
th: ทั้งหมดใน %1
tr: Hepsi %1 içinde
uk: Всі в %1

source: _n: 1 Podcast %n Podcasts
af: 1 <i>Podcast</i> %n <i>Podcasts</i>
bg: 1 подкаст %n подкаста
ca: Un podcast %n podcasts
cs: 1 podcast %n podcasty %n podcastů
da: 1 podradioudsendelse %n podradioudsendelser
de: 1 Podcast %n Podcasts
el: 1 εκπομπή Pod %n εκπομπές Pod
es: Un podcast %n podcasts
et: 1 podcast %n podcasti
eu: Podcast 1 %n Podcast
fa: %n Podcast
fi: Yksi podcast %n podcastia
fr: %n podcast %n podcasts
he: פוד־קסט אחד %n פוד־קסטים
hu: %n podcast
it: 1 podcast %n podcast
ja: %n ポッドキャスト
km: %n ផតខាស
nb: 1 podkast %n podkaster
nds: 1 Podcast %n Podcasts
ne: १ पोडकास्ट %n पोडकास्ट
nl: 1 Podcast %n Podcasts
nn: 1 podkast %n podkastar
pa: 1 ਪੋਸਟਕਾਸਟ %n ਪੋਸਟਕਾਸਟ
pl: jeden podcast %n podcasty %n podcastów
pt: 1 'podcast' %n 'podcasts'
pt_br: 1 Podcast %n Podcasts
ru: %n Podcast %n Podcast %n Podcast
se: Okta podkasta %n podkasta
sk: 1 Podcast %n Podcasti %n Podcastov
sr: %n подемисија %n подемисије %n подемисија
th: พ็อดคาสต์ %n รายการ
tr: %n Podcast
uk: %n подкест %n подкести %n подкестів

source: Already subscribed to feed %1 as %2
af: Alreeds ingeteken om %1 as %2 te voer
bg: Вече сте абонирани за източник %1 като %2
ca: Ja esteu subscrit a la font %1 com a %2
da: Abonnerer allerede på kilden %1 som %2
de: %1 ist bereits als %2 abonniert.
el: Ήδη εγγεγραμμένοι στη ροή %1 ως %2
es: Ya está suscrito a la fuente %1 como %2
et: Juba tellitud kanal %1 (kui %2)
eu: Jadanik %1 iturrira harpidetuta %2 gisa
fa: تصویب‌شده از قبل برای خوراندن %1 به عنوان %2
fi: Seuraat jo podcastia ”%1” nimellä ”%2”.
fr: Déjà inscrit au flux %1 en tant que %2
he: כבר מנוי על מזין נתונים %1 בתור %2
hu: Már fel van iratkozva a(z) %1 forrásra ezzel a címmel: %2
it: Già abbonato al feed %1 come %2
ja: フィード %1 に %2 として登録済み
ka: %1 არხი %2-ად გამოწერილია უკვე
km: បាន​ជាវប្រចាំ​ទៅ​មតិព័ត៌មាន %1 ជា %2 រួច​ហើយ
ko: 이미 %1(을)를 %2(으)로 넣기 위해 서술되었습니다.
lt: Jau užsiregistravote srautui %1 kaip %2
nb: Abonnerer fra før på %1 som %2
nds: Stroom "%1" wöör al as "%2" bestellt.
ne: %2 को रूपमा %1 लाई सघाउनु पहिल्यै स्वीकार गरियो
nl: Al ingeschreven bij feed %1 als %2
nn: Abonnerer allereie på «%1» som «%2».
pa: %1 ਫੀਡ ਲਈ %2 ਦੇ ਤੌਰ ਉੱਤੇ ਮੈਂਬਰ ਹੋ
pl: Kanał %1 jest już subskrybowany jako %2
pt: Já está subscrito à fonte %1 como %2
pt_br: O feed %1 já foi assinado como %2
ru: Уже подписаны на ленту %1 в качестве %2
se: Leat juo diŋgomin %1 nugo %2
sk: Už ste prihlásený k vláknu %1 ako %2
sr: Већ сте претплаћени на довод %1 као %2
th: ได้สมัครรับข้อมูลจากแหล่งป้อน %1 เป็น %2
tr: %1 kaynağına %2 olarak zaten üyeyim
uk: Вже підписані на подачу %1 як %2

source: Download Interval
af: Aflaai Interval
bg: Интервал на сваляне
ca: Interval de descàrrega
cs: Interval stahování
de: Intervall zum Herunterladen
el: Χρονικό διάστημα λήψης
es: Intervalo de descarga
et: Allalaadimise intervall
eu: Deskargatzeko bitartea
fa: بارگیری فاصله
fi: Lataustiheys
fr: Intervalle de téléchargement
he: מרווח זמן להורדה
hu: Letöltési időköz
it: Intervallo di scaricamento
ja: ダウンロードの間隔
ka: ჩამოტვირთვის ინტერვალი
km: ចន្លោះពេល​ទាញយក
ko: 다운로드 주기
lt: Parsisiuntimo intervalas
nb: Nedlastingsintervall
nds: Daalladen-Opfrischen
ne: अन्तराल डाउउनलोड गर्नुहोस्
nn: Nedlastingsintervall
pa: ਡਾਊਨਲੋਡ ਅੰਤਰਾਲ
pl: Przerwa pomiędzy pobieraniem
pt: Intervalo de Transferência
pt_br: Intervalo da Recuperação
ru: Частота загрузок
se: Viežžangaskkadat
sk: Interval sťahovania
sr: Интервал преузимања
th: ช่วงคั่นระหว่างการดาวน์โหลด
tr: İndirme Aralığı
uk: Інтервал між звантаженнями

source: Scan interval (hours):
af: Skandering interval (ure):
bg: Интервал на сканиране (часове):
ca: Interval d'exploració (hores):
cs: Interval procházení (hodiny):
da: Skanneinterval (timer):
de: Suchintervall (Stunden):
el: Χρονικό διάστημα σάρωσης (ώρες):
es: Intervalo de exploración (horas):
et: Uuendamise intervall (tundides):
eu: Eskaneatzeko bitartea (orduak):
fa: پویش فاصله )ساعت(:
fi: Tarkistustiheys tunneissa:
fr: Intervalle d'analyse (heures) :
he: מרווח זמן לסריקה (שעות):
hu: Átvizsgálási időköz (órában):
it: Intervallo di scansione (ore):
ja: スキャンの間隔 (時間):
ka: სკანირების ინტერვალი (საათი):
km: ចន្លោះពេល​វិភាគ (គិត​ជា​ម៉ោង) ៖
ko: 측정 주기(시간 단위):
lt: Skenavimo intervalas (valandos):
nb: Skanningsintervall (timer):
nds: Nakiek-Tiet (Stünnen):
ne: अन्तराल (घण्टा) स्क्यान गर्नुहोस्:
nl: Scaninterval (uren):
nn: Søkjeintervall (timar):
pa: ਜਾਂਚ ਅੰਤਰਾਲ (ਘੰਟੇ):
pl: Przerwa pomiędzy kolejnymi skanowaniami (godziny):
pt: Intervalo de procura (horas):
pt_br: Intervalo do escaneamento (em horas):
ru: Частота сканирования, ч:
se: Ohcangaskkadat (diimmut):
sk: Interval skenovania (hodiny)
sr: Интервал претраге (сати):
th: ช่วงคั่นระหว่างค้นหา (ชั่วโมง)
tr: Tarama aralığı (saat):
uk: Інтервал між скануваннями (год.):

source: _n: <p>You have selected 1 podcast episode to be <b>irreversibly</b> deleted. <p>You have selected %n podcast episodes to be <b>irreversibly</b> deleted.
af: <p>Jy het een <i>podcast</i> episode gekies wat <b>permanent</b> uitgevee moet word. <p>Jy het %n <i>podcast</i> episodes gekies wat <b>permanent</b> uitgevee moet word.
bg: <p>Избрахте 1 епизод от подкаста да бъде <b>безвъзвратно</b> изтрит. <p>Избрахте %n епизода от подкаста да бъдат <b>безвъзвратно</b> изтрити.
ca: <p>Heu seleccionat un episodi de podcast per a ser suprimit de manera <b>irreversible</b>. <p>Heu seleccionat %n episodis de podcast per ser suprimits de manera <b>irreversible</b>.
cs: <p>Byl vybrán 1 seznam skladeb k <b>nevratnému</b> smazání.</p> <p>Byly vybrány %n seznamy skladeb k <b>nevratnému</b> smazání.</p> <p>Bylo vybráno %n seznamů skladeb k <b>nevratnému</b> smazání.</p>
da: <p>Du har valgt at 1 podcast-episode skal slettes <b>permanent</b>.</p> <p>Du har valgt at %n podcast-episoder skal slettes <b>permanent</b>.</p>
de: <p>Sie haben eine Podcast-Episode für <b>unwiderrufliches</b> Löschen ausgewählt. <p>Sie haben %n Podcast-Episoden für <b>unwiderrufliches</b> Löschen ausgewählt.
el: <p>Επιλέξατε να διαγράψετε <b>οριστικά </b> 1 επεισόδιο εκπομπής pod. <p>Επιλέξατε να διαγράψετε <b>οριστικά </b> %n επεισόδια εκπομπής pod.
es: <p>Ha seleccionado borrar <b>irreversiblemente</b> un episodio de podcast. <p>Ha seleccionado borrar <b>irreversiblemente</b> %n episodios de podcast.
et: <p>Oled valinud ühe Podcasti episoodi <b>pöördumatuks</b> kustutamiseks. <p>Oled valinud %n Podcasti episoodi <b>pöördumatuks</b> kustutamiseks.
fa: <p>%n فقرۀ podcast برگزیده‌اید که باید <b>برای همیشه </b> حذف شوند.
fi: <p>Poistetaanko yksi podcast-jakso <b>pysyvästi</b>? <p>Poistetaanko %n podcast-jaksoa <b>pysyvästi</b>?
fr: <p>Vous avez sélectionné 1 épisode d'un podcast à effacer <b>irréversiblement</b>. <p>Vous avez sélectionné %n épisodes d'un podcast à effacer <b>irréversiblement</b>.
he: <p>בחרת קטעי פוד־קסט אחד למחיקה <b>ללא אפשרות שחזור</b>. <p>בחרת %n קטעי פוד־קסט למחיקה <b>ללא אפשרות שחזור</b>.
hu: <p>Ön kijelölt %n podcast-epizódot <b>visszavonhatatlan</b> törlésre.
it: <p>Hai selezionato 1 puntata di podcast da eliminare <b>definitivamente</b>. <p>Hai selezionato %n puntate di podcast da eliminare <b>definitivamente</b>.
ja: <p>%n 個のポッドキャストエピソードを「完全に」削除しようとしています。
ka: <p>თქვენ აირჩიეთ %n podcast ეპიზოდები <b>უკუუქცევად</b> წასაშლელად.
km: <p>អ្នក​បាន​ជ្រើស​ការផ្សាយ %n របស់​ផតខាស់ ថា​ត្រូវ​លុប <b>ជា​រៀង​រហូត</b> ។
nb: <p>Du har valgt e n podkastepisode som vil bli <b>permanent</b> slettet. <p>Du har valgt %n podkastepisoder som vil bli <b>permanent</b> slettet.
nds: <p>Dien utsöchte Podcast-Kapitel warrt <i>duerhaftig</i> wegdaan. <p>Dien %n utsöcht Podcast-Kapitels warrt <i>duerhaftig</i> wegdaan.
ne: <p>तपाईँले नउल्टाइकन मेट्नका लागि १ पोडकास्ट भाग <b>चयन</b> गर्नुभयो । <p>तपाईँले नउल्टाकन मेट्नका लागि %n पोडकास्ट भाग<b>चयन</b> गर्नुभयो ।
nl: <p>U hebt 1 podcastepisode geselecteerd om <b>permanent</b> te verwijderen. <p>U hebt %n podcastepisodes geselecteerd om <b>permanent</b> te verwijderen.
nn: <p>Du er i ferd med å sletta ein podkastepisode <b>for alltid</b>. <p>Du er i ferd med å sletta %n podkastepisodar <b>for alltid</b>.
pa: <p>ਤੁਸੀਂ ਚੁਣੀ 1 ਪੋਸਟ-ਕਾਸਟ ਕਾਂਡ ਨੂੰ <b>ਹਮੇਸ਼ਾ</b> ਲਈ ਹਟਾਉਣ ਲਈ ਤਿਆਰ ਹੋ <p>ਤੁਸੀਂ ਚੁਣੀ %n ਪੋਸਟ-ਕਾਸਟ ਕਾਂਡਾਂ ਨੂੰ <b>ਹਮੇਸ਼ਾ</b> ਲਈ ਹਟਾਉਣ ਲਈ ਤਿਆਰ ਹੋ।
pl: <p>Zaznaczony został jeden odcinek podcastu do <b>nieodwracalnego</b> usunięcia. <p>Zaznaczone zostały %n odcinki podcastu do <b>nieodwracalnego</b> usunięcia. <p>Zaznaczonych zostało %n odcinków podcastu do <b>nieodwracalnego</b> usunięcia.
pt: <p>Você seleccionou 1 episódio de Podcast para ser removido <b>de forma irreversível</b>. <p>Você seleccionou %n episódios de Podcast para serem removidos <b>de forma irreversível</b>.
pt_br: <p>Você selecionou 1 episódio do podcast para ser <b>definitivamente</b> apagado. <p>Você selecionou %n episódios do podcast para serem <b>definitivamente</b> apagados.
ru: <p>Вы пожелали удалить %n эпизод podcast <b>безвозвратно</b>. <p>Вы пожелали удалить %n эпизода podcast <b>безвозвратно</b>. <p>Вы пожелали удалить %n эпизодов podcast <b>безвозвратно</b>.
se: <p>Leat sihkkumin ovtta podkásta <b>agibeaivái</b> <p>Leat sihkkumin %n podkástta <b>agibeaivái</b>.
sk: <p>Označili ste 1 podcast epizódu pre <b>nenávratné</b> zmazanie. <p>Označili ste %n podcast epizódy pre <b>nenávratné</b> zmazanie. <p>Označili ste %n podcast epizód pre <b>nenávratné</b> zmazanie.
sr: <p>Изабрали сте <b>неповратно</b> брисање %n подемитоване епизоде. <p>Изабрали сте <b>неповратно</b> брисање %n подемитоване епизоде. <p>Изабрали сте <b>неповратно</b> брисање %n подемитованих епизода.
th: <p>คุณได้เลือกลบรายการพ็อดแคสท์ %n ตอน แบบ <b>ถาวร</b>
uk: <p>Ви вибрали %n епізод podcast для <b>остаточного</b> вилучення. <p>Ви вибрали %n епізоди podcast для <b>остаточного</b> вилучення. <p>Ви вибрали %n епізодів podcast для <b>остаточного</b> вилучення.

source: Playlists
af: Speel lyste
bg: Списъци със записи
ca: Llistes de reproducció
cs: Seznamy skladeb
da: Spillelister
de: Wiedergabelisten
el: Λίστες
es: Listas de reproducción
et: Esitusnimekirjad
eu: Zerrendak
fa: فهرستهای پخش
fi: Soittolistat
fr: Listes de lecture
he: רשימות־השמעה
hu: Lejátszólisták
it: Playlist
ja: プレイリスト
ka: რეპერტუარები
km: បញ្ជី​ចាក់
ko: 재생목록
lt: Grojaraščiai
nb: Spillelister
nds: Afspeellisten
ne: प्ले सूचीहरू
nl: Afspeellijsten
nn: Spelelister
pa: ਸੰਗੀਤ-ਸੂਚੀ
pl: Listy
pt: Listas de Reprodução
pt_br: Listas
ru: Списки
se: Čuojahanlisttut
sk: Zoznamy skladieb
sr: Листе нумера
th: รายการเล่น
tr: Parça Listeleri
uk: Списки композицій
