Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Click to download new Context Browser styles.
af: Kliek om nuwe Konteks Blaaier style af te laai.
bg: Натиснете тук, за да свалите нови стилове на контекстния браузър.
ca: Feu clic per descarregar nous estils pel Navegador contextual.
cs: Kliknutím stáhnete další styly prohlížeče kontextu.
da: Klik for at hente nye sammenhængsbrowser
de: Klicken Sie hier, um neue Designs für den Kontext-Browser herunterzuladen.
el: Κλικ για το λήψη νέων στυλ του σχετικού περιεχομένου.
es: Pulse para descargar nuevos estilos para el navegador de contexto.
et: Klõpsa kontekstisirvija uute stiilide allalaadimiseks.
eu: Egin klik testuinguruko arakatzailearen estilo berriak deskargatzeko.
fa: برای بارگیری سبکهای جدید مرورگر متن فشار دهید.
fi: Lataa uusia kontekstiselaintyylejä.
fr: Cliquez pour télécharger de nouveaux styles pour le navigateur de contexte.
he: לחץ להורדת סגנון חדש של סייר הקשר.
hu: Új környezetböngésző-stílusok letöltéséhez kattintson ide
it: Premi per scaricare un nuovo stile per il navigatore per contesti.
ja: 関連情報ブラウザのスタイルをダウンロードします。
ka: -სკენ ახალი კონტექსტი ბროუზერი.
km: ចុច ដើម្បី​ទាញយក​រចនាប័ទ្ម​កម្មវិធី​រុករក​បរិបទ​ថ្មី ។
ko: 새 컨텍스트 브라우저 스타일을 받으려면 클릭하십시오.
lt: Spragtelėkite norėdami atsisiųsti naujų Informacijos lango stilių.
nb: Trykk for å laste ned nye stiler for vinduet som viser sammenhengen.
nds: Klick hier, wenn Du en niegen Stil för den Kontextkieker daalladen wullt.
ne: नयाँ प्रसङ्ग ब्राउजर शैलीहरू डाउनलोड गर्न क्लिक गर्नुहोस् ।
nl: Klik om nieuwe stijlen voor de ContextBrowser te downloaden.
nn: Trykk for å lasta ned nye stilar for samanhengslesaren.
pa: ਨਵੇਂ ਪਰਸੰਗ ਝਲਕਾਰਾ ਸਟਾਇਲਾਂ ਡਾਊਨਲੋਡ ਕਰਨ ਲਈ ਦਬਾਉ।
pl: Kliknij, by pobrać nowe motywy przeglądarki kontekstowej.
pt: Carregue para obter novos estilos do Navegador de Contexto.
pt_br: Clique para baixar novos estilos para o Navegador de Contexto.
ru: Загрузить новый стиль панели статистики.
se: Coahkkal dása jus áiggut viežžat ođđa stiilla oktavuohtačájeheapmái.
sk: Kliknutím stiahnete nové štýly prehliadača kontextu.
sr: Кликните да бисте преузели нове стилове контекстног прегледача.
th: คลิกเพื่อทำการดาวน์โหลดรูปแบบใหม่ๆ ของตัวเรียกดูรายละเอียด
tr: Yeni içerik tarayıcı stillerini indirmek için tıkla.
uk: Клацніть, щоб звантажити нові стилі навігатора контексту.

source: Select and download new Context Browser styles.
af: Kies en laai nuwe Konteks Blaaier style af.
bg: Избор и сваляне на нови стилове на контекстния браузър.
ca: Seleccioneu i descarregueu estils nous pel Navegador contextual.
cs: Zvolte a stáhněte nové styly prohlížeče kontextu.
da: Vælg og hent nye stiler for sammenhængsbrowseren.
de: Wählen Sie bitte ein neues Kontext-Browser-Design und laden es herunter.
el: Επιλογή και λήψη νέων στυλ του σχετικού περιεχομένου.
es: Seleccione y descargue nuevos estilos para el navegador de contexto.
et: Vali ja laadi alla kontekstisirvija uued stiilid.
eu: Hautatu eta deskargatu testuinguruko arakatzailearen estilo berriak.
fa: برگزیدن و بارگیری سبکهای جدید مرورگر متن.
fi: Valitse ja lataa uusia kontekstiselaintyylejä.
fr: Sélectionnez et téléchargez de nouveaux styles pour le navigateur de contexte.
he: בחר והורד סגנון חדש של דפדפן הקשר.
hu: Új környezetböngésző-stílusok kiválasztása és letöltése
it: Seleziona e scarica un nuovo stile per il navigatore per contesti.
ja: 新しい関連情報ブラウザのスタイルを選択してダウンロードします。
ka: ამორჩევა და ახალი კონტექსტი ბროუზერი.
km: ជ្រើស និង​ទាញយក​រចនាប័ទ្ម​កម្មវិធី​រុករក​បរិបទ​ថ្មី ។
ko: 새로운 컨텍스트 브라우저 스타일을 선택하고 설치하십시오.
lt: Spragtelėkite norėdami atsisiųsti naujų Informacijos lango stilių.
nb: Velg og installer nye stiler for vinduet som viser sammenhengen.
nds: Hier kannst Du niege Stilen för den Kontextkieker utsöken un daalladen.
ne: नयाँ प्रसङ्ग ब्राउजर शैलीहरू चयन गर्नुहोस् र डाउनलोड गर्नुहोस् ।
nl: Selecteer en download nieuwe stijlen voor de ContextBrowser.
nn: Vel og installer ein ny stil for samanhengslesaren.
pa: ਨਵੇਂ ਪਰਸੰਗ ਝਲਕਾਰਾ ਸਟਾਇਲਾਂ ਚੁਣੋ ਅਤੇ ਡਾਊਨਲੋਡ ਕਰੋ।
pl: Wybór i pobieranie nowych motywów przeglądarki kontekstowej.
pt: Seleccione e obtenha novos estilos para o Navegador de Contexto.
pt_br: Selecione e baixe um novo estilo para o Navegador de Contexto.
ru: Выберите и загрузите новые стили панели статистики.
se: Vállje ja sajáiduhte ođđa oktavuohtaloganstiilla.
sk: Vyberte a stiahnite nové štýly prehliadača kontextu.
sr: Изаберите и преузмите нове стилове контекстног прегледача.
th: เลือกและดาวน์โหลดรูปแบบใหม่ๆ ของตัวเรียกดูรายละเอียด
tr: Yeni içerik tarayıcı stillerini seç ve indir.
uk: Виберіть і встановіть нові стилі навігатора контексту.

source: Uninstall Style
af: Deinstaller Style
bg: Премахване на стил
ca: Desinstal·la l'estil
cs: Odinstalovat styl
da: Afinstallationsstil
de: Design &deinstallieren
el: Απεγκατάσταση στυλ
es: Desinstalar estilo
et: Eemalda stiil
eu: Desinstalatu estiloa
fa: از نصب خارج کردن سبک
fi: Poista tyyli
fr: Désinstaller ce style
he: הסר סגנון
hu: Stílus eltávolítása
it: Disinstalla stile
ja: スタイルをアンインストール
ka: სტილის წაშლა
km: លុប​រចនាប័ទ្ម
ko: 스타일 삭제
lt: Pašalinti stilių
nb: Avinstaller stil
nds: Stil wegmaken
ne: शैली विस्थापन गर्नुहोस्
nl: Stijl deïnstalleren
nn: Avinstaller stil
pa: ਸਟਾਇਲ ਅਣ-ਇੰਸਟਾਲ
pl: Odinstaluj motyw
pt: Desinstalar o Estilo
pt_br: Desinstalar Estilo
ru: Удалить стиль
se: Váldde eret stiilla
sk: Odinštalovať štýl
sr: Деинсталирај стил
th: ถอนการติดตั้งรูปแบบ
tr: Stili Kaldır
uk: Прибрати стиль

source: Click to uninstall the selected Context Browser style.
af: Kliek om die gekiesde konteks blaaier tyle te deïnstalleer.
bg: Натиснете за премахване на маркирания стил на контекстния браузър.
ca: Feu clic per desinstal·lar l'estil de navegador contextual seleccionat.
cs: Klikněte pro odinstalování vybraného stylu prohlížeče kontextu
da: Klik for at afinstallere den markerede stil for sammenhængsbrowseren.
de: Drücken Sie diesen Knopf, um das Kontext-Browser-Design von Ihrem Rechner zu entfernen.
el: Κλικ για απεγκατάσταση του επιλεγμένου στυλ του σχετικού περιεχομένου.
es: Haga clic para desinstalar el estilo del navegador de contexto seleccionado.
et: Klõpsa siia valitud kontekstisirvija stiili eemaldamiseks.
eu: Egin klik testuinguruko arakatzailearen hautatutako estiloa desinstalatzeko.
fa: فشار برای از نصب خارج کردن سبک مرورگر متن برگزیده.
fi: Poistaa valitun kontekstiselaintyylin.
fr: Cliquez pour désinstaller le style sélectionné.
he: לחץ להסרת סגנון דפדפן הקשר נבחר.
hu: A kijelölt környezetböngésző-stílus eltávolításához kattintson ide
it: Fai clic per disinstallare lo stile selezionato del navigatore per contesti.
ja: 選択したスタイルをアンインストールします。
ka: -სკენ კონტექსტი ბროუზერი.
km: ចុច ដើម្បី​លុប​រចនាប័ទ្ម​កម្មវិធី​រុករក​បរិបទ​ដែល​បាន​ជ្រើស ។
ko: 선택된 컨텍스트 브라우저 스타일을 제거하기 위해 클릭하십시오.
lt: Spragtelėkite norėdami pašalinti nurodytą Informacijos lango stilių.
nb: Trykk for å avinstallere den valgte stilen for sammenhengsvinduet.
nds: Den utsöchten Kontextkieker-Stil deinstalleren
ne: चयन गरिएको प्रसङ्ग ब्राउजर शैली विस्थापन गर्न क्लिक गर्नुहोस् ।
nl: Klik om de geselecteerde stijl voor de contextbrowser te deïnstalleren.
nn: Trykk for å avinstallera den valde stilen.
pa: ਚੁਣੇ ਪਰਸੰਗ ਝਲਕਾਰਾ ਸਟਾਇਲ ਨੂੰ ਹਟਾਉਣ ਲਈ ਹਟਾਓ ਨੂੰ ਦਬਾਉ।
pl: Kliknij, by odinstalować wybrany motyw przeglądarki kontekstowej.
pt: Carregue para desinstalar o estilo seleccionado no Navegador de Contexto.
pt_br: Clique para desinstalar o estilo para o Navegador de Contexto.
ru: Удалить выбранный стиль панели статистики.
se: Coahkkal jus háliidat váldit eret válljejuvvon oktavuohkaloganstiilla.
sk: Kliknite pre odinštalovanie vybraného štýlu prehliadača kontextu.
sr: Кликните да деинсталирате изабрани стил контекстног прегледача.
th: คลิกเพื่อถอนการติดตั้งรูปแบบของตัวเรียกดูรายละเอียดที่เลือก
tr: İçerik Tarayıcı stilini kaldırmak için tıklayın.
uk: Клацніть, щоб прибрати вибраний стиль навігатора контексту.

source: Uninstall the selected Context Browser style.
af: Deïnstalleer die gekiesde konteks blaaier styl.
bg: Премахване на маркирания стил на контекстния браузър.
ca: Desinstal·la l'estil del navegador contextual seleccionat.
cs: Odinstalovat vybraný styl prohlížeče kontextu
da: Afinstallér den markerede stil for sammenhængsbrowseren.
de: Das gewählte Kontext-Browser-Design deinstallieren.
el: Απεγκατάσταση του επιλεγμένου στυλ του σχετικού περιεχομένου.
es: Desinstalar el estilo seleccionado del navegador de contexto.
et: Eemalda valitud kontekstisirvija stiil.
eu: Desisntalatu testuinguruko arakatzailearen hautatutako estiloa.
fa: از نصب خارج کردن سبک مرورگر متن برگزیده.
fi: Poistaa valitun kontekstiselaintyylin.
fr: Désinstaller le style sélectionné.
he: הסר את סגנון סרגל דפדפן ההקשר הצדדי.
hu: A kijelölt környezetböngésző-stílus eltávolítása
it: Disinstalla lo stile selezionato del navigatore per contesti.
ja: 選択したスタイルをアンインストールします。
ka: ამოშლა კონტექსტი ბროუზერი.
km: លុប​រចនាប័ទ្ម​កម្មវិធី​រុករក​បរិបទ​ដែល​បាន​ជ្រើស ។
ko: 선택된 컨텍스트 브라우저 스타일을 제거합니다.
lt: Pašalinti nurodytą Informacijos lango stilių.
nb: Avinstaller den valgte stilen for sammenhengsvinduet.
nds: Klick op dissen Knoop, wenn Du den utsöchten Kontextkieker-Stil deinstalleren wullt.
ne: चयन गरिएको प्रसङ्ग ब्राउजर शैली विस्थापन गर्नुहोस् ।
nl: Deïnstalleer de geselecteerde stijl voor de ContextBrowser.
nn: Avinstaller den valde stilen.
pa: ਚੁਣੇ ਪਰਸੰਗ ਝਲਕਾਰਾ ਸਟਾਇਲ ਨੂੰ ਹਟਾਓ।
pl: Odinstaluj wybrany motyw przeglądarki kontekstowej.
pt: Desinstale o estilo seleccionado no Navegador de Contexto.
pt_br: Desinstalar o estilo para o Navegador de Contexto.
ru: Удалить выбранный стиль панели статистики.
se: Váldde eret válljejuvvon oktavuohkaloganstiilla.
sk: Odinštalovať vybraný štýl prehliadača kontextu.
sr: Деинсталирај изабрани стил контекстног прегледача.
th: ถอนการติดตั้งรูปแบบของตัวเรียกดูรายละเอียดที่เลือก
tr: Seçilen İçerik Tarayıcı stilini kaldır.
uk: Прибрати вибраний стиль навігатора контексту.

source: Options4
bg: Настройки (4)
ca: Opcions4
da: Tilvalg4
el: Επιλογές 4
hu: Beállítás4
km: ជម្រើស ៤
ko: 옵션4
nds: Optschonen 4
nl: Opties4
nn: Val 4
pl: Opcje 4
pt: Opções4
pt_br: Opções4
se: Molssaeavttut4
sk: Voľby4
th: ตัวเลือก4
tr: Seçenekler4
uk: Параметри4

source: &Transition
af: Oorgang
bg: Пр&еход между записите
ca: &Transició
cs: &Přechod
da: Over&gang
de: &Übergang
el: &Μετάβαση
es: &Transición
et: Üle&minek
fa: &گذار‌
fi: &Siirtymätapa
hu: Szám&váltás
it: &Transizione
ja: 曲間の動作(&D)
km: ដំណើរផ្លាស់ប្ដូរ
lt: Dainos &keitimas
nb: O&vergang
nds: Ö&vergäng
ne: सङ्क्रमण
nl: Over&gang
nn: &Overgang
pa: ਅੰਤਰਾਲ(&T):
pl: &Przejście
pt: &Transição:
pt_br: &Transição
ru: &Переход между композициями
sk: &Prechod
sr: &Прелаз
th: การเปลี่&ยนเพลง
tr: &Geçiş
uk: &Перехід

source: <b>Transition Behavior</b> <p>During playback, when Amarok transitions between tracks, it can either proceed to the next track instantly (with configurable gap), or crossfade (with configurable fade period).</p>
af: <b>Oorgang Gedrag</b> <p>Tydens terugspeel, wanneer snitte verwissel, kan Amarok op twee maniere reageer. Oorgang kan oombliklik geskied, met 'n opstelbare gaping, of tussen uitdoof ("crossfade"), met 'n opstelbare uitdoof periode.</p>
bg: <b>Преход между записите</b> <p>По време на изпълнението Amarok може веднага да премине към следващия запис (с пауза между тях, която може да бъде зададена) или те могат да бъдат миксирани (с време, което също може да бъде зададено).</p>
ca: <b>Comportament de les transicions</b> <p>En la reproducció, quan l'Amarok canvia de peça, pot saltar a l'instant (deixant un espai de temps personalitzable), o fer una transició suau (de durada també personalitzable).</p>
cs: <b>Chování přechodu</b> <p>Během přehrávání může Amarok při přechodu mezi stopami buďto pokračovat ihned další stopou (s nastavitelnou mezerou), anebo obě stopy prolnout (s nastavitelnou dobou zeslabování).</p>
da: <b>Overgangsopførsel</b> <p>Når der afspilles, når Amarok går fra spor til spor, kan den enten gå videre til næste spor med det samme (med indstilleligt mellemrum), eller krydsfade (med indstillelig fade-periode).</p>
de: <b>Übergänge</b> <p>Wenn bei der Wiedergabe das nächste Stück angespielt wird, kann Amarok entweder sofort mit dem nächsten Stück fortfahren (mit einstellbarer Pause), oder zum nächsten Stück überblenden (mit einstellbarer Überblenddauer).</p>
el: <b>Συμπεριφορά μετάβασης</b> <p>Κατά την αναπαραγωγή, όταν το AmaroK μεταβαίνει ανάμεσα στα κομμάτια, μπορεί είτε να συνεχίσει στο επόμενο κομμάτι ακαριαία (με ρυθμιζόμενη παύση), ή να μεταβεί ομαλά (με ρυθμιζόμενη περίοδο ομαλής αποστολής).</p>
es: <b>Comportamiento de la transición</b> <p>Durante la reproducción, cuando Amarok cambia entre pistas, puede pasar a la siguiente pista de forma instantánea (con un espacio configurable), o bien hacer una fusión cruzada (con un periodo de fusión configurable).</p>
et: <b>Käitumine üleminekul</b> <p>Taasesituse ajal võib Amarok ühelt palalt teisele minnes teha seda otsekohe (seadistatava lüngaga) või siirdega (seadistatava perioodiga).</p>
fa: <b>رفتار گذار </b> <p>طی بازپخش، هنگام وجود گذارهای amaroK بین شیارها، هم می‌تواند بلافاصله به شیار بعدی برود )با شکاف قابل پیکربندی(، هم می‌تواند محو متقابل شود )با دورۀ محو قابل پیکربندی(.</p>
fi: <b>Siirtymätapa</b> <p>Kun kappale vaihtuu, voi Amarok siirtyä kappaleiden välillä kahdella tavalla: Suoraan (määriteltävissä olevalla tauolla) tai häivyttämällä soivan kappaleen lopun ja seuraavan alun osittain päällekkäin.</p>
fr: <b>Comportement des transitions</b> <p>Lors de la lecture, lorsqu'Amarok arrive à la fin d'un morceau, il peut soit lire le morceau suivant instantanément (ou en insérant un blanc), soit effectuer un fondu.</p>
he: <b>התנהגות בעת מעבר רצועות</b> <p>בזמן השמעה, כאשר Amarok עובר בין רצועות, הוא יכול או להמשיך לרצועה הבאה מידית (עם רווח ניתן לכיוון), או יכול להפעיל עמעום מוצלב (אם עמעום ניתן לכיוון).</p>
hu: <b>Számváltási mód</b> <p>Lejátszás közben való számváltáskor az Amarok átléphet normál módon a következő számra (esetleges beállítható szünettel) vagy áttűnést alkalmazhat (beállítható áttűnési időtartammal)</p>
it: <b>Comportamento di transizione</b> <p>Durante la riproduzione, quando Amarok cambia traccia, può passare alla prossima traccia istantaneamente (con un intervallo configurabile), oppure può sfumare (con un periodo di sfumatura configurabile).</p>
ja: 曲間の動作<p>トラックが変わるときに、直ちに次のトラックに移るか (曲間の長さが設定可能)、クロスフェードするか (フェード時間が設定可能) を選択できます。</p>
km: <b>ឥរិយាបថ​ដំណើរ​​ផ្លាស់ប្ដូរ</b> <p>កំឡុង​ពេល​ចាក់​ម្ដងទៀត នៅ​ពេល​ដំណើរផ្លាស់ប្ដូររបស់ Amarok រវាង​បទ វា​អាច​បន្ត​ទៅ​បទ​បន្ទាប់​ភ្លាមៗ (ដោយ​មាន​ចន្លោះ​ដែល​អាច​កំណត់​រចនាសម្ព័ន្ធ​បាន) ឬ​លេចបាត់​បន្តិចម្ដងៗ (ដោយ​មាន​ថិរវេលា​លេច​បាត់​ដែល​អាច​កំណត់​រចនាសម្ព័ន្ធ​បាន) ។</p>
ko: <b>곡 전환 방식</b> <p>재생 중, 다음 트랙으로 넘어갈 때, 다음 트랙이 즉시 재생되도록 하거나, 또는 크로스페이딩되도록 할 수 있습니다. (간격 설정 가능합니다)</p>
lt: <b>Elgsena baigiantis dainai</b> <p>Baigiantis groti vienai dainą ir prieš prasidedant kitai, AmaroK gali sulieti dainas arba groti vieną iš kart po kitos. Suliejimo trukmę ir tarpus tarp dainų galima keisti.</p>
nb: <b>Overgangsoppførsel</b> <p>Under avspilling, når Amarok går fra et spor til et annet, kan det enten hoppe direkte til neste spor, eventuelt med en pause, eller tone spor ut og neste spor inn (med valgbar overtoningslengde).</p>
nds: <b>Övergäng</b> <p>Amarok kann op verscheden Oorden vun een na dat nakamen Stück wesseln. Dat tokamen Stück kann direktemang anspeelt warrn (mit en instellbor Paus), oder dat gifft en week Överblennen (mit instellbor Övergangtiet).</p>
ne: <b> सङ्क्रमण व्यवहार</b> <p> प्लेब्याकको समयमा, अमारोक ट्रयाकहरू बीच सङ्क्रमण हुँदा, यसले या त तत्काल पछिल्लो ट्रयाकमा (कन्फिगरयोग्य अन्तर सहित) प्रक्रिया गर्न सक्छ, वा (कन्फिगरयोग्य फेड अवधिसँग) क्रसफेड गर्न सक्छ ।</p>
nl: <b>Overgangsgedrag</b> <p>Tijdens het afspelen, als Amarok naar een andere track overgaat, dan kan het programma meteen overgaan naar de volgende track (met instelbare pauze), of de huidige track zachter maken, en de volgende track van zacht naar luid laten lopen.</p>
nn: <b>Overgangsåtferd</b> <p>Når eit spor er ferdigspelt, kan du velja å anten hoppa direkte til neste spor, eventuelt med ein pause, eller tona spor ut og neste spor inn (med valbar overtoningslengd).</p>
pa: <b>ਸੰਚਾਰ ਰਵੱਈਆ</b> <p>ਚੱਲਣ ਦੇ ਦਰਮਿਆਨ, ਜਦੋਂ ਅਮਰੋਕ ਟਰੈਕ 'ਚ ਬਦਲਦਾ ਹੈ ਤਾਂ ਇਹ ਤਰੁੰਤ ਅਗਲੇ ਟਰੈਕ 'ਤੇ ਜਾ ਸਕਦਾ ਹੈ (ਕਿਸੇ ਦਿੱਤੇ ਅੰਤਰਾਲ ਦੇ ਬਾਅਦ ਵੀ) ਜਾਂ ਕਰਾਸ-ਫੇਡ (ਦਿੱਤੇ ਕਰਾਸ-ਫੇਡ ਅੰਤਰਾਲ ਨਾਲਟ ਦੀ ਵੀ ਵਰਤੋਂ ਕਰ ਸਕਦਾ ਹੈ।</p>
pl: <b>Zachowanie przejść</b> <p>Podczas odtwarzania, kiedy Amarok zmienia utwory, może on przejść natychmiast do następnego (z konfigurowalną przerwą) lub przeniknąć (z konfigurowalnym okresem przenikania).</p>
pt: <b>Comportamento da Transição</b> <p>Durante a reprodução, quando o Amarok passa de uma faixa para outra, podê-lo-á fazer instantaneamente (com um intervalo configurável) ou com decaimento (com um período de decaimento configurável).</p>
pt_br: <b>Comportamento da Transição</b> <p>Durante a reprodução, quando o Amarok passa de uma faixa para outra, ele pode pular instantaneamente para a próxima faixa (com um intervalo configurável), ou executar uma transição suave (com um período de suavização configurável).</p>
ru: <b>Переход между композициями</b> <p>Можно включить плавный переход между песнями, задать паузу, или выбрать немедленное переключение.</p>
sk: <b>Správanie pri zmene</b> <p>Počas prehrávania môže Amarok zmeniť pesničku okamžite (s nastaviteľnou medzerou), alebo prelínaním (s nastaviteľnou dĺžkou prekrytia).</p>
sr: <b>Понашање прелаза</b> <p>Током пуштања, када Amarok прелази између нумера, може или тренутно прећи на следећу нумеру (са подесивим размаком), или са претапањем (са подесивим трајањем).</p>
th: <b>พฤติกรรมการเปลี่ยนเพลง</b> <p>ระหว่างการเล่น เมื่อ Amarok ทำการเปลี่ยนเพลงนั้น สามารถที่จะเปลี่ยนเป็นเพลงถัดไปได้ทันที (โดยสามารถตั้งค่าช่วงว่าระหว่างเพลงได้) หรือทำการค่อยๆ เปลี่ยนโดยการหรี่และเพิ่มเสียง (ซึ่งสามารถตั้งค่าช่วงเวลาในการ หรี่-เพิ่มเสียงได้)</p>
tr: <b>Geçiş Davranışı</b> <p>Çalma esnasında, Amarok parçalar arası geçiş yaparken, isterseniz hemen sonraki parçaya geçebilir (gap ayarları ile), ya da parçalar arası yumuşak geçiş sağlayabilir(geçiş süresi ayarları).</p>
uk: <b>Перехід між доріжками</b> <p>Під час програвання, коли Amarok переходить з доріжки на доріжку, він може або просто приступати до відтворення наступної доріжки (з указаним між ними проміжком), або робити плавний перехід (з вказаною тривалістю переходу).</p>

source: &No crossfading
af: Geen tussen uitdoofing ("crossfading")
bg: &Без затихване
ca: &Sense transicions
cs: Bez prolí&nání
da: I&ngen glidende overgang
de: &Nicht Überblenden
el: &Χωρίς ομαλή μετάβαση
es: &Sin fusión cruzada
et: Siire puudu&b
eu: Nahastu &gabe
fa: &بدون محو متقابل‌
fi: &Ei ristiinhäivytystä
fr: &Aucun fondu
he: &ללא עמעום מוצלב
hu: &Nincs áttűnés
it: &Nessuna dissolvenza
ja: クロスフェードなし(&N)
ka: არა
km: មិន​លេច​កាត់​បន្តិច​ម្ដង
ko: 크로스페이드 없음(&N)
lt: &Nesulieti
nb: &Ingen overtoning
nds: &Keen Överblennen
ne: क्रसफेडिङ होइन
nl: Gee&n vloeiende overgang
nn: &Inga overtoning
pa: ਕੋਈ ਕਰਾਂਸਫੇਡਿੰਗ ਨਹੀਂ(&N)
pl: &Bez przenikania
pt: &Sem mistura cruzada
pt_br: &Nenhuma transição suave
ru: &Отключить плавный переход
sk: &Bez prelínania
sr: &Без претапања
th: ไม่ใช้&การหรี่-เพิ่มเสียง
tr: &Yumuşak geçiş yok
uk: &Без плавних переходів

source: Enable normal track transition. You may insert a gap of silence between tracks.
af: Aktiveer normale snit oorgang. Jy kan nogsteeds 'n stilte gaping tussen snitte insit.
bg: Включване на нормално преминаване между записите. Можете да вмъкнете пауза между тях.
ca: Habilita les transicions normals entre peces. Podeu especificar un espai de silenci entre peces.
cs: Povolit normální přechod stop. Můžete vložit mezeru mezi stopami.
da: Aktiverer normal overgang mellemspor. Du kan indsætte mellemrum med stilhed mellem spor.
de: Diese Einstellung aktiviert das normale Wechseln zwischen den Stücken. Zudem kann eine Pause zwischen den Stücken eingestellt werden.
el: Ενεργοποίηση κανονικής μετάβασης κομματιών. Μπορείτε να ορίσετε μία παύση ανάμεσα στα κομμάτια.
es: Permitir transiciones normales entre pistas. Puede hacer una pausa entre las pistas.
et: Normaalne pala üleminek. Soovi korral võib palade vahele sisestada vaikuselünga.
eu: Gaitu pisten arteko trantsizio normala. Pisten arteko isiluneko hutsunea txerta dezakezu.
fa: فعال‌سازی گذار شیار عادی. ممکن است یک شکاف سکوت بین شیارها درج کنید.
fi: Suora siirtymä. Voit lisätä kappaleiden väleihin hiljaisuutta.
fr: Active la transition normale. Vous pouvez éventuellement insérer un blanc entre les morceaux.
he: מאפשר מעבר תקין בין רצועות. באפשרותך להכניס רווח של שקט בין הרצועות.
hu: Normál számváltás bekapcsolása. A számok közé szünet is betehető.
it: Abilita la transizione tra le tracce. Sì può inserire un intervallo di silenzio tra le tracce.
ja: 通常のトラック変更になります。トラック間に無音部分を挿入することもできます。
ka: ჩართვა საშუალო თქვენ ჩასმა a ჩანაწერი.
km: អនុញ្ញាត​ដំណើរ​ផ្លាស់ប្ដូរ​បទ​ធម្មតា ។ អ្នក​អាច​នឹង​បញ្ចូល​ចន្លោះ​ពេល​ស្ងាត់ ចន្លោះ​បទ​នីមួយៗ ។
ko: 일반 트랙 전환 효과를 사용합니다. 트랙간의 공백 길이를 입력해야 합니다.
lt: Suliejimą išjungti, dainas groti vieną po kitos įprastu būdu. Tarp dainų galite įterpti nurodytos trukmės pauzes.
nb: Bruk vanlige sporoverganger. Du kan også legge til en pause mellom sporene.
nds: Normaal Övergang bruken. Du kannst en Paus vun fastleggt Duer twischen de Stücken infögen.
ne: सामान्य ट्रयाक सङ्क्रमण सक्षम पार्नुहोस् । तपाईँले ट्रयाकहरू बीच मौनताको अन्तर घुसाउँन सक्नुहुन्छ ।
nl: Normale trackovergang activeren. U kunt een stilte tussen de tracks voegen.
nn: Bruk vanlege sporovergangar. Du kan òg leggja til ein pause mellom spora.
pa: ਆਮ ਟਰੈਕ ਸੰਚਾਰ ਯੋਗ ਕਰੋ। ਤੁਸੀਂ ਟਰੈਕਾਂ ਵਿੱਚ ਕੁਝ ਖਾਲੀ ਸਮਾਂ ਦੇ ਸਕਦੇ ਹੋ।
pl: Pozwala na normalne przejście pomiędzy utworami. Możesz również między nimi wstawić przerwę.
pt: Activar a transição normal entre faixas. Pode inserir um intervalo de silêncio entre as faixas.
pt_br: Habilitar a transição normal entre as faixas. Você pode inserir um intervalo de silêncio entre elas.
ru: Вы также можете вставлять паузу между дорожками.
sk: Umožni normálnu zmenu pesničky. Môžete vložiť tichú medzeru medzi pesničky.
sr: Укључује нормалан прелаз нумера. Можете убацити размак са тишином између нумера.
th: เปิดใช้งานการเปลี่ยนเพลงแบบปกติ คุณสามารถแทรกช่วงเงียบระหว่างเพลงได้
tr: Normal parça geçişini aç. Parçalar arasına sessiz bir boşluk ekleyebilirsiniz.
uk: Ввімкнути звичайний перехід. Також можна вставити проміжок тиші між доріжками.

source: Insert &gap:
af: Sit 'n gaping in:
bg: Вмъкване на &пауза:
ca: Introdueix un &silenci:
cs: V&ložit mezeru:
da: Indsæt &mellemrum:
de: &Pause einfügen:
el: Εισαγωγή &παύσης:
es: Insertar &pausa:
et: Lün&ga lisamine:
eu: Txertatu &hutsunea:
fa: درج &شکاف:‌
fi: Lisää &tauko:
fr: Insérer un &blanc :
he: הכנס &מרווח זמן:
hu: S&zünet:
it: Inserisci &intervallo:
ja: 曲間に挿入する無音部分(&G):
km: បញ្ចូល​ចន្លោះ ៖
ko: 공백 삽입(&G):
lt: Įterpti &tarpą:
nb: Sett inn &pause:
nds: &Paus infögen:
ne: अन्तर घुसाउनुहोस्:
nl: Pauze invoe&gen:
nn: Set inn &pause:
pa: ਅੰਤਰਾਲ ਦਿਓ(&g):
pl: Wstaw prze&rwę:
pt: Inserir &intervalo:
pt_br: Inserir &intervalo:
ru: &Пауза между композициями:
se: Lasit &bottu:
sk: Vložte &medzeru:
sr: Убаци &размак:
th: แ&ทรกช่วงเงียบ:
tr: &Aralık ekle:
uk: Вставити &проміжок:

source: ms
bg: мс
fa: میلی‌ثانیه
he: אלפיות־שנייה
ja: ミリ秒
ka: მწმ
km: មិ.វិ.
ne: मिलि सेन्टिमिटर
ru: мс
uk: мс
