Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Configure last.fm Support
af: Stel <i>last.fm</i> ondersteuning op.
bg: Настройки на last.fm
ca: Configura el funcionament amb last.fm
cs: Nastavit podporu pro last.fm
da: Indstil understøttelse for last.fm
de: Last.fm-Unterstützung einrichten ...
el: Ρύθμιση υποστήριξης last.fm
es: Configurar el soporte de last.fm
et: last.fm toetuse seadistamine
eu: Konfiguratu last.fm euskarria
fa: پیکربندی پشتیبان last.fm
fi: Muokkaa Last.fm-palvelun asetuksia
fr: Configurer la gestion de last.fm
he: הגדר תמיכה ב־ last.fm
hu: A Last.fm-támogatás beállítása
it: Configura supporto last.fm
ja: Last.fm サポートの設定
ka: last.fm მხარდაჭერის კონფიგურირება
km: កំណត់​រចនាសម្ព័ន្ធ​ការ​គាំទ្រ last.fm
ko: last.fm 지원 설정
lt: Derinti last.fm
nb: Sett opp last.fm støtte
nds: last.fm-Ünnerstütten instellen
ne: last.fm समर्थन कन्फिगर गर्नुहोस्
nl: Ondersteuning voor last.fm instellen...
nn: Set opp last.fm-støtte
pa: last.fm ਸਹਿਯੋਗ ਸੰਰਚਨਾ
pl: Konfiguracja obsługi Last.fm
pt: Configurar o Suporte last.fm
pt_br: Configurar Suporte ao last.fm
ru: Настроить поддержку last.fm
se: Heivet last.fm-doarjaga
sk: Nastaviť podporu pre last.fm
sr: Подеси подршку за last.fm
th: ปรับแต่งการรองรับ last.fm
tr: Genel Kısayolları Yapılandır
uk: Налаштувати підтримку last.fm

source: Configure Portable Player Support
af: Stel draagbare speler ondersteuning op.
bg: Настройки поддръжката на портативен плеър
ca: Configura el funcionament amb reproductors portàtils
cs: Nastavit podporu pro přenosná zařízení
da: Indstil understøttelse for portabel afspiller
de: Media-Player-Unterstützung einrichten ...
el: Ρύθμιση υποστήριξης φορητού αναπαραγωγέα
es: Configurar el soporte de lectores portátiles
et: Kaasaskantava mängija toetuse seadistamine
eu: Konfiguratu erreproduktore eramangarrien euskarria
fa: پیکربندی پشتیبان پخش‌کنندۀ حمل‌پذیر
fi: Kannettavien soittimien tuki
fr: Configurer le support des lecteurs portables
he: הגדר תמיכה בנגן מדיה נייד
hu: Hordozható lejátszók támogatásának beállítása
it: Configura supporto lettore portatile
ja: ポータブルプレーヤのサポートを設定
km: កំណត់​រចនាសម្ព័ន្ធ​ការគាំទ្រ​កម្មវិធី​ចាក់​ចល័ត
ko: 휴대용 재생기 지원 설정
lt: Derinti darbą su nešiojamais grotuvais
nb: Sett opp støtte for Portable Player
nds: Mobilafspeler-Ünnerstütten instellen
ne: पोर्टेबल प्लेयर समर्थन कन्फिगर गर्नुहोस्
nl: Ondersteuning voor draagbare spelers instellen.
nn: Set opp støtte for bærbare spelarar
pa: ਪੋਰਟਯੋਗ ਪਲੇਅਰ ਸਹਿਯੋਗ ਸੰਰਚਨਾ
pl: Konfiguruj obsługę przenośnych odtwarzaczy
pt: Configurar o Suporte de Leitores Portáteis
pt_br: Configurar Suporte ao Reprodutor Portátil
ru: Настроить поддержку переносного устройства
se: Heivet guoddehahtti čuojan-doarjaga
sk: Nastaviť podporu pre prenosný prehrávač
sr: Подеси подршку за преносиве плејере
th: ปรับแต่งการรองรับเครื่องเล่นพกพา
tr: Taşınabilir Oynatıcı Desteğini Yapılandır
uk: Налаштувати підтримку портативних програвачів

source: _: to change settings Configure %1
af: Stel %1 op
bg: Настройване на %1
ca: Configura %1
cs: Nastavit %1
da: Indstil %1
de: %1 einrichten
el: Ρύθμιση του %1
es: Configurar %1
et: %1 seadistamine
eu: Konfiguratu %1
fa: پیکربندی %1
fi: Toistojärjestelmän %1 asetukset
fr: Configuration de %1
he: הגדר %1
hu: "%1" beállítása
it: Configura %1
ja: %1 を設定
km: កំណត់​រចនាសម្ព័ន្ធ %1
ko: 설정 %1
lt: Derinti %1
nb: Sett opp %1
nds: %1 instellen
ne: %1 कन्फिगर गर्नुहोस्
nl: %1 instellen
nn: Set opp %1
pa: %1 ਸੰਰਚਨਾ
pl: Konfiguruj %1
pt: Configurar o %1
pt_br: Configurar %1
se: Heivet %1
sk: Nastaviť %1
sr: Подеси %1
th: ปรับแต่งค่า %1
tr: %1 Yapılandırılsın...
uk: Налаштувати %1

source: Default Browser
af: Standaard Blaaier
bg: Браузър по подразбиране
ca: Navegador per defecte
cs: Výchozí prohlížeč
da: Standard-browser
de: Standardbrowser
el: Προκαθορισμένος περιηγητής
es: Navegador predeterminado
et: Vaikimisi brauser
fa: مرورگر پیش‌فرض
fi: Oletusselain
fr: Navigateur par défaut
hu: Alapértelmezett böngésző
it: Browser predefinito
ja: 標準ブラウザ
km: កម្មវិធីរុករក​លំនាំដើម
lt: Numatyta naršyklė
nb: Standard nettleser
nds: Standardkieker
ne: पूर्वनिर्धारित ब्राउजर
nl: Standaardbrowser
nn: Standardnettlesar
pa: ਮੂਲ ਬਰਾਊਜ਼ਰ
pl: Domyślna przeglądarka
pt: Navegador por Omissão
pt_br: Navegador Padrão
se: Standárda fierbmelogan
sk: Štandardný prehliadač
sr: Подразумевани прегледач
th: เบราว์เซอร์ปริยาย
tr: Öntanımlı Tarayıcı
uk: Типовий навігатор

source: Default KDE Browser
af: Standaard KDE Blaaier
bg: Браузър на KDE по подразбиране
ca: Navegador per defecte del KDE
cs: Výchozí prohlížeč pro KDE
da: KDE's standard-browser
de: KDE-Standardbrowser
el: Προκαθορισμένος περιηγητής του KDE
es: Navegador predeterminado de KDE
et: KDE vaikimisi brauser
eu: KDEko arakatzaile lehenetsia
fa: مرورگر پیش‌فرض KDE
fi: KDE:n oletusselain
fr: Navigateur KDE par défaut
he: דפדפן ברירת־המחדל של KDE
hu: Alapértelmezett KDE-böngésző
it: Browser predefinito di KDE
ja: KDE の標準ブラウザ
ka: ნაგულისხმები KDE ბროუზერი
km: កម្មវិធី​រុករក KDE លំនាំដើម
ko: 기본 KDE 탐색기
lt: KDE numatyta naršyklė
nb: Standard KDE-leser
nds: KDE-Standardkieker
ne: पूर्वनिर्धारित केडीई ब्राउजर
nl: Standaard KDE-browser
nn: Standard KDE-nettlesar
pa: ਮੂਲ KDE ਝਲਕਾਰਾ
pl: Domyślna przeglądarka KDE
pt: Navegador do KDE por Omissão
pt_br: Navegador KDE Padrão
ru: Браузер KDE
se: Standárda KDE-fierbmelogan
sk: Štandardný KDE prehliadač
sr: Подразумевани прегледач KDE-а
th: เบราว์เซอร์โดยปริยายของ KDE
tr: Öntanımlı KDE Tarayıcısı
uk: Типовий навігатор KDE

source: Album Artist
af: Album Kunstenaar
bg: Изпълнител (албум)
ca: Artista de l'àlbum
cs: Umělec alba
da: Albummets kunstner
de: Album-Interpret
el: Άλμπουμ αυτού του καλλιτέχνη
es: Álbum Artista
et: Albumi esitaja
fa: هنرمند آلبوم
fi: Levyn artisti
fr: Album de cet artiste
hu: Album-előadó
it: Album Artista
ja: アルバムのアーティスト
km: សិល្បករ​អាល់ប៊ុម
lt: Albumas atlikėjas
nds: Album-Künstler
ne: एल्बम कलाकार
nl: Albumartiest
pa: ਐਲਬਮ ਕਲਾਕਾਰ
pl: Wykonawca albumu
pt: Artista do Álbum
pt_br: Artista do Álbum
se: Skearru Artista
sk: Album Interpret
sr: Извођач албума
th: ศิลปินของอัลบั้ม
tr: Album Sanatçı
uk: Виконавець альбому

source: Type
af: Tipe
bg: Вид
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
es: Tipo
et: Tüüp
eu: Mota
fa: نوع
fi: Tyyppi
he: סוג
hu: Típus
it: Tipo
ja: タイプ
ka: ტიპი
km: ប្រភេទ
ko: 형식
lt: Tipas
nds: Typ
ne: प्रकार
pa: ਕਿਸਮ
pl: Typ
pt: Tipo
pt_br: Tipo
ru: Формат
se: Šládja
sk: Typ
sr: Тип
th: ชนิด
tr: Tür
uk: Тип

source: _: Column name Last Played
af: Onlangste Gespeel
bg: Последно изпълнение
ca: Darrera reproducció
cs: Naposledy přehráno
da: Senest spillet
de: Zuletzt gespielt
el: Τελευταία αναπαραγωγή
es: Último reproducido
et: Viimati esitatud
fa: آخرین پخش‌شده
fi: Viimeksi soitettu
fr: Écouté dernièrement
he: הושמע לאחרונה
hu: Legutóbb lejátszva
it: Ultima riproduzione
ja: 前回再生
km: បាន​ចាក់​ចុងក្រោយ
ko: 마지막에 재생됨
lt: Atlikta
nb: Sist spilt
nds: Tolest afspeelt
ne: अन्तिमामा प्ले गरिएको
nl: Laatst afgespeeld
nn: Sist spelt
pa: ਆਖਰੀ ਚਲਾਇਆ
pl: Ostatnio odtworzone
pt: Última Reprodução
pt_br: Última Reprodução
ru: Последнее воспроизведение
se: Maŋemuš čuojahuvvon
sk: Naposledy prehrávané
sr: Последње пуштано
th: เล่นครั้งสุดท้าย
tr: Son Çalınan
uk: Востаннє прослухано

source: Mood
af: Bui
bg: Настроение
ca: Humor
cs: Nálada
da: Stemning
de: Stimmung
el: Διάθεση
et: Tuju
eu: Atmosfera
fa: حالت
fi: Mieliala
he: אווירה
hu: Hangulat
it: Atmosfera
ja: ムード
ka: განწყობა
km: បែបផែន
ko: 분위기
lt: Nuotaika
nb: Stemning
nds: Luun
ne: मुड
nl: Stemming
nn: Stemning
pa: ਮੂਡ
pl: Nastrój
pt: Espírito
pt_br: Atmosfera
ru: Настроение
se: Miella
sk: Nálada
sr: Расположење
th: อารมณ์
tr: Mod
uk: Настрій

source: Calculating...
af: Besig om te bereken...
bg: Изчисляване...
ca: S'està calculant...
cs: Probíhá výpočet...
da: Beregner...
de: Berechnung läuft ...
el: Υπολογισμός...
es: Calculando...
et: Arvutamine...
eu: Kalkulatzen...
fa: در حال محاسبه...
fi: Lasketaan…
fr: Calcul...
he: מחשב...
hu: Számolás...
it: Calcolo in corso...
ja: 計算中...
km: កំពុង​គណនា...
ko: 계산중...
lt: Skaičiuojama...
nb: Regner ut …
nds: An't Reken...
ne: गणना गरिँदैछ...
nl: Bezig met berekenen...
nn: Reknar ut …
pa: ਗਿਣਤੀ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Obliczanie...
pt: A calcular...
pt_br: Calculando...
ru: Вычисление...
se: Rehkenastimin …
sk: Počítam...
sr: Рачунам...
th: กำลังคำนวณ...
tr: Hesaplanıyor...
uk: Підрахунок...

source: Queued...
af: In wagtou...
bg: На опашката...
ca: Encuada...
cs: Zařazeno...
da: I kø...
de: In Warteschlange ...
el: Σε αναμονή...
es: Encolado...
et: Järjekorras...
eu: Ilaran...
fa: صف‌شده...
fi: Jonossa…
fr: Mise en file d'attente...
he: מושם בתור...
hu: Sorba téve...
it: Accodato...
ja: キューに追加...
km: បាន​ដាក់​ជា​ជួរ...
ko: 대기중...
lt: Eilėje...
nb: Lagt i kø …
nds: Inreegt...
ne: लाम लागेको...
nl: In wachtrij geplaatst...
nn: I kø …
pa: ਕਤਾਰਬੱਧ...
pl: Skolejkowane...
pt: Em fila...
pt_br: Na Fila...
ru: В очереди...
se: Gárgaduvvon …
sk: V poradí...
sr: Стављено у ред...
th: เรียงคิว...
tr: Kuyrukta...
uk: В чергу...

source: %1 by %2
bg: "%1" на %2
ca: %1 per %2
da: %1 af %2
de: %1 von %2
el: %1 από %2
es: %1 por %2
et: '%1' esitajalt %2
fa: %1 بر اساس %2
fr: %1 par %2
he: %1 של %2
hu: %1, előadó: %2
it: %1 di %2
ka: '%1', %2-ის მიერ
km: %1 ដោយ %2
nb: %1 av %2
nds: %1 vun %2
ne: %2 द्वारा %1
nl: '%1' door %2
nn: %1 av %2
pa: %2 ਵਲੋਂ %1
pl: %1 wykonywane przez %2
pt: %1 por %2
pt_br: %1 por %2
se: %1 maid %2 lea ráhkadan
sk: %1 od %2
sr: %1 од %2
th: %1 โดย %2

source: _: seconds %1s
af: %1s
bg: %1 сек
ca: %1s
cs: %1s
da: %1 s
de: %1s
el: %1δ
es: %1 s
et: %1s
eu: %1s
fi: %1 s
fr: %1s
he: %1s
hu: %1 mp
it: %1s
ja: %1秒
km: %1 វិ.
ko: %1s
lt: %1 sek.
nb: %1s
nds: %1s
ne: %1s
nl: %1s
nn: %1s
pa: %1s
pl: %1s
pt: %1s
pt_br: %1s
ru: %1с
se: %1s
sk: %1s
sr: %1с
th: %1วิ
tr: %1sn
uk: %1с

source: _: minutes, seconds %2m %1s
af: %2m %1s
bg: %2 мин %1 сек
ca: %2m %1s
cs: %2m %1s
da: %2 m %1 s
de: %2m %1s
el: %2λ %1δ
es: %2 m %1 s
et: %2m %1s
eu: %2m %1s
fi: %2 min %1 s
fr: %2m %1s
he: %2m %1s
hu: %2 p %1 mp
it: %2m %1s
ja: %2分%1秒
km: %2 នា. %1 វិ.
ko: %2m %1s
lt: %2 min. %1 sek.
nb: %2m %1s
nds: %2m %1s
ne: %2m %1s
nl: %2m %1s
nn: %2m %1s
pa: %2m %1s
pl: %2m %1s
pt: %2m %1s
pt_br: %2m %1s
ru: %2м %1с
se: %2m %1s
sk: %2m %1s
sr: %2м %1с
th: %2นาที %1วิ
tr: %2dak %1sn
uk: %2хв %1с

source: _: hours, minutes, seconds %3h %2m %1s
af: %3h %2m %1s
bg: %3 ч %2 мин %1 сек
ca: %3h %2m %1s
cs: %3h %2m %1s
da: %3 t %2 m %1 s
de: %3h %2m %1s
el: %3ω %2λ %1δ
es: %3 h %2 m %1 s
et: %3h %2m %1s
eu: %3o %2m %1s
fi: %3 h %2 min %1 s
fr: %3h %2m %1s
he: %3 שע' %2 דק' %1 שנ'
hu: %3 ó %2 p %1 mp
it: %3h %2m %1s
ja: %3時間%2分%1秒
km: %3 ម៉. %2 នា. %1 វិ.
ko: %3시간 %2분 %1초
lt: %3 val. %2 min. %1 sek.
nb: %3h %2m %1s
nds: %3St %2m %1s
ne: %3h %2m %1s
nl: %3u %2m %1s
nn: %3t %2m %1s
pa: %3h %2m %1s
pl: %3g %2m %1s
pt: %3h %2m %1s
pt_br: %3h %2m %1s
ru: %3ч %2м %1с
se: %3d %2m %1s
sk: %3h %2m %1s
sr: %3ч %2м %1с
th: %3ชม. %2นาที %1วิ
tr: %3sa %2dak %1sn
uk: %3г %2хв %1с

source: _: days, hours, minutes, seconds %4d %3h %2m %1s
af: %4d %3h %2m %1s
bg: %4 д %3 ч %2 мин %1 сек
ca: %4d %3h %2m %1s
cs: %4d %3h %2m %1s
da: %4 d %3 t %2 m %1 s
de: %4t %3h %2m %1s
el: %4η %3ω %2λ %1δ
es: %4 d %3 h %2 m %1 s
et: %4p %3h %2m %1s
eu: %4e %3o %2m %1s
fi: %4 d %3 h %2 min %1 s
fr: %4d %3h %2m %1s
he: %4 ימ' %3 שע' %2 דק' %1 שנ'
hu: %4 n %3 ó %2 p %1 mp
it: %4d %3h %2m %1s
ja: %4日%3時間%2分%1秒
km: %4 ថ្ងៃ %3 ម៉. %2 នា​. %1 វិ.
ko: %4일 %3시간 %2분 %1초
lt: %4 d %3 val. %2 min. %1 sek.
nb: %4d %3h %2m %1s
nds: %4D %3St %2m %1s
ne: %4d %3h %2m %1s
nl: %4d %3u %2m %1s
nn: %4d %3t %2m %1s
pa: %4d %3h %2m %1s
pl: %4d %3h %2m %1s
pt: %4d %3h %2m %1s
pt_br: %4d %3h %2m %1s
ru: %4д %3ч %2м %1с
se: %4b %3d %2m %1s
sk: %4d %3h %2m %1s
sr: %4д %3ч %2м %1с
th: %4วัน %3ชม. %2นาที %1วิ
tr: %4g %3 sa %2dak %1sn
uk: %4дн %3г %2хв %1с

source: _n: 1 week %1 %n weeks %1
af: 1 week %1 %n weke %1
bg: %1 1 седмица %1 %n седмици
ca: Una setmana %1 %n setmanes %1
cs: 1 týden %1 %n týdny %1 %n týdnů %1
da: 1 uge %1 %n uger %1
de: 1 Woche %1 %n Wochen %1
el: 1 εβδομάδα %1 %n εβδομάδες %1
es: Una semana %1 %n semanas %1
et: 1 nädala %1 %n nädala %1
eu: Aste 1 %1 %n aste %1
fa: %n هفتۀ %1
fi: 1 w %1 %n w %1
fr: %n semaine %1 %n semaines %1
he: שבוע אחד %1 %n שבועות %1
hu: %n hét %1
it: 1 settimana %1 %n settimane %1
ja: %n週間%1
km: %n សប្ដាហ៍ %1
lt: %n savaitė %1 %n savaitės %1 %n savaičių %1
nb: En uke %1 %n uker %1
nds: 1 Week %1 %n Weken %1
ne: १ हप्ता %1 %n हप्ता %1
nl: 1 week %1 %n weken %1
nn: 1 veke %1 %n veker %1
pa: 1 ਹਫ਼ਤਾ %1 %n ਹਫ਼ਤੇ %1
pl: 1 tydzień %1 %n tygodnie %1 %n tygodni %1
pt: Uma semana %1 %n semanas %1
pt_br: 1 semana %1 %n semanas %1
ru: %n неделю %1 %n недели %1 %n недель %1
se: Okta vahkku %1 %n vahko %1
sk: Jeden týždeň %1 %n týždne %1 %n týždňov %1
sr: %n седмица %1 %n седмице %1 %n седмица %1
th: %n สัปดาห์ %1
tr: %n hafta %1
uk: %n тиждень %1 %n тижні %1 %n тижнів %1

source: _n: 1 day %1 %n days %1
af: 1 dag %1 %n dae %1
bg: %1 1 ден %1 %n дни
ca: Un dia %1 %n dies %1
cs: 1 den %1 %n dny %1 %n dní %1
da: 1 dag %1 %n dage %1
de: 1 Tag %1 %n Tage %1
el: μια ημέρα %1 %n ημέρες %1
es: Un día %1 %n días %1
et: 1 päeva %1 %n päeva %1
eu: Egun 1 %1 %n egun %1
fa: %n روز %1
fi: 1 d %1 %n d %1
fr: %n jour %1 %n jours %1
he: יום אחד %1 %n ימים %1
hu: %n nap %1
it: 1 giorno %1 %n giorni %1
ja: %n日%1
km: %n ថ្ងៃ %1
lt: %n diena %1 %n dienos %1 %n dienų %1
nb: En dag %1 %n dager %1
nds: 1 Dag %1 %n Daag %1
ne: १ दिन %1 %n दिन %1
nl: 1 dag %1 %n dagen %1
nn: 1 dag %1 %n dagar %1
pa: 1 ਦਿਨ %1 %n ਦਿਨ %1
pl: 1 dzień %1 %n dni %1 %n dni %1
pt: 1 dia %1 %n dias %1
pt_br: 1 dia %1 %n dias %1
ru: %n день %1 %n дня %1 %n дней %1
se: Okta beaivi %1 %n beaivvi %1
sk: 1 deň %1 %n dni %1 %n dní %1
sr: %n дан %1 %n дана %1 %n дана %1
th: %n วัน %1
tr: %n gün %1
uk: %n день %1 %n дні %1 %n днів %1

source: _n: 1 hour %n hours
af: 1 uur %n ure
bg: 1 час %n часа
ca: Una hora %n hores
cs: 1 hodina %n hodiny %n hodin
da: 1 time %n timer
de: 1 Stunde %n Stunden
el: μια ώρα %n ώρες
es: Una hora %n horas
et: Üks tund %n tundi
eu: Ordu 1 %n ordu
fa: %n ساعت
fi: 1 h %n h
fr: %n heure %n heures
he: שעה אחת %n שעות
hu: %n óra
it: 1 ora %n ore
ja: %n時間
km: %n ម៉ោង​
lt: %n valanda %n valandos %n valandų
nb: En time %n timer
nds: 1 Stünn %n Stünnen
ne: १ घण्टा %n घण्टा
nl: 1 uur %n uur
nn: 1 time %n timar
pa: 1 ਘੰਟਾ %n ਘੰਟੇ
pl: 1 godzina %n godziny %n godzin
pt: Uma hora %n horas
pt_br: 1 hora %n horas
ru: %n час %n часа %n часов
se: Okta diibmu %n diimmu
sk: 1 hodina %n hodiny %n hodín
sr: %n сат %n сата %n сати
th: %n ชั่วโมงก่อน
tr: %n saat
uk: %n година %n години %n годин

source: %1:%2 hours
af: %1:%2 ure
bg: %1:%2 часа
ca: %1:%2 hores
cs: %1:%2 hodin
da: %1:%2 timer
de: %1:%2 Stunden
el: %1:%2 ώρες
es: %1:%2 horas
et: %1:%2 tundi
eu: %1:%2 ordu
fa: %1:%2 ساعت
fi: %1 h %2 min
fr: %1:%2 heures
he: %1:%2 שעות
hu: %1:%2 óra
it: %1:%2 ore
ja: %1:%2時間
km: %1 ៖%2 ម៉ោង
ko: %1:%2 시간
lt: %1:%2 valandos
nb: %1:%2 timer
nds: %1:%2 Stünnen
ne: %1:%2 घण्टा
nl: %1:%2 uur
nn: %1:%2 timar
pa: %1:%2 ਘੰਟੇ
pl: %1:%2 godzin
pt: %1:%2 horas
pt_br: %1:%2 horas
ru: %1:%2 часов
se: %1:%2 diimmu
sk: %1:%2 hodín
sr: %1:%2 сати
th: %1:%2 ชั่วโมง
tr: %1:%2 saat
uk: %1:%2 год.

source: Awful
af: Aaklig
bg: Ужасно
ca: Horrible
cs: Otřesné
da: Forfærdelig
de: Furchtbar
el: Απαίσιο
es: Horrorosa
et: Kohutav
eu: Oso txarra
fi: Kauhea
fr: Insupportable
he: נוראי
hu: Szörnyű
it: Pessimo
ja: ひどい
ka: საშინელი
km: អាក្រក់
ko: 위험한
lt: Siaubinga
nb: Forferdelig
nds: Abasig
nl: Vreselijk
nn: Forferdeleg
pl: Okropne
pt: Horrível
pt_br: Horrível
ru: Ужасно
se: Issoras
sk: Strašné
sr: Грозно
th: แย่สุดๆ
tr: Kötü
uk: Жахлива

source: Bad
bg: Лошо
ca: Dolent
da: Dårlig
de: Schlecht
el: Κακό
es: Mala
et: Halb
hu: Rossz
it: Brutto
ja: 良くない
km: មិន​ល្អ
nds: Leeg
nl: Slecht
nn: Dårleg
pa: ਗਲਤ
pl: Złe
pt: Má
pt_br: Ruim
se: Fuotni
sk: Zlé
sr: Лоше
th: แย่
uk: Непридатна

source: Barely tolerable
af: Beswaarlik verdraaglik
bg: Горе-долу
ca: Difícilment tolerable
cs: Těžko snesitelné
da: Lige nøjagtigt acceptabel
de: Gerade noch akzeptabel
el: Μετά βίας ανεκτό
es: Apenas tolerable
et: Vaevutalutav
eu: Txarra
fa: به سختی قابل تحمل
fi: Tuskin siedettävä
fr: À peine tolérable
he: נסבל בקושי
hu: Még éppen elviselhető
it: Appena accettabile
ja: かろうじて許せる
ka: ცოტა არ იყოს ასატანი
km: ស្ទើរ​តែ​មិន​គ្រប់
ko: 최대한 참을 수 있는
lt: Vos pakenčiama
nb: Nesten utålelig
nds: Döcht nix
ne: सहनीय मात्र
nl: Amper aan te horen
nn: Knapt tåleleg
pa: ਸਿਰਫ਼ ਸਹਿਯੋਗ
pl: Ledwo do zniesienia
pt: Infimamente tolerável
pt_br: Quase tolerável
ru: Относительно сносно
se: Illá geardahahtti
sk: Sotva akceptovateľné
sr: Једва подношљиво
th: เกือบทนไม่ไหว
tr: İdare eder denilebilir
uk: Ледь-ледь можна стерпіти

source: Tolerable
af: Verdraaglik
bg: Става
cs: Snesitelné
da: Acceptabel
de: Akzeptabel
el: Ανεκτό
es: Aceptable
et: Talutav
eu: Onargarria
fa: قابل تحمل
fi: Siedettävä
fr: Tolérable
he: נסבל
hu: Elviselhető
it: Accettabile
ja: 許せる
ka: ასატანი
km: ល្មម
ko: 그럭저럭 참을 수 있는
lt: Pakenčiama
nb: Tålelig bra
nds: Geiht meist nich
ne: सहनीय
nl: Gaat wel
nn: Tålegleg
pa: ਸੁਣਨਯੋਗ
pl: Do zniesienia
pt: Tolerável
pt_br: Tolerável
ru: Сносно
se: Geardahahtti
sk: Akceptovateľné
sr: Подношљиво
th: พอทน
tr: İdare Eder
uk: Можна стерпіти

source: Okay
af: Redelik
bg: ОК
ca: Acceptable
cs: Oukej
da: O.k.
el: Εντάξει
es: OK
et: Normaalne
eu: Normala
fa: تأیید
fi: Kelvollinen
fr: Ok
he: בסדר
hu: Rendben van
it: Discreto
ja: まあまあ
ka: ნორმალური
km: មធ្យម
ko: 괜찮음
lt: Vidutiniška
nb: Passe
nds: Minnhaftig
ne: ठीक छ
nl: Okee
nn: OK
pa: ਠੀਕ ਹੈ
pl: OK
pt: Ok
pt_br: Razoável
ru: Нормально
se: Ok
sk: V pohode
sr: У реду
th: พอใช้
tr: Tamam
uk: Може бути

source: Good
af: Goed
bg: Добре
ca: Bona
cs: Dobré
da: God
de: Gut
el: Καλό
es: Buena
et: Hea
eu: Ona
fa: خوب
fi: Hyvä
fr: Bon
he: טוב
hu: Jó
it: Buono
ja: 良い
ka: კარგი
km: ល្អ
ko: 좋음
lt: Gera
nb: Bra
nds: Geiht
ne: राम्रो
nl: Goed
nn: God
pa: ਚੰਗਾ
pl: Dobre
pt: Boa
pt_br: Boa
ru: Хорошо
se: Buorre
sk: Dobré
sr: Добро
th: ดี
tr: İyi
uk: Добра

source: Very good
af: Baie goed
bg: Много добре
ca: Molt bona
cs: Velmi dobré
da: Meget god
de: Sehr gut
el: Αρκετά καλό
es: Muy buena
et: Väga hea
eu: Oso ona
fa: خیلی خوب
fi: Erittäin hyvä
fr: Vraiment bon
he: טוב מאוד
hu: Nagyon jó
it: Molto buono
ja: とても良い
ka: ძალიან კარგი
km: ល្អណាស់
ko: 아주 좋음
lt: Labai gera
nb: Veldig bra
nds: Döcht
ne: अति राम्रो
nl: Zeer goed
nn: Veldig god
pa: ਬਹੁਤ ਵਧੀਆ
pl: Bardzo dobre
pt: Muito boa
pt_br: Muito boa
ru: Очень хорошо
se: Hui buorre
sk: Veľmi dobré
sr: Врло добро
th: ดีมาก
tr: Çok iyi
uk: Дуже добра

source: Excellent
af: Uitstekend
bg: Отлично
cs: Výborné
da: Udmærket
de: Hervorragend
el: Υπέροχο
es: Excelente
et: Suurepärane
eu: Bikaina
fa: عالی
fi: Loistava
he: מעולה
hu: Kitűnő
it: Eccellente
ja: 素晴らしい
ka: შესანიშნავი
km: ល្អណាស់
ko: 훌륭함
lt: Puiki
nb: Ypperlig
nds: Goot
ne: उत्तम
nn: Utmerka
pa: ਚੋਟੀ ਦਾ
pl: Doskonałe
pt: Excelente
pt_br: Excelente
ru: Отлично
se: Nana buorre
sk: Výborné
sr: Изврсно
th: เจ๋ง
tr: Harika
uk: Відмінна

source: Amazing
af: Ongelooflik
bg: Невероятно
ca: Impressionant
cs: Úchvatné
da: Enestående
de: Fantastisch
el: Καταπληκτικό
es: Asombrosa
et: Imeline
eu: Ikaragarri ona
fa: شگفت‌انگیز
fi: Ällistyttävä
fr: Étonnant
he: מדהים
hu: Elképesztő
it: Magnifico
ja: 驚異的
ka: სახალისო
km: អស្ចារ្យ​បំផុត
ko: 놀라움
lt: Nuostabi
nb: Fantastisk
nds: Deegt
ne: आश्चर्यजनक
nl: Vet cool
nn: Fantastisk
pa: ਹੈਰਾਨੀਜਨਕ
pl: Zdumiewające
pt: Espantosa
pt_br: Incrível
ru: Потрясающе
se: Jáhkemeahttun
sk: Úžasné
sr: Запањујуће
th: สุดยอด
tr: Eğlenceli
uk: Чудова

source: Favorite
af: Gunsteling
bg: Любимото ми
ca: Preferida
cs: Oblíbené
da: Favorit
de: Favorit
el: Αγαπημένο
es: Favorita
et: Lemmik
eu: Gogokoa
fa: پسندان
fi: Voittajaehdokas
fr: Favori
he: מועדף
hu: Kedvenc
it: Preferito
ja: お気に入り
ka: საყვარელი
km: សំណព្វ
ko: 즐겨듣는 음악
lt: Pati mėgstamiausia
nb: Favoritt
nds: Afsluuts basig
ne: मन पर्ने
nl: Favoriet
nn: Favoritt
pa: ਪਸੰਦੀਦਾ
pl: Ulubione
pt: Favorita
pt_br: Favorita
ru: Любимое
se: Favorihtta
sk: Obľúbené
sr: Омиљено
th: สุดโปรด
tr: En Beğenilenler
uk: Улюблена

source: Not rated
af: Rang nie bepaal
bg: Без оценка
ca: Sense valorar
cs: Nehodnoceno
da: Ingen scoring sat
de: Nicht bewertet
el: Χωρίς αξιολόγηση
es: No valorada
et: Pole hinnatud
eu: Baloratu gabe
fa: ارزیابی نشود
fi: Arvostelematon
fr: Non noté
he: לא דורג
hu: Besorolással nem ellátott
it: Non valutato
ja: 評価なし
ka: რეიტინგის გარეშე
km: មិន​បាន​ផ្ដល់​អត្រា
ko: 평가하지 않음
lt: Nevertinta
nb: Ikke rangert
nds: Nich beweert
ne: दर नतोकिएको
nl: Geen waardering
nn: Utan karakter
pa: ਰੇਟ ਨਹੀਂ ਦਿੱਤਾ
pl: Nie oceniony
pt: Sem classificação
pt_br: Não avaliada
ru: Оценка не выставлена
se: Ii árvoštuvvan
sk: Bez hodnotenia
sr: Није оцењено
th: ยังไม่ได้ให้เรตติ้ง
tr: Beğeni belirtilmemiş
uk: Без оцінки

source: Stream
af: Stroom
bg: Поток
ca: Flux
cs: Proud
da: Strøm
el: Ροή
es: Flujo
et: Voog
eu: Korrontea
fa: جریان
fi: Virta
fr: Flux
he: שידור־זורם
hu: Adatfolyam
it: Flusso
ja: ストリーム
ka: ნაკადი
km: ស្ទ្រីម
ko: 스트림
lt: Srautas
nb: Strøm
nds: Stroom
ne: प्रवाह
nn: Straum
pa: ਸਟਰੀਮ
pl: Strumień
pt: Transmissão
ru: Поток
se: Gáldu
sk: Prúd
sr: Ток
th: สตรีม
tr: Müzik Yayını
uk: Потік

source: _: SampleRate %1 kHz
af: %1 kHz
bg: %1 кХц
ca: %1 kHz
cs: %1 kHz
da: %1 kHz
de: %1 KHz
el: %1 kHz
es: %1 kHz
et: %1 kHz
eu: %1 kHz
fa: %1 کیلوهرتز
fi: %1 kHz
fr: %1 kHz
he: %1 kHz
hu: %1 kHz
it: %1 kHz
ja: %1 kHz
ka: %1 კჰც
km: %1 kHz
ko: %1 kHz
lt: %1 kHz
nb: %1 kHz
nds: %1 kHz
ne: %1 किलोहर्ज
nl: %1 kHz
nn: %1 kHz
pa: %1 kHz
pl: %1 kHz
pt: %1 kHz
pt_br: %1 kHz
ru: %1 кГц
se: %1 kHz
sk: %1 kHZ
sr: %1 kHz
th: %1 kHz
tr: %1 kHz
uk: %1 КГц

source: _: SampleRate %1 Hz
af: %1 Hz
bg: %1 Хц
ca: %1 Hz
cs: %1 Hz
da: %1 Hz
de: %1 Hz
el: %1 Hz
es: %1 Hz
et: %1 Hz
eu: %1 Hz
fa: %1 هرتز
fi: %1 Hz
fr: %1 Hz
he: %1 Hz
hu: %1 Hz
it: %1 Hz
ja: %1 Hz
ka: %1 ჰც
km: %1 Hz
ko: %1 Hz
lt: %1 Hz
nb: %1 Hz
nds: %1 Hz
ne: %1 हर्ज
nl: %1 Hz
nn: %1 Hz
pa: %1 Hz
pl: %1 Hz
pt: %1 Hz
pt_br: %1 Hz
ru: %1 Гц
se: %1 Hz
sk: %1 Hz
sr: %1 Hz
th: %1 Hz
tr: %1 Hz
uk: %1 Гц

source: MusicBrainz Results
af: MusicBrainz Resultate
bg: Резултати от MusicBrainz
ca: Resultats del MusicBrainz
cs: Výsledky z MusicBrainz
da: Resultater fra MusicBrainz
de: MusicBrainz-Ergebnisse
el: Αποτελέσματα MusicBrainz
es: Resultados de MusicBrainz
et: MusicBrainzi tulemused
eu: MusicBrainz-en emaitzak
fa: نتایج MusicBrainz
fi: MusicBrainzin tulokset
fr: Résultats MusicBrainz
he: התוצאות של MusicBrainz
hu: MusicBrainz - eredmények
it: Risultati MusicBrainz
ja: MusicBrainzの結果
ka: MusicBrainz შედეგები
km: លទ្ធផល MusicBrainz
ko: MusicBrainz 결과
lt: MusicBrainz rezultatai
nb: MusicBrainz-resultat
nds: MusicBrainz-Resultaat
ne: सङ्गीतब्रेन्च नतिजा
nl: Resultaten van MusicBrainz
nn: MusicBrainz-resultat
pa: MusicBrainz ਨਤੀਜੇ
pl: Wyniki MusicBrainz
pt: Resultados do MusicBrainz
pt_br: Resultados do MusicBrainz
ru: Результаты запроса MusicBrainz
se: MusicBrainz-bohtosat
sk: Výsledky z MusicBrainz
sr: Резултат MusicBrainz-а
th: ผลลัพธ์ MusicBrainz
tr: MusicBrainz Sonuçları
uk: Результати MusicBrainz
