Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Add Custom Column
af: Voeg jou eie kolom by
bg: Добавяне на потребителска колона
ca: Afegeix una columna personalitzada
cs: Přidat vlastní sloupec
da: Tilføj egen søjle
de: Benutzerdefinierte Spalte hinzufügen
el: Προσθήκη προσαρμοσμένης στήλης
es: Añadir columna personalizada
et: Kohandatud veeru lisamine
eu: Gehitu zutabe pertsonalizatua
fa: افزودن ستون سفارشی
fi: Lisää oma sarake
fr: Ajout d'une colonne personnalisée
he: הוסף עמודה מותאמת אישית
hu: Egyéni oszlop felvétele
it: Aggiungi colonna personalizzata
ja: カスタムカラムを追加
ka: სპეციალური სვეტის დამატება
km: បន្ថែម​ជួរឈរ​ផ្ទាល់​ខ្លួន
ko: 사용자 정의 칸 더하기
lt: Įdėti savo stulpelį
nb: Legg til kolonne
nds: Egen Striep tofögen
ne: अनुकूल स्तम्भ थप्नुहोस्
nl: Eigen kolom toevoegen
nn: Legg til kolonne
pa: ਪਸੰਦੀਦਾ ਕਾਲਮ ਸ਼ਾਮਿਲ
pl: Dodaj własną kolumnę
pt: Adicionar Coluna Personalizada
pt_br: Adicionar Coluna Personalizada
ru: Добавить специальный столбец
se: Lasit iežat čuoldda
sk: Pridať vlastný stĺpec
sr: Додај посебну колону
th: เพิ่มคอลัมน์พิเศษ
tr: Özel Sütun Ekle
uk: Додати свій стовпчик

source: Sorry, the tag for %1 could not be changed.
af: Jammer, die etiket vir %1 kon nie verander word nie.
bg: За съжаление тагът за %1 не може да бъде променен.
ca: Disculpeu, l'etiqueta de %1 no s'ha pogut canviar.
cs: Nelze změnit značku pro %1.
da: Mærket for %1 kunne desværre ikke ændres.
de: Die Metadaten für "%1" ließen sich nicht ändern.
el: Δυστυχώς, η ετικέτα του %1 δε μπορεί να τροποποιηθεί.
es: No se pudo cambiar la etiqueta para %1.
et: Vabandust, %1 sildi muutmine ebaõnnestus.
eu: Ezin izan da %1(e)n etiketa aldatu.
fa: متأسفم، برچسب را برای %1 نتوانست تغییر دهد.
fi: Sisältökuvausta %1 ei voitu muuttaa.
fr: Désolé, la balise %1 n'a pu être modifiée.
he: מצטערים, אין אפשרות לשנות את התגית %1.
hu: "%1" jellemzőjét nem sikerült megváltoztatni.
it: Spiacente, il tag per %1 non può essere modificato.
ja: 申し訳ありません。%1 のタグを変更できませんでした。
ka: უკაცრავად, %1-ის ჭდის შეცვლა შეუძლებელია.
km: សូម​ទោស អ្នក​មិន​អាច​ផ្លាស់ប្ដូរ​ស្លាក​របស់ %1 បាន​ឡើយ ។
ko: 죄송합니다. '%1'의 태그를 고칠 수 없습니다.
lt: Deja, %1 meta informacijos pakeisti nepavyko.
nb: Kunne ikke endre etiketten for %1.
nds: De Informatschonen för "%1" laat sik nich ännern, deit mi leed.
ne: माफ गर्नुहोस्, %1 का लागि ट्याग परिवर्तन गर्न सकेन ।
nl: Helaas, de tag voor %1 kon niet worden gewijzigd.
nn: Klarte ikkje endra merkelappen «%1».
pa: ਅਫ਼ਸੋਸ, %1 ਲਈ ਟੈਗ ਤਬਦੀਲ ਨਹੀਂ ਹੋ ਸਕਿਆ ਹੈ।
pl: Niestety, nie można zmienić znacznika dla %1.
pt: Não foi possível modificar a marca de %1.
pt_br: Desculpe, a etiqueta para %1 não pôde ser alterada.
ru: Невозможно изменить метаданные %1.
se: Ándagássii, ii lean vejolaš rievdadit dieđu %1:as.
sk: Ľutujem, nie je možné zmeniť značku pre %1.
sr: Извините, ознака за %1 није могла бити измењена.
th: ขออภัย ไม่สามารถเปลี่ยนแท็กของ %1 ได้
tr: %1 parçasının etiketi değiştirilemedi.
uk: Вибачте, але не вдалося змінити мітку для %1.

source: The audio player for KDE
af: Die oudio speler vir KDE
bg: Аудио плеър за KDE
ca: El reproductor d'àudio per al KDE
cs: Audio přehrávač pro KDE
da: Lydafspilleren for KDE
de: Der Multimedia-Player für KDE
el: Το πρόγραμμα αναπαραγωγής ήχου του KDE
es: El reproductor de audio para KDE
et: KDE muusikamängija
eu: KDEren audio-erreproduktorea
fa: پخش‌کنندۀ صوتی برای KDE
fi: Äänisoitin KDE:lle
fr: Le lecteur audio pour KDE
he: נגן השמע של KDE
hu: KDE-s zenelejátszó
it: Il lettore audio per KDE
ja: KDE のためのオーディオプレーヤ
ka: აუდიოდამკვრელი KDE-თვის
km: កម្មវិធី​ចាក់​អូឌីយ៉ូ​សម្រាប់ KDE
ko: KDE에 대한 오디오 재생기
lt: KDE muzikos grotuvas
nb: Lydspilleren for KDE.
nds: De Audio-Afspeler för KDE
ne: केडीईका लागि अडियो प्लेयर
nl: Een muziekafspeler voor KDE
nn: Lydspelaren for KDE.
pa: KDE ਲਈ ਆਡੀਓ ਪਲੇਅਰ ਹੈ
pl: Odtwarzacz muzyki dla KDE
pt: Um leitor de áudio para o KDE
pt_br: O reprodutor de áudio para o KDE
ru: Проигрыватель для KDE
se: KDE:a jietnačuojan
sk: Audio prehrávač pre KDE
sr: Аудио плејер за KDE
tr: KDE için bir müzik çalıcı
uk: Аудіопрогравач для KDE

source: (C) 2002-2003, Mark Kretschmann (C) 2003-2007, The Amarok Development Squad
af: (C) 2002-2003, Mark Kretschmann (C) 2003-2007, Die Amarok ontwikkeling span
bg: (C) 2002-2003, Mark Kretschmann (C) 2003-2007, екипът на Amarok
ca: (C) 2002-2003, Mark Kretschmann (C) 2003-2007, L'esquadró de desenvolupament de l'Amarok
cs: (C) 2002-2003, Mark Kretschmann (C) 2003-2007, banda vývojářů Amarok
da: (C) 2002-2003, Mark Kretschmann (C) 2003-2007, Amarok-udvikler/holdet
de: © 2002-2003, Mark Kretschmann © 2003-2007, die Amarok-Entwickler
el: (C) 2002-2003, Mark Kretschmann (C) 2003-2007, Η ομάδα ανάπτυξης του AmaroK
es: (C) 2002-2003, Mark Kretschmann (C) 2003-2007, El escuadrón de desarrollo de Amarok
et: (C) 2002-2003: Mark Kretschmann (C) 2003-2007: Amaroki arendajad
fi: © 2002-2003, Mark Kretschmann © 2003-2007, Amarokin kehitysryhmä
fr: (c) 2002-2003, Mark Kretschmann (c) 2003-2007, L'équipe de développement d'Amarok
hu: (C) Mark Kretschmann, 2002-2003 (C) Az Amarok fejlesztői, 2003-2007
it: (C) 2002-2003, Mark Kretschmann (C) 2003-2006, La squadra di sviluppo di Amarok
ja: (C) 2002-2003, Mark Kretschmann (C) 2003-2007, Amarok 開発軍団
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០២-២០០៣ ដោយ Mark Kretschmann រក្សាសិទ្ធិ​ឆ្នាំ ២០០៣-២០០៧ ដោយ​ក្រុម​អ្នក​អភិវឌ្ឍន៍ amaroK
lt: (C) 2002-2003, Mark Kretschmann (C) 2003-2006, AmaroK programuotojų komanda
nb: © 2002–2003 Mark Kretschmann © 2003–2007 Amarok-utviklingslaget
nds: (C) 2002-2003, Mark Kretschmann (C) 2003-2007, De Amarok-Schrieverkoppel
ne: (C) 2002-2003, Mark Kretschmann (C) 2003-2007, अमारोक विकास स्क्वाड
nl: (c) 2002-2003, Mark Kretschmann (c) 2003-2007, het team van Amarok-ontwikkelaars
nn: © 2002–2003 Mark Kretschmann © 2003–2007 Amarok-utviklingslaget
pa: (C) 2002-2003, Mark Kretschmann (C) 2003-2007, ਅਮਰੋਕ ਵਿਕਾਸ ਟੁਕੜੀ
pl: (C) 2002-2003, Mark Kretschmann (C) 2003-2007, Zespół programistów Amarok
pt: (C) 2002-2003, Mark Kretschmann (C) 2003-2007, a equipa de desenvolvimento do Amarok
pt_br: (C) 2002-2003, Mark Kretschmann (C) 2003-2007, O Esquadrão de Desenvolvedores do Amarok
ru: (c) 2002-2003, Mark Kretschmann (c) 2003-2007, Разработчики amaroK
se: © 2002–2003 Mark Kretschmann © 2003–2007 Amarok-ovdánahttinjoavku
sk: (C) 2002-2003, Mark Kretschmann (C) 2003-2007, skupina vývojárov Amaroku
sr: © 2002-2003, Марк Кречман (Mark Kretschmann) © 2003-2007, Одред за развој Amarok-а
tr: (C) 2002-2003, Mark Kretschmann (C) 2003-2007, Amarok Geliştiricileri Takımı
uk: (C) 2002-2003, Mark Kretschmann (C) 2003-2007, Команда розробників Amarok

source: Files/URLs to open
af: Lêers/URLs om oop te maak
bg: Файлове/адреси за отваряне
ca: Fitxers/URL a obrir
cs: Soubory/URL k otevření
da: Filer/URL'er ar åbne
de: Zu öffnende Dateien/Adressen
el: Αρχεία/URLs για άνοιγμα
es: Arvhivos/URL a abrir
et: Avatavad failid/URL-id
eu: Fitxategiak/URLak irekitzeko
fa: پرونده‌ها/نشانیهای وب برای باز کردن
fi: Avattavat tiedostot tai verkko-osoitteet
fr: Fichiers / URL à ouvrir
he: קבצים/כתובות לפתיחה
hu: Megnyitandó fájlok illetve URL-ek
it: File/URL da aprire
ja: 開くファイル/URL
ka: ფაილების/URL-ების გახსნა
km: ឯកសារ​/​URLs ដែលត្រូវ​​បើក
ko: 열기위한 파일/URL들
lt: Atverti bylas arba URL
nb: Filer/nettadresser som skal åpnes
nds: Dateien/URLs, de opmaakt warrn schöölt
ne: खोल्नका लागि फाइल/यूआरएल
nl: Bestanden/URL-adressen om te openen
nn: Filer og nettadresser som skal opnast
pa: ਖੋਲਣ ਲਈ ਫਾਇਲ/URL
pl: Pliki/adresy URL do otwarcia
pt: Ficheiros/URLs a abrir
pt_br: Arquivos/URLs para abrir
ru: Открыть файлы/URL
se: Fiillat ja čujuhusat maid rahpat
sk: Súbory/URL k otvoreniu
sr: Фајлови/URL-ови за отварање
tr: Açılacak dosya/adres
uk: Відкрити файли/URL

source: Skip backwards in playlist
af: Spring terugwaarts in die speel lys
bg: Прескачане назад
ca: Salta enrere en la llista de reproducció
cs: Přeskočit dozadu v seznamu skladeb
da: Skip tilbage i spillelisten
de: Voriges Stück in der Wiedergabeliste
el: Παράλειψη προς τα πίσω στη λίστα
es: Omitir hacia atrás en la lista de reproducción
et: Esitusnimekirjas tagasi
eu: Zerrendan atzerantz egiten du
fa: پرش به پس‌سو در فهرست پخش
fi: Siirry soittolistan edelliseen kappaleeseen
fr: Lire le morceau précédent
he: דלג אחורה ברשימת־ההשמעה
hu: Léptetés visszafelé a lejátszólistában
it: Salta indietro nella playlist
ja: プレイリストの前のトラックへ移動
ka: რეპერტუარში გადახვევების გამოტოვება
km: រំលង​ទៅ​ក្រោយ​ក្នុង​បញ្ជី​ចាក់
ko: 재생목록 뒷부분 건너뛰기
lt: Grojaraštyje eiti atgal
nb: Hopp bakover i spillelista
nds: Torüch binnen de Afspeellist
ne: प्लेसूचीमा पछिल्तिर फड्काउनुहोस्
nl: Terug in afspeellijst
nn: Hopp bakover i spelelista
pa: ਸੰਗੀਤ-ਸੂਚੀ 'ਚ ਪਿੱਛੇ ਵੱਲ ਛੱਡੋ
pl: Przeskocz w tył na liście odtwarzania
pt: Andar para trás na lista de músicas
pt_br: Pular para a música anterior da lista
ru: Перейти назад по списку
se: Njuikke máŋosguvlui čuojahanlisttus
sk: Preskočiť dozadu v zozname skladieb
sr: Прескочи уназад у листи нумера
tr: Parça listesinde geri git
uk: Перескочити назад в списку композицій

source: Start playing current playlist
af: Begin om die huidige speel lys te speel
bg: Изпълнение на текущия списък със записи
ca: Comença reproduint la llista de reproducció actual
cs: Zahájit přehrávání aktuálního seznamu skladeb
da: Start med at spille denne spilleliste
de: Aktuelle Wiedergabeliste abspielen
el: Εκκίνηση αναπαραγωγής της τρέχουσας λίστας
es: Comenzar reproduciendo la lista de reproducción actual
et: Aktiivse esitusnimekirja mängimahakkamine
eu: Uneko zerrenda erreproduzitzen hasten da
fa: آغاز پخش فهرست پخش جاری
fi: Aloita nykyisen soittolistan soitto
fr: Démarrer la lecture de la liste actuelle
he: התחל לנגן את רשימת־ההשמעה הנוכחית
hu: Az aktuális lejátszólista lejátszásának elindítása
it: Inizia a riprodurre la playlist attuale
ja: 現在のプレイリストを再生開始
ka: დაკვრის მიმდინარე რეპერტუარით დაწყება
km: ចាប់ផ្ដើម​ចាក់​បញ្ជី​ចាក់​បច្ចុប្បន្ន
ko: 현재 재생목록 재생 시작
lt: Pradėti groti dabartinį grojaraštį
nb: Spill av gjeldende spilleliste
nds: De aktuelle Afspeellist afspelen
ne: हालको प्लेसूची प्ले गर्न सुरु गर्नुहोस्
nl: Huidige afspeellijst afspelen
nn: Spel av gjeldande speleliste
pa: ਮੌਜੂਦਾ ਸੰਗੀਤ-ਸੂਚੀ ਚਲਾਉਣੀ ਸ਼ੁਰੂ
pl: Zacznij odtwarzać bieżącą listę
pt: Parar de tocar a lista de músicas actual
pt_br: Iniciar reproduzindo à lista atual
ru: Остановить воспроизведение списка
se: Čuojagoađe dán čuojahanlisttu
sk: Zahájiť prehrávanie aktuálneho zoznamu skladieb
sr: Почни да пушташ текућу листу нумера
tr: Mevcut şarkı listesini çal
uk: Почати програвання поточного списку композицій

source: Play if stopped, pause if playing
af: Speel as jy gestop is, pouse as jy besig is om te speel
bg: Продължаване ако е спряно, и обратно
ca: Reprodueix si aturat, pausa si reproduint
cs: Přehrát pokud je zastaveno, pozastavit pokud je přehráváno
da: Spil hvis der er stoppet, hold pause hvis der spilles
de: Abspielen wenn angehalten, pausieren wenn gespielt
el: Αναπαραγωγή αν είναι σταματημένο, αλλιώς παύση
es: Reproducir si está detenida o poner en pausa si se está reproduciendo
et: Esitus, kui on peatatud, paus, kui mängitakse
eu: Erreproduzitu geldituta badago, pausatu erreproduzitzen ari bada
fa: اگر ایستاد، پخش شود؛ اگر پخش می‌شود، مکث کند
fi: Aloittaa tai pysäyttää soittamisen
fr: Lire ou mettre en pause, selon l'état courant
he: נגן במידה שעצר, השהה במידה שמנגן
hu: Ha le van állítva, akkor lejátszás; ha lejátszás van, akkor szünet
it: Riproduci se interrotto, in pausa se attivo
ja: 停止している場合は再生、再生している場合は一時停止
ka: დაკვრა გაჩერებულია, თუ უკრავს დაპაუზდება
km: បើ​ឈប់ ឲ្យ​ចាក់ តែ​បើ​កំពុង​ចាក់ ឲ្យ​ផ្អាក
ko: 정지되었다면 재생, 재생중이라면 일시정지
lt: Groti, jei negrojama, pristabdyti, jei grojama
nb: Spill av hvis stoppet. Pause hvis spiller.
nds: Afspelen wenn anhollen, anhollen wenn ant Spelen
ne: रोकियो भने प्ले गर्नुहोस्, प्ले गर्दैछ भने पज गर्नुहोस्
nl: Afspelen indien gestopt, pauzeren indien afgespeeld
nn: Spel av viss stoppa. Pause viss spelar.
pa: ਜੇਕਰ ਰੁਕਿਆ ਹੈ ਤਾਂ ਚਲਾਉ, ਜੇ ਚੱਲਦਾ ਹੈ ਤਾਂ ਰੋਕੋ
pl: Odtwarzaj gdy zatrzymane, zatrzymaj gdy odtwarzane
pt: Tocar se parado, pausa se a tocar
pt_br: Reproduzir se estiver parado, pausar se estiver reproduzindo
ru: Играть, если остановлено, пауза, если идёт воспроизведение
se: Čuojat jus lea boatkánan, boatke jus čuojahuvvo
sk: Prehrať pokiaľ je zastavené, pozastaviť pokiaľ je prehrávané
sr: Пусти ако је заустављено, заустави ако се пушта
tr: Bekliyorsa çal, çalıyorsa beklet
uk: Грати, якщо зупинено; пауза, якщо грає

source: Pause playback
af: Pouse in terugspeel
bg: Спиране на изпълнението
ca: Pausa la reproducció
cs: Pozastavit přehrávání
da: Pause i afspilning
de: Wiedergabe anhalten
el: Παύση αναπαραγωγής
es: Pausar reproducción
et: Taasesituse peatamine
eu: Pausarazi erreprodukzioa
fa: مکث بازپخش
fi: Tauko
fr: Mettre en pause
he: השהה את ההשמעה
hu: Lejátszás szüneteltetése
it: Riproduzione in pausa
ja: 再生を一時停止
ka: დაკვრის დაპაუზება
km: ផ្អាក​ចាក់​សារ​ថ្មី
ko: 재생 일시정지
lt: Pristabdyti
nb: Pause i avspilling
nds: Afspeelpaus
ne: प्लेब्याक पज गर्नुहोस्
nl: Afspelen pauzeren
nn: Pause i avspeling
pa: ਚਲਾਉ ਨੂੰ ਵਿਰਾਮ ਕਰੋ
pl: Wstrzymaj odtwarzanie
pt: Pausar a reprodução
pt_br: Pausar reprodução
ru: Пауза
se: Boatkke čuojaheami
sk: Pozastaviť prehrávanie
sr: Паузирај репродукцију
tr: Çalmayı beklet
uk: Призупинити програвання

source: Stop playback
af: Stop terugspeel
bg: Прекратяване на изпълнението
ca: Atura la reproducció
cs: Zastavit přehrávání
da: Stop afspilning
de: Wiedergabe stoppen
el: Σταμάτημα αναπαραγωγής
es: Parar reproducción
et: Taasesituse katkestamine
eu: Gelditu erreprodukzioa
fa: ایست بازپخش
fi: Pysäytä soitto
fr: Arrêter la lecture
he: עצור את ההשמעה
hu: Lejátszás leállítása
it: Interrompi la riproduzione
ja: 再生を停止
ka: დაკვრის გაჩერება
km: ឈប់​ចាក់​សារ​ថ្មី
ko: 재생 멈춤
lt: Nustoti groti
nb: Stopp avspilling
nds: Afspelen anhollen
ne: प्लेब्याक रोक्नुहोस्
nl: Afspelen stoppen
nn: Stopp avspeling
pa: ਚਲਾਉਣਾ ਬੰਦ ਕਰੋ
pl: Zakończ odtwarzanie
pt: Parar a reprodução
pt_br: Parar reprodução
ru: Остановить проигрывание
se: Bisset čuojaheami
sk: Zastaviť prehrávanie
sr: Заустави репродукцију
tr: Çalmayı durdur
uk: Зупинити програвання

source: Skip forwards in playlist
af: Spring vorentoe in die speel lys
bg: Прескачане напред
ca: Salta endavant en la llista de reproducció
cs: Přeskočit dopředu v seznamu skladeb
da: Skip fremad i spillelisten
de: Nächstes Stück in der Wiedergabeliste
el: Παράλειψη προς τα μπροστά στη λίστα
es: Saltar hacia adelante en la lista de reproducción
et: Esitusnimekirjas edasi
eu: Zerrendan aurrerantz egiten du
fa: پرش به پیش‌سو در فهرست پخش
fi: Siirry soittolistan seuraavaan kappaleeseen
fr: Lire le morceau suivant
he: דלג קדימה ברשימת־ההשמעה
hu: Léptetés előre a lejátszólistában
it: Salta avanti nella playlist
ja: プレイリストの次のトラックへ移動
ka: რეპერტუარში გადახვევების გამოტოვება
km: រំលង​ទៅ​មុខ​ក្នុង​បញ្ជី​ចាក់
ko: 재생목록에서 앞부분 건너뛰기
lt: Grojaraštyje eiti pirmyn
nb: Hopp fremover i spillelista
nds: Vörut binnen de Afspeellist
ne: प्लेसूचीमा अघिल्तिर फड्काउनुहोस्
nl: Vooruit in afspeellijst
nn: Hopp framover i spelelista
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਅੱਗੇ ਛੱਡੋ
pl: Przeskocz w przód na liście odtwarzania
pt: Andar para a frente na lista de músicas
pt_br: Pular para a próxima música da lista
ru: Перейти вперёд по списку
se: Njuikes ovddasguvlui čuojahanlisttus
sk: Preskočiť dopredu v zozname skladieb
sr: Прескочи унапред у листи нумера
tr: İlerdeki parça listelerini atla
uk: Перескочити вперед у списку композицій

source: Additional options:
af: Addisionele opsies:
bg: Допълнителни опции:
ca: Opcions addicionals:
cs: Další volby:
da: Yderligere tilvalg:
de: Weitere Einstellungen:
el: Επιπλέον επιλογές:
es: Opciones adicionales:
et: Lisavõtmed:
eu: Aukera gehigarriak:
fa: گزینه‌های اضافی:
fi: Lisäasetukset:
fr: Options supplémentaires :
he: אפשרויות נוספות:
hu: További opciók:
it: Opzioni addizionali:
ja: 追加オプション:
ka: დამატებითი პარამეტრები:
km: ជម្រើស​បន្ថែម​ទៀត ៖
ko: 부가 옵션:
lt: Papildomos parinktys:
nb: Flere valg:
nds: Anner Optschonen:
ne: अतिरिक्त विकल्प:
nl: Aanvullende opties:
nn: Fleire val:
pa: ਹੋਰ ਚੋਣ:
pl: Dodatkowe ustawienia:
pt: Opções adicionais:
pt_br: Opções adicionais:
ru: Дополнительные параметры:
se: Lasi molssaeavttut:
sk: Ďalšie voľby:
sr: Додатне опције:
tr: Ek seçenekler:
uk: Додаткові параметри:

source: Append files/URLs to playlist
af: Voeg lêers/URLs agter aan speel lys by
bg: Добавяне на файлове/адреси към списъка със записи
ca: Afegeix fitxers/URL a la llista de reproducció
cs: Připojit soubory/URL do seznamu skladeb
da: Tilføj filer/URL'er til spilleliste
de: Dateien/URLs an Wiedergabeliste &anhängen
el: Προσθήκη των αρχείων/URLs στη λίστα
es: Añadir archivos/URL a la lista de reproducción
et: Failide/URL-ide lisamine esitusnimekirja
eu: Erantsi fitxategiak/URLak zerrendara
fa: پیوستن پرونده‌ها/نشانیهای وب به فهرست پخش
fi: Lisää tiedostoja tai verkko-osoitteita soittolistaan
fr: Ajouter des fichiers ou des URL à la liste
he: הוסף קבצים/כתובות אל רשימת־ההשמעה
hu: Fájlok/URL-ek hozzáfűzése a lejátszólistához
it: Aggiungi file/URL alla playlist
ja: ファイル/URLをプレイリストへ追加
ka: ფაილების/მისამართების რეპერტუარში დამატება
km: បន្ថែម​ឯកសារ​/​URL ទៅ​ខាង​ចុង​បញ្ជី​ចាក់
ko: 재생목록에 파일 또는 URL 더하기
lt: Papildyti grojaraštį bylomis arba URL
nb: Legg filer og nettadresser til spillelista
nds: Dateien/URLs de Afspeellist tofögen
ne: प्लेसूचीमा फाइलहरू/यूआरएलहरू थप्नुहोस्
nl: Bestanden/adressen aan afspeellijst toevoegen
nn: Legg filer og nettadresser til spelelista
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਫਾਇਲਾਂ/URL ਸ਼ਾਮਿਲ
pl: Dołącz pliki/adresy URL do listy odtwarzania
pt: Adicionar ficheiros/URLS à lista de reprodução
pt_br: Anexar arquivos/URLs à Lista de Músicas
ru: Добавить в список
se: Lasit fiillaid ja čujuhusaid čuojahanlistui
sk: Pripojiť súbory/URL do zoznamu skladieb
sr: Додај фајлове/URL-ове у листу нумера
tr: Parça listesine dosya/adres ekle
uk: Додати файли/URL до списку композицій

source: See append, available for backwards compatability
af: Kyk na die agter aan byvoeg opsie. Dit is beskikbaar vir terugwaartse aanpasbaarheid.
bg: Вижте "добавяне", което е възможно за обратна съвместимост
ca: Veure afegir, disponible per compatibilitat cap enrere
cs: Viz 'append', dostupné kvůli zpětné kompatibilitě
da: Se append, tilgængelig for bagudkompatibilitet
de: Siehe Anhängen, zur Rückwärtskompatibilität vorhanden
el: Δείτε την προσθήκη στο τέλος, που υπάρχει διαθέσιμη για λόγους συμβατότητας
es: Vea añadir, disponible por compatibilidad con versiones anteriores
et: Vaata append (säilitatud tagasiühilduvuseks)
eu: Ikusi eranskinak, erabilgarria atzerantzko bateragarritasunerako
fa: پیوست را ببینید، برای سازگاری پس‌سو موجود است
fi: Katso lisäystä, olemassa taaksepäin yhteensopivuuden takia
fr: Voir « append », disponible pour des raisons de compatibilité ascendante
he: ראה הוספה, קיים עבור התאמה אחורנית לגרסאות קודמות
hu: Lásd a hozzáfűzést, a visszamenőleges kompatibilitás megtartása érdekében létezik
it: Vedi aggiungi, disponibile per retro-compatibilità
ja: append の項を参照してください (古いバージョンとの互換性用のオプション)
ko: 호환성을 위하여 뒷부분에 더하기
lt: Naudokite „papildyti“, pateikiama dėl suderinamumo su ankstesnėmis versijomis
nb: Se «append». Er bare tilgjengelig for bakoverkompatibilitet.
nds: Kiek bi Anhangen, för Kompatibiliteet torüchwarts
ne: पछिल्तिरको मिल्दोपनाका लागि उपलब्ध, थपाई हेर्नुहोस्
nl: Zie bijlagen, beschikbaar voor neerwaartse compatibiliteit
nn: Sjå «append». Er berre tilgjengeleg for bakoverkompatibilitet.
pa: ਬੈਕਵਰਡ ਅਨੁਕੂਲਤਾ ਲਈ ਉਪਲੱਬਧਤਾ ਲਈ ਅੰਤਿਕਾ ਵੇਖੋ
pl: Zobacz dołączanie, dostępne dla zapewnienia zgodności z wcześniejszymi wersjami
pt: Veja o 'append', está disponível por razões de compatibilidade
pt_br: Ver anexo, disponível por questões de compatibilidade
ru: Доступно для обратной совместимости
se: Geahča «append». Dušše olámuttus máŋoskompatibilitehta dihte.
sk: Viď append, dostupné kvôli spätnej kompatibilite
sr: Видите додавање, доступно због компатибилности уназад
tr: Ekemeye bakın, geriye uyumluluk amacıyla bulunmaktadır
uk: Див. додати, наявний для зворотної сумісності

source: Queue URLs after the currently playing track
af: Plaas URLs in die wagtou na die huidige snit wat gespeel word.
bg: Поставяне адресите на опашката след изпълнявания запис
ca: Encua els URL després de la peça en reproducció
cs: Zařadit URL za právě přehrávanou skladbu
da: Sæt URL'er i kø efter dette spor
de: URL's hinter dem aktuellen Stück &anhängen
el: Τοποθέτηση των URLs σε αναμονή μετά το τρέχον κομμάτι
es: Encolar URLs después de la pista en reproducción
et: URL-id seatakse järjekorda aktiivse pala taha
eu: Ilaratu URLak uneko pista erreproduzitu ondoren
fa: صف کردن نشانیهای وب بعد از شیاری که در حال حاضر پخش می‌شود
fi: Lisää osoitteet nyt soivan kappaleen perään
fr: Ajouter les URL en dessous du morceau courant
he: הכנס כתובות לתור לאחר הרצועה הנוכחית המתנגנת
hu: URL-ek helyezése a sorba a lejátszás alatt álló szám utánra
it: Accoda un URL dopo la traccia attuale
ja: 再生中のトラックの後に URL をキュー
ka: ახლა დაკრული ჩანაწერის შემდეგ URL-ების გამოკითხვა
km: រៀប URL ជា​ជួរ​បន្ទាប់​ពី​ចាក់​បទ​រួច
ko: 현재 재생중인 트랙 뒤로 URL을 재생 대기시킴
lt: Įtraukti URL į eilę po dabar grojančios dainos
nb: Legg nettadresser i kø etter sporet som spiller
nds: URLs na dat nu spelen Stück inregen
ne: हालै प्ले गरिएको ट्रयाक पछि यूआरएलहरू लाम लगाउनुहोस्
nl: URL-adressen in wachtrij plaatsen na momenteel afspelende track
nn: Legg nettadresser i kø etter sporet som spelar
pa: ਮੌਜੂਦਾ ਚੱਲਦੇ ਟਰੈਕ ਦੇ ਬਾਅਦ URL ਕਿਊਰੀ
pl: Ustaw adresy URL w kolejce za bieżącym utworem
pt: Colocar as URLs a seguir à faixa actual
pt_br: Colocar URLs na fila após a faixa que está sendo reproduzida
ru: Поставить в очередь после текущей дорожки
se: Bidjá fierbmečujuhusaid gárgadassii maŋŋá dálá bihtá
sk: Zaradiť URL za práve prehrávanú skladbu
sr: Стави URL-ове у ред после нумере која се тренутно пушта
tr: Şu anda çalan parçadan sonra adresi kuyruğa ekle
uk: Поставити адреси URL в чергу після поточної доріжки

source: Load URLs, replacing current playlist
af: Laai URLs en vervang die huidige speel lys met die resultaat
bg: Зареждане на адреси, заместване на текущия списък със записи
ca: Carrega els URL, substituint la llista de reproducció actual
cs: Načíst URL, nahradí aktuální seznam skladeb
da: Indlæs URL'er til at erstatte nuværende spilleliste
de: Adressen laden, aktuelle Wiedergabeliste ersetzen
el: Φόρτωση URL και αντικατάσταση της τρέχουσας λίστας
es: Cargar URLs, reemplazando la lista de reproducción actual
et: URL-ide laadimine, aktiivse esitusnimekirja asendamine
fa: بار کردن نشانیهای وب، جایگزینی فهرست پخش جاری
fi: Lataa osoitteet, korvaa nykyisen soittolistan
fr: Chargement des URLs, remplacement de la liste de lecture courante
hu: URL-ek betöltése, felülírva az aktuális lejátszólistát
it: Carica URL, sostituendo la playlist attuale
ja: URL をロードし、現在のプレイリストを置換
km: ផ្ទុក URLs ដោយ​ជំនួស​បញ្ជី​ចាក់​បច្ចុប្បន្ន
lt: Įkelti URL pakeičiant dabartinį grojaraštį
nb: Last inn nettadresser, erstatt gjeldende spilleliste
nds: URLs laden, aktuelle Afspeellist utwesseln
ne: हालैको प्लेसूची प्रतिस्थापन गरिरहेको, यूआरएलहरू लोड गर्नुहोस्
nl: URL-adressen laden, huidige afspeellijst vervangen
nn: Last inn adresser og erstatt gjeldande speleliste
pa: URL ਲੋਡ ਕਰੋ, ਮੌਜੂਦਾ ਸੰਗੀਤ-ਸੂਚੀ ਬਦਲੀ ਜਾ ਰਹੀ ਹੈ
pl: Wczytaj URL, podmieniając bieżącą listę odtwarzania
pt: Carregar os URLs, substituindo a lista actual
pt_br: Carregar URLs, substituindo à lista de músicas atual
se: Viečča URL:aid, buhtte dálá čuojahanlisttu
sk: Načítať URL a nahradiť nimi aktuálny zoznam skladieb
sr: Учитај URL-ове, заменивши текућу листу
th: โหลด URL แล้วแทนที่รายการเล่นปัจจุบัน
tr: Adresleri yükle, geçerli parça listesi kaldırılıyor
uk: Завантажити адреси URL, замінюючи поточний список композицій
