Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: _n: <p>You are updating cover art for 1 track. This may take some time. <p>You are updating cover art for %n tracks. This may take some time.
af: <p>Jy is besig om die CD omslag beeld vir 1 snit te verander. Dit mag 'n tydjie neem om te voltooi. <p>Jy is besig om die CD omslag beeld vir %n snitte te verander. Dit mag 'n tydjie neem om te voltooi.
bg: <p>Обновявате обложката на 1 запис. Това може да отнеме известно време. <p>Обновявате обложката на %n записа. Това може да отнеме известно време.
ca: <p>Esteu actualitzant la caràtula per una peça. Això pot tardar una estona. <p>Esteu actualitzant la caràtula per %n peces. Això pot tardar una estona.
da: <p>Du er ved at opdatere omslag for et spor. Det kan tage et stykke tid. <p>Du er ved at opdatere omslag for %n spor. Det kan tage et stykke tid.
de: <p>Das Cover für 1 Stück wird aktualisiert. Bitte haben Sie einen Moment Geduld. <p>Das Cover für %n Stücke wird aktualisiert. Bitte haben Sie einen Moment Geduld.
el: <p>Ενημερώνετε το εξώφυλλο για 1 κομμάτι. Αυτό μπορεί να διαρκέσει αρκετά. <p>Ενημερώνετε το εξώφυλλο για %n κομμάτια. Αυτό μπορεί να διαρκέσει αρκετά.
es: <p>Está actualizando la carátula de 1 pista. Esto puede tardar un poco. <p>Está actualizando las carátulas de %n pistas. Esto puede tardar un poco.
et: <p>Uuendad 1 pala kaanepilti. See võib võtta veidi aega. <p>Uuendad %n pala kaanepilte. See võib võtta veidi aega.
fa: <p>هنر پوشش را برای %n شیار به‌روزرسانی می‌کنید. ممکن است کمی وقت بگیرد.
fi: <p>Yhden kappaleen kansikuvaa päivitetään. Tämä voi viedä aikaa. <p>%n kappaleen kansikuvia päivitetään. Tämä voi viedä aikaa.
fr: <p>Vous voulez mettre à jour la jaquette pour un morceau. Veuillez patienter. <p>Vous voulez mettre à jour la jaquette pour %n morceaux. Veuillez patienter.
hu: <p>Borítóképek frissítése folyik %n számhoz. Ez hosszabb ideig is tarthat.
it: Stai aggiornando la copertina per 1 traccia. Potrebbe richiedere del tempo. Stai aggiornando la copertina per %n tracce. Potrebbe richiedere del tempo.
ja: <p>%n トラックのカバーアートを更新しています。しばらく時間がかかる場合があります。
km: <p>អ្នក​កំពុង​ធ្វើ​ឲ្យ​គម្រប​សិល្បៈ​សម្រាប់​ %n បទ ។ វា​អាច​ចំណាយ​ពេល​មួយ​រយៈ
lt: <p>Nurodėte atnaujinti %n dainos viršelį. Tai gali šiek tiek užtrukti. <p>Nurodėte atnaujinti %n dainų viršelius. Tai gali šiek tiek užtrukti. <p>Nurodėte atnaujinti %n dainų viršelius. Tai gali šiek tiek užtrukti.
nb: <p>Du oppdaterer plateomslag for 1 spor. Dette kan ta noe tid. <p>Du oppdaterer plateomslag for %n spor. Dette kan ta noe tid.
nds: <p>Du frischst dat Titelbild vun een Stück op. Dat mag en lütt Stoot duern. <p>Du frischst de Titelbiller vun %n Stücken op. Dat mag en Stoot duern.
ne: <p>तपाईँले १ ट्रयाकका लागि आवरण कलाकारिता अद्यावधिक गरिरहनुभएको छ । यसले केही समय लिन सक्छ । <p>तपाईँ %n ट्रयाकहरूका लागि आवरण कलाकारिता अद्यावधिक गरिरहनुभएको छ । यसले केही समय लिन सक्छ ।
nl: <p>U bent de hoefafbeelding voor 1 track aan het bijwerken. Dit kan enige tijd duren. <p>U bent de hoesafbeelding voor %n tracks aan het bijwerken. Dit kan enige tijd duren.
nn: <p>Du oppdaterer plateomslaget for 1 spor. Dette kan ta litt tid. <p>Du oppdaterer plateomslaga for %n spor. Dette kan ta litt tid.
pl: <p>Okładka dla jednego utworu jest uaktualniania. To może trochę potrwać. <p>Okładki dla %n utworów są uaktualniane. To może trochę potrwać. <p>Okładki dla %n utworów są uaktualniane. To może trochę potrwać.
pt: <p>Você está a actualizar as capas de 1 faixa. Isto poderá levar algum tempo. <p>Você está a actualizar as capas de %n faixas. Isto poderá levar algum tempo.
pt_br: <p>Você está atualizando a arte da capa para uma faixa. Isso pode levar algum tempo. <p>Você está atualizando a arte da capa para %n faixas. Isso pode levar algum tempo.
se: <p>Leat ođasmahttimin olggožiid ovtta bihtá várás. Dát dáidá ádjánit. <p>Leat ođasmahttimin olggožiid %n bihtá várás. Dát dáidá ádjánit.
sk: <p>Aktualizujete obrázok obalu pre jednu stopu. Toto môže chvíľku trvať. <p>Aktualizujete obrázok obalu pre %n stopy. Toto môže chvíľku trvať. <p>Aktualizujete obrázok obalu pre %n stôp. Toto môže chvíľku trvať.
sr: <p>Ажурирате слике омота за %n нумеру. Може потрајати. <p>Ажурирате слике омота за %n нумере. Може потрајати. <p>Ажурирате слике омота за %n нумера. Може потрајати.
th: <p>คุณกำลังทำการอัปเดตรูปหน้าปกสำหรับ %n เพลง ซึ่งจะใช้เวลาสักระยะ
uk: <p>Ви оновлюєте обкладинки(и) для %n доріжки. Це може зайняти трохи часу. <p>Ви оновлюєте обкладинки для %n доріжок. Це може зайняти трохи часу. <p>Ви оновлюєте обкладинки для %n доріжок. Це може зайняти трохи часу.

source: Folder structure:
af: Gids struktuur:
bg: Структура на директория:
ca: Estructura de directoris:
da: Mappestruktur:
de: Ordnerstruktur:
el: Δομή φακέλου:
es: Estructura de las carpetas:
et: Kataloogistruktuur:
eu: Karpetaren egitura:
fa: ساختار پوشه:
fi: Hakemistorakenne:
fr: Structure du dossier :
he: מבנה תיקייה:
hu: Mappastruktúra:
it: Struttura cartelle:
ja: フォルダ構造:
km: រចនាសម្ព័ន្ធ​ថត ៖
ko: 폴더 구조:
lt: Aplankų struktūra:
nb: Mappestruktur:
nds: Ornerstruktuur:
ne: फोल्डर संरचना:
nl: Mappenstructuur:
nn: Mappestruktur:
pa: ਫੋਲਡਰ ਢਾਂਚਾ:
pl: Hierarchia katalogów:
pt: Estrutura das pastas:
pt_br: Estrutura da pasta:
ru: Дерево каталогов:
se: Máhpparáhkadus:
sk: Štruktúra priečinkov:
sr: Структура фасцикли:
th: โครงสร้างโฟลเดอร์:
tr: Klasör yapısı:
uk: Структура тек:

source: Files copied to the device will be placed in this folder.
af: Lêers wat na die toestel gekopiëer word, sal in hierdie gids geplaas word.
bg: Копираните в устройството файлове ще бъдат поставени в тази директория.
ca: Els fitxers copiats al dispositiu es dipositaran en aquest directori.
da: Filer kopierede til enheden placeres i denne mappe.
de: Auf das Gerät übertragene Dateien werden in diesem Ordner abgelegt.
el: Τα αντιγραμμένα στη συσκευή αρχεία θα τοποθετηθούν σε αυτόν το φάκελο.
es: Los archivos copiados en el dispositivo serán colocados en esta carpeta.
et: Seadmele kopeeritud failid asetatakse sellesse kataloogi.
eu: Gailuan kopiatutako fitxategiek karpeta honetan kokatuko dira.
fa: پرونده‌هایی که در دستگاه رونوشت شدند در این پوشه جای می‌گیرند.
fi: Laitteelle kopioidut tiedostot sijoitetaan tähän kansioon.
fr: Les fichiers copiés sur le périphérique seront placés dans ce dossier.
he: קבצים שמועתקים להתקן המדיה ימוקמו בתיקייה זו.
hu: Az eszközre másolt fájlok ebbe a mappába kerülnek.
it: I file copiati nel dispositivo saranno posizionati in questa cartella.
ja: デバイスにコピーしたファイルはこのフォルダに格納されます。
km: ឯកសារ​បាន​ចម្លង​ទៅ​កាន់​ឧបករណ៍​នឹង​ត្រូវ​បាន​ដាក់​នៅ​ក្នុង​ថត​នេះ ។
ko: 장치에 복사된 파일다르이 이 폴더에 위치할 것입니다.
lt: Į įrenginį nukopijuotos bylos pateks į šį aplanką.
nb: Filer kopiert til enheten blir plassert i denne mappa.
nds: Dateien warrt op de Reedschap na dissen Orner överdragen.
ne: यन्त्रमा प्रतिलिपि भएको फाइलहरू यो फोल्डरमा राखिनेछ ।
nl: Bestanden gekopieerd naar het apparaat zullen in deze map worden geplaatst.
nn: Filer kopiert til eininga vert plasserte i denne mappa.
pl: Pliki kopiowane na urządzenie będą umieszczane w tym katalogu.
pt: Os ficheiros copiados para o dispositivo serão colocados nesta pasta.
pt_br: Arquivos copiados para o dispositivo serão colocados nesta pasta.
ru: Файлы, скопированные на устройство, будут помещены в эту папку.
se: Go máŋge fiillaid ovttadahkii dat gártet dán máhppii.
sk: Súbory kopírované na toto zariadenie budú umiestnené do tohto priečinku.
sr: Фајлови који се копирају на уређај биће стављани у ову фасциклу.
th: แฟ้มที่จะคัดลอกลงไปที่อุปกรณ์ จะถูกเอาไปไว้ที่โฟลเดอร์นี้
tr: Aygıta kopyalanan dosyalar bu klasöre yerleştirilecek.
uk: Файли, які скопійовано на цей пристрій, будуть покладені в цю теку.

source: / is used as folder separator.
af: / word as die skeier tussen gidse gebruik.
bg: / е разделител на директории.
ca: S'usa / com a separador de directoris.
da: / bruges som mappeadskiller.
de: / wird als Trennzeichen für Ordner verwendet.
el: Το / χρησιμοποιείται ως διαχωριστικό φακέλου.
es: / se utiliza como separador de carpetas.
et: / kasutatakse kataloogi eraldajana.
fa: / به عنوان جداساز پوشه استفاده می‌شود.
fi: ”/” on kansioerotin.
fr: / est utilisé comme séparateur de dossier.
he: / משמש כמפריד בין תיקיות.
hu: A / jel mappaelválasztóként használatos.
it: / è usato come separatore delle cartelle.
ja: フォルダの区切りには / を使います。
km: / ត្រូវ​បាន​ប្រើ​ជា​ឧបករណ៍​បំបែក​ថត ។
lt: Simbolis „/“ naudojamas aplankams atskirti.
nb: / brukes som mappeskilletegn.
nds: "/" warrt as Trennteken för Ornern bruukt.
ne: / फोल्डर विभाजकको रूपमा प्रयोग गरिन्छ ।
nl: / wordt gebruikt om de mappen van elkaar te scheiden.
nn: «/» vert bruka som mappeskiljeteikn.
pa: / ਨੂੰ ਫੋਲਡਰ ਵੱਖਰੇਵੇਂ ਵਜੋਂ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।
pl: / jest używane jako separator katalogów.
pt: O / é usado como separador das pastas.
pt_br: / é usado como separador de pasta.
ru: / - разделитель каталогов в пути.
se: / lea máhpaid earrumearka.
sk: / je použitý ako oddeľovač priečinkov.
sr: / се користи као раздвајач фасцикли.
th: / ใช้เป็นตัวแยกชื่อโฟลเดอร์
tr: / klasör ayracı olarak kullanılır.
uk: / вживається як роздільник тек.

source: %a will be replaced with the artist name,
af: %a sal met die kunstenaar naam vervang word
bg: %a ще бъде заменен от името на изпълнителя,
ca: %a se substituirà pel nom de l'artista,
da: %a vil blive erstattet med kunstnerens navn,
de: %a wird durch den Namen des Interpreten ersetzt,
el: Το %a θα αντικατασταθεί από το όνομα καλλιτέχνη,
es: %a será reemplazado por el nombre del artista,
et: %a asendatakse esitaja nimega,
eu: %a ordeztu egingo da artistaren izenarekin,
fa: %a جایگزین نام هنرمند می‌شود،
fi: %a korvataan artistin nimellä,
fr: %a sera remplacé par le nom de l'artiste,
he: %a יוחלף בשם האומן,
hu: A %a az előadónévvel lesz helyettesítve,
it: %a sarà sostituito dal nome dell'artista,
ja: %a はアーティスト名に、
km: %a នឹង​ត្រូវ​បាន​ជំនួយ​ដោយ​ឈ្មោះ​សិល្បៈករ
ko: %a 는 아티스트 이름으로 대체되며,
lt: %a bus pakeistas į atlikėjo pavadinimą,
nb: %a blir erstattet med artistens navn,
nds: För "%a" warrt de Naam vun den Künstler inföögt,
ne: %a कलाकार नामसँग प्रतिस्थापन गरिनेछ,
nl: %a zal worden vervangen door de artiestnaam,
nn: «%a» vert bytt ut med namnet på artisten.
pa: %a ਨੂੰ ਕਲਾਕਾਰ ਨਾਂ ਨਾਲ ਬਦਲਿਆ ਜਾਵੇਗਾ।
pl: %a zostanie zastąpione nazwą wykonawcy,
pt: O %a será substituído pelo nome do artista,
pt_br: %a será substituído pelo nome do artista,
ru: %a заменяется на имя исполнителя,
se: %a buhttejuvvon ártistta namain,
sk: %a bude nahradené menom interpreta,
sr: %a ће бити замењено именом извођача,
th: %a จะถูกแทนที่ด้วยชื่อศิลปิน,
tr: %a, sanatçı adıyla değiştirilecek,
uk: %a буде заміщено ім'ям виконавця,

source: %b with the album name,
af: %b sal met die album naam vervang word
bg: %b - с името на албума,
ca: %b pel nom de l'àlbum,
da: %b med albummets navn,
de: %b durch den Namen des Albums,
el: το %b με το όνομα του άλμπουμ,
es: %b por el nombre del álbum,
et: %b albumi nimega,
eu: %b albumaren izenarekin,
fa: %b جایگزین نام آلبوم می‌شود،
fi: %b levyn nimellä ja
fr: %b par le nom de l'album,
he: %b יוחלף בשם האלבום,
hu: a %b az albumnévvel,
it: %b dal nome dell'album,
ja: %b はアルバム名に、
km: %b ដោយ​ឈ្មោះ​អាល់ប៊ុម
ko: %b는 엘범 이름으로,
lt: %b į albumo pavadinimą,
nb: %b med albumnavnet.
nds: för "%b" de Naam vun't Album,
ne: एल्बम नामसँगको %b,
nl: %b door de albumnaam,
nn: «%b» vert bytt ut med namnet på albumet.
pa: %b ਨੂੰ ਐਲਬਮ ਨਾਂ ਨਾਲ,
pl: %b nazwą albumu,
pt: O %b pelo nome do álbum,
pt_br: %b pelo nome do álbum,
ru: %b - на имя альбома,
se: %b buhttejuvvo skearru namain
sk: %b názvom albumu,
sr: %b именом албума,
th: %b จะถูกแทนที่ด้วยชื่ออัลบั้ม,
tr: %b albüm adıyla,
uk: %b - назвою альбому,

source: %g with the genre.
af: %g sal met die tipe vervang word
bg: %g - с жанра.
ca: %g pel nom del gènere.
da: %g med genren,
de: %g durch das Genre.
el: το %g με το είδος.
es: %g por el género.
et: %g žanriga.
eu: %g generoarekin.
fa: %g جایگزین نوع می‌شود.
fi: %g musiikkityylillä.
fr: %g par le style.
he: %g יוחלף בסגנון.
hu: a %g a műfajjal.
it: %g dal genere.
ja: %g はジャンルに置き換えられます。
km: %g ដោយ​ប្រភេទ​តន្ត្រី ។
ko: %g는 장르로 대체됩니다.
lt: %g į žanrą.
nb: %g med sjangeren.
nds: för "%g" de Musikoort.
ne: विधासँग %g ।
nl: %g door het genre.
nn: «%g» vert bytt ut med sjangeren.
pa: %g ਨੂੰ ਧੁਨ ਨਾਲ।
pl: %g gatunkiem.
pt: O %g pelo género.
pt_br: %g pelo gênero.
ru: %g - на жанр.
se: %g buhttejuvvo šáŋrain
sk: %g žánrom.
sr: %g жанром.
th: %g จะถูกแทนที่ด้วยประเภท
tr: %g tarz adıyla.
uk: %g - жанр.

source: An empty path means the files will be placed unsorted in the default music folder.
bg: При непопълнен път файловете ще бъдат поставени неподредени в директорията по подразбиране.
ca: Una ruta buida significa que els fitxers es dipositaran desordenats al directori de música per defecte.
da: En tom søgesti betyder at filerne placeres usorterede i standardmusikmappe.
de: Ein leerer Pfad bewirkt die unsortierte Ablage der Dateien im Standard-Musikordner.
el: Η κενή διαδρομή θα τοποθετήσει τα αρχεία χωρίς ταξινόμηση στον προκαθορισμένο φάκελο μουσικής.
es: Una ruta vacía significa que los archivos se colocarán sin ningún orden en la carpeta de música predefinida.
et: Tühi asukoht tähendab seda, et failid asetatakse sorteerimata vaikimisi muusikakataloogi.
hu: Üres útvonal esetén a fájlok az alapértelmezett zenei mappába kerülnek rendezés nélkül.
it: Un percorso vuoto significa che i file saranno posizionati senza ordine nella cartella musicale predefinita.
ja: パスが空の場合は、ファイルをソートせずに標準の音楽フォルダに格納します。
km: ផ្លូវ​ទទេ​មាន​ន័យ​ថា ឯកសារ​នឹង​ត្រូវ​បាន​ដាក់​ដោយ​មិនបាន​តម្រៀប​នៅ​ក្នុង​ថត​តន្ត្រី​លំនាំដើម ។
lt: Tuščias kelias reiškia, kad bylos bus įkeltos nesurūšiuotos į numatytą muzikos aplanką.
nds: Is de Padd leddig, warrt de Dateien eenfach ahn Sorteren binnen den Standard-Musikorner sekert.
nl: Een leeg pad betekent dat de bestanden ongesorteerd in de standaard muziekmap zullen worden geplaatst.
nn: Viss adressa er tom, vert filene plasserte usortert i standard musikkmappe.
pl: Pusta ścieżka oznacza, że pliki będą umieszczone nieposortowane w domyślnym katalogu muzyki.
pt: Uma localização em branco significa que os ficheiros serão colocados sem ordenação na pasta de músicas predefinida.
pt_br: Um caminho em branco significa que os arquivos serão colocados, sem organização, na pasta de músicas padrão.
se: Guorus bálggis máksá ahte fiillaid bidjot njuolga standárda musihkkamáhppii.
sk: Prázdna cesta znamená, že súbory budú umiestnené nezoradené do východzieho priečinku s hudbou.
sr: Празна путања значи да ће фајлови бити стављани без реда у подразумевану фасциклу за музику.
th: ค่าพาธที่ถูกปล่อยว่าง หมายความว่า แฟ้มจะถูกนำไปไว้ยังโฟลเดอร์ดนตรีโดยปริยายโดย ไม่มีการจัดเรียงใดๆ
tr: Boş bir yol, dosyaların sıralanmadan öntanımlı müzik klasörüne yerleştirilmesi anlamına gelir.
uk: Порожній шлях означає, що файли будуть покладені, без будь-якого впорядкування, в типову теку для музики.

source: Could not get music from MTP Device
af: Kon nie musiek vanaf die MTP toestel onttrek nie.
bg: Не може да бъде изтеглена музика от MTP устройството
ca: No s'ha pogut obtenir la música del dispositiu MTP
da: Kunne ikke hente musik fra MTP-enhed
de: Es lässt sich keine Musik vom MTP-Player holen.
el: Αδυναμία ανάκτησης μουσικής από συσκευή MTP
es: No se ha podido obtener música del dispositivo MTP
et: Muusika hankimine MTP seadmelt ebaõnnestus
eu: Ezin izan da musika MTP gailutik eskuratu
fa: نتوانست موسیقی را از دستگاه MTP به دست بیاورد
fi: Musiikin hakeminen MTP-laitteelta ei onnistunut
fr: Impossible de récupérer la musique depuis le périphérique MTP
he: אין אפשרות לקבל מוזיקה מהתקן MTP
hu: Nem sikerült lehozni zenét az MTP eszközről
it: Impossibile ottenere musica dal dispositivo MTP
ja: MTP デバイスから音楽を取得できません
km: មិន​អាច​ទទួល​យក​តន្ត្រី​ពី​ឧបករណ៍ MTP
ko: MTD 장치로부터 음악을 얻을 수 없습니다
lt: Nepavyko atsisiųsti dainų iš MTP įrenginio
nb: Klarte ikke hente musikk fra MTP-enhet
nds: Vun de MTP-Reedschap lett sik keen Musik halen
ne: एमटीपी यन्त्रबाट सङ्गीत प्राप्त गर्न सकेन
nl: Kon geen muziek van het MTP-apparaat ophalen
nn: Klarte ikkje henta musikk frå MTP-eininga
pl: Nie można było pobrać muzyki z urządzenia MTP
pt: Não foi possível obter as músicas do dispositivo MTP
pt_br: Não foi possível obter músicas do Dispositivo MTP
ru: Не удалось скопировать данные из устройства MTP
se: Ii ožžon musihkka MTP-ovttadagas
sk: Nepodarilo sa získať hudbu z MTP zariadenia
sr: Нисам могао да добавим музику са MTP уређаја
th: ไม่สามารถดึงเพลงจากอุปกรณ์ MTP ได้
tr: MTP Aygıtından müzik alınamadı
uk: Не вдалося отримати музику з пристрою MTP

source: %1's Amarok Share
af: %1 se Amarok Deel
bg: %1 дял на Amarok
ca: Compartició de l'Amarok de %1
da: Delt Amarok-mappe på %1
de: %1's Amarok-Freigabe
el: Κοινή χρήση Amarok από %1
es: Compartición de Amarok %1
et: %1 Amaroki jagatud muusika
eu: %1(e)n Amarok partekatzea
fa: اشتراک Amarok %1
fi: Amarok-jako (%1)
fr: Partage Amarok « %1 »
he: שיתופי Amarok של %1
hu: %1 Amarok-megosztása
it: Condivisione di Amarok %1
ja: %1 の Amarok 共有
km: ការ​ចែករំលែក​របស់ %1
ko: %1의 Amarok 공유
lt: %1 AmaroK dalinama muzika
nb: %1s delte Amarok-ressurs
nds: %1 sien Amarok-Freegaav
ne: %1को अमारोक साझेदार
nn: %1 sin delte Amarok-resurs
pa: %1 ਦੀ ਅਮਰੋਕ ਸਾਂਝ
pl: Udziały Amaroka użytkownika %1
pt: Partilha do Amarok %1
pt_br: Compartilhamento do Amarok de %1
se: %1:a Amarok-juogus
sk: Amarok skript od %1
sr: Amarok-дељење од %1
th: %1 คือการแบ่งปันเพลงด้วย Amarok
tr: %1'in Amarok Paylaşımı
uk: спільний ресурс Amarok %1

source: Shared Music
af: Gedeelde Musiek
bg: Споделена музика
ca: Música compartida
cs: Sdílená hudba
da: Delt musik
de: Freigegebene Musik
el: Μουσική κοινής χρήσης
es: Música compartida
et: Jagatud muusika
eu: Musika partekatua
fa: موسیقی مشترک
fi: Jaettu musiikki
fr: Musique partagée
he: מוזיקה משותפת
hu: Megosztott zene
it: Musica condivisa
ja: 共有音楽
km: តន្ត្រី​ដែល​បាន​ចែករំលែក
ko: 공유된 음악
lt: Dalinama muzika
nb: Delt musikk
nds: Deelt Musik
ne: साझेदारी गरिएको सङ्गीत
nl: Gedeelde muziek
nn: Delt musikk
pa: ਸਾਂਝਾ ਕੀਤਾ ਸੰਗੀਤ
pl: Muzyka współdzielona
pt: Música Partilhada
pt_br: Músicas Compartilhadas
se: Juohkkejuvvon musihkka
sk: Zdieľaná hudba
sr: Дељена музика
th: ดนตรีที่แบ่งปันกัน
tr: Paylaşılan Müzik
uk: Спільна музика

source: Add computer
af: Voeg rekenaar by
bg: Добавяне на компютър
ca: Afegeix una màquina
cs: Přidat počítač
da: Tilføj computer
de: Rechner hinzufügen
el: Προσθήκη υπολογιστή
es: Añadir un equipo
et: Lisa arvuti
eu: Gehitu ordenagailua
fa: افزودن رایانه
fi: Lisää tietokone
fr: Ajouter un ordinateur
he: הוסף מחשב
hu: Számítógép hozzáadása
it: Aggiungi computer
ja: コンピュータを追加
km: បន្ថែម​កុំព្យូទ័រ
ko: 컴퓨터 추가
lt: Įdėti kompiuterį
nb: Legg til datamaskin
nds: Reekner tofögen
ne: कम्प्युटर थप्नुहोस्
nl: Computer toevoegen
nn: Legg til datamaskin
pa: ਕੰਪਿਊਟਰ ਸ਼ਾਮਿਲ
pl: Dodaj komputer
pt: Adicionar um computador
pt_br: Adicionar computador
ru: Добавить компьютер
se: Lasit dihtora
sk: Pridať počítať
sr: Додај рачунар
th: เพิ่มคอมพิวเตอร์
tr: Bilgisayar ekle
uk: Додати комп'ютер

source: Share My Music
af: Deel my musiek
bg: Споделяне на музиката ми
ca: Comparteix la meva música
cs: Sdílet mou hudbu
da: Del din musik
de: Musik freigeben
el: Κοινή χρήση της μουσικής μου
es: Compartir mi música
et: Jaga muusikat
fa: اشتراک موسیقی من
fi: Jaa kokoelma
fr: Partager ma musique
he: שתף את המוזיקה שלי
hu: Zene megosztása
it: Condividi la mia musica
ja: 自分の音楽を共有
km: ចែករំលែក​តន្ត្រី​របស់​ខ្ញុំ
ko: 내 음악 공유
lt: Dalintis muzika
nb: Del min musikk
nds: Egen Musik freegeven
ne: मेरो सङ्गीत साझेदार गर्नुहोस्
nl: Mijn muziek delen
nn: Del musikk
pa: ਆਪਣਾ ਸੰਗੀਤਾ ਸਾਂਝਾ ਕਰੋ
pl: Współdziel moją muzykę
pt: Partilhar a Minha Música
pt_br: Compartilhar Minhas Músicas
se: Fála mu musihkka earáide
sk: Zdieľať Moju hudbu
sr: Дели моју музику
th: แบ่งปันดนตรีของฉัน
tr: Müziğimi Paylaş
uk: Моя музика спільна

source: List music from a remote host
af: Luister na musiek vanaf 'n afgeleë bediener
bg: Показване на музика от отдалечен хост
ca: Llista la música d'una màquina remota
cs: Vypsat hudbu ze vzdáleného počítače
da: List musik fra en anden computer
de: Musik auf einem entferntem Rechner anzeigen
el: Εμφάνιση μουσικής από απομακρυσμένο υπολογιστή
es: Listar la música de una máquina remota
et: Näita võrgumasina muusikat
eu: Zerrendatu musika urruneko ostalaritik
fa: فهرست‌بندی موسیقی از یک میزبان دور
fi: Jaa myös etäpalvelimella sijaitsevat kappaleet
fr: Lister la musique depuis un hôte distant
he: הצג רשימת מוזיקה ממחשב מרוחק
hu: Zene listázása távoli gépről
it: Ascolta la musica da un host remoto
ja: リモートホストの音楽を一覧表示
km: រាយតន្ត្រី​ពី​ម៉ាស៊ីន​ពី​ចម្ងាយ
ko: 원격 호스트로부터 음악 나열
lt: Klausyti muzikos iš nutolusio kompiuterio
nb: List musikk fra en vertsmaskin på nettverket
nds: Musik vun en feern Reekner oplisten
ne: टाढाको होस्टबाट सङ्गीत सूचीबद्ध गर्नुहोस्
nl: Muziek van een externe host weergeven
nn: Hent musikk frå ei maskin på nettverket
pa: ਇੱਕ ਰਿਮੋਟ ਹੋਸਟ ਤੋਂ ਸੰਗੀਤ ਵੇਖਾਓ
pl: Pobierz listę muzyki ze zdalnego komputera
pt: Listar a música de uma máquina remota
pt_br: Escutar músicas à partir de uma máquina remota
se: Čájet gáiddus guossoheaddji musihka
sk: Vypísať hudbu zo vzdialeného hostiteľa
sr: Листа музику са удаљеног домаћина
th: ทำรายการดนตรีจากโฮสต์ทางไกล
tr: Uzak bir bilgisayardan müzik listele
uk: Перелік музики з віддаленого вузла

source: If this button is checked, then your music will be exported to the network
af: As hierdie opsie gekies is, sal jou musiek vir die netwerk blootgestel word.
bg: Ако е включена тази отметка, вашата музика ще бъде експортирана към мрежата
ca: Si aquest botó està pitjat, aleshores la vostra música es farà visible a la xarxa
da: Hvis denne knap er markeret, eksporteres din musik på netværket
de: Wenn diese Einstellung aktiviert ist, wird Ihre Musik für das Netzwerk freigegeben.
el: Αν ενεργοποιηθεί αυτό το κουμπί, η μουσική σας θα εξάγεται στο δίκτυο
es: Si este botón está marcado, su música será exportada a la red
et: Selle märkimisel eksporditakse sinu muusika võrku
fa: اگر این دکمه علامت زده شود، موسیقیتان به شبکه صادر می‌شود
fi: Mikäli valittu, musiikkikokoelmasi jaetaan verkkoon.
fr: Si cette case est cochée, alors votre musique sera exportée sur le réseau
he: אם כפתור זה נלחץ, המוזיקה שלך תיוצא לרשת
hu: Ha ez be van jelölve, akkor az Ön zenei anyaga exportálva lesz a hálózat felé
it: Premendo questo pulsante, la tua musica sarà esportata in rete
ja: このボタンをチェックすると、あなたの音楽はネットワークにエクスポートされます
km: ប្រសិន​បើ​ប៊ូតុង​នេះ​ត្រូវ​បាន​គូស​ធីក បន្ទាប់​មក​តន្ត្រី​នឹង​ត្រូវ​បាន​នាំចេញ​ទៅបណ្ដាញ
ko: 만약 버튼이 선택되면, 여러분의 음악이 네트워크를 통해 방출될 것입니다.
lt: Įjungus šią parinktį Jūsų muziką bus galima pasiekti per tinklą
nb: Hvis dette er krysset av blir din musikk eksportert til nettverket
nds: Is dit anmaakt, warrt Dien Musik in't Nettwark freegeven.
ne: यदि यो बटन जाँच गरियो भने, तपाईको सङ्गीत सञ्जालमा निर्यात गरिनेछ
nl: Als deze optie is geselecteerd, zal uw muziek worden geëxporteerd over het netwerk
nn: Eksporter musikken til nettverket.
pa: ਜੇਕਰ ਇਹ ਬਟਨ ਚੁਣਿਆ ਗਿਆ ਤਾਂ ਤੁਹਾਡਾ ਸੰਗੀਤ ਨੈੱਟਵਰਕ ਉੱਤੇ ਸਾਂਝਾ ਕੀਤਾ ਜਾਵੇਗਾ
pl: Jeśli ten przycisk jest zaznaczony, twoja muzyka będzie wysyłana do sieci
pt: Se este botão for assinalado, então a sua música será exportada para a rede
pt_br: Se este botão estiver selecionado, então suas músicas serão exportadas para a rede
se: Jus dát boallu lea merkejuvvon, de du musihkka olggosfievrriduvvo fierpmádahkii
sk: Ak je toto tlačidlo zaškrtnuté, hudba bude vyexportovaná na sieť
sr: Ако је ово дугме укључено, ваша музика ће бити извезена на мрежу
th: หากมีการกาที่ปุ่มนี้ เพลงของคุณจะถูกส่งออกไปยังเครือข่าย
tr: Bu seçili ise, müziğiniz ağa aktarılır
uk: Якщо це увімкнено, то вашу музику буде експортовано в мережу
