Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Enter search terms here
af: Voer die soektog term hier in
bg: Тук въведете термин за търсене
ca: Introduïu el termes de la cerca
cs: Zde zadejte hledaná slova
da: Indtast søgeudtryk her
de: Geben Sie hier Suchbegriffe ein
el: Εισάγετε εδώ όρους αναζήτησης
es: Introduzca aquí los términos de búsqueda
et: Sisesta siia otsingumõisted
eu: Sartu terminoak bilatzeko
fa: اصطلاحات جستجو را در اینجا وارد کنید
fi: Kirjoita hakusanat tähän
fr: Entrer les termes pour la recherche ici
he: הזן כאן מונחי חיפוש
hu: Adja meg a keresési kifejezést
it: Inserisci qui i termini di ricerca
ja: ここに検索語を入力
ka: აქ საძიებო ტერმინები შეიყვანეთ
km: បញ្ចូល​ពាក្យ​ស្វែងរក​នៅ​ទីនេះ
ko: 검색 단어를 여기에 입력하십시오
lt: Įrašykite paieškos kriterijus
nb: Oppgi søkebegreper her
nds: Hier Söökwöör ingeven
ne: यहाँ खोजी सर्त प्रविष्ट गर्नुहोस्
nl: Voer hier zoektermen in
nn: Skriv inn søkjeteksten her
pa: ਖੋਜ ਸ਼ਬਦ ਏਥੇ ਦਿਓ
pl: Podaj tutaj kryteria wyszukiwania
pt: Indique aqui os termos de procura
pt_br: Digite os termos de busca aqui
ru: Искомое буквосочетание вводить здесь...
se: Čális ohcaneavttuid dása
sk: Sem zadajte výrazy pre vyhľadávanie
sr: Овде унесите израз за тражење
th: ใส่คำค้นที่นี่
tr: Aranacak ifadeyi girin
uk: Введіть сюди критерії пошуку

source: Clear search field
af: Maak soek veld skoon
bg: Изчистване на филтъра
ca: Buida el camp de cerca
cs: Vyčistit vyhledávací políčko
da: Ryd søgefelt
de: Filter zurücksetzen
el: Καθαρισμός πεδίου φίλτρου
es: Limpiar el campo de búsqueda
et: Puhasta otsinguväli
fa: پاک کردن حوزۀ جستجو
fi: Tyhjennä hakukenttä
fr: Effacer le champs de recherche
hu: Keresőmező törlése
it: Pulisci il campo di ricerca
ja: 検索フィールドをクリア
km: ជម្រះ​វាល​ស្វែងរក
lt: Išvalyti paieškos laukelį
nb: Tøm søkefeltet
nds: Söökfeld leddig maken
ne: खोजी फाँट खाली गर्नुहोस्
nl: Zoekveld wissen
nn: Tøm søkjefelt
pa: ਖੋਜ ਖੇਤਰ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść pole wyszukiwania
pt: Limpar o campo de procura
pt_br: Limpar campo de busca
ru: Очистить условие фильтрации
se: Sálke ohcangietti
sk: Vyčistiť políčko vyhľadávania
sr: Очисти поље претраге
th: ล้างช่องค้นหา
tr: Arama alanını temizle
uk: Очистити поле пошуку

source: Enter space-separated terms to search in the albums
af: Voer spasie geskeide terme in om in die albums te soek
bg: За да търсите в албумите, въведете ключовите думи, разделени с интервал
ca: Introduïu els termes separat per espai per filtrar els àlbums
cs: Zadejte mezerou oddělená slova pro hledání alb
da: Indtast mellemrumsadskilte udtryk til at søge albummerne
de: Zum Filtern von Alben bitte durch Leerzeichen getrennte Begriffe eingeben
el: Για το φιλτράρισμα των άλμπουμ εισάγετε όρους διαχωρισμένους με κενό
es: Introduzca términos separados por espacios para buscar en los álbumes
et: Sisesta tühikutega eraldatult mõisted albumites otsimiseks
fa: وارد کردن اصطلاحات با فاصله جداشده برای جستجو در آلبومها
fi: Anna välilyönnein erotetut termit, joilla haluat hakea levyjä
fr: Saisissez des termes, séparés par un espace, pour chercher dans les albums.
hu: Az albumokban való kereséshez adjon meg szóközzel elválasztott kifejezéseket
it: Inserisci parole separate da spazi per cercare negli album
ja: アルバム内で検索する語をスペースで区切って入力します
km: បញ្ចូល​ពាក្យ​ដែល​បំបែក​ដោយ​ចន្លោះ​ដើម្បី​ស្វែងរក​នៅ​ក្នុង​អាល់ប៊ុម
lt: Įrašykite tarpais atskirtus kriterijus paieškai albumuse
nb: Skriv inn en liste over søkeord, atskilt med mellomrom, for å søke i albumene
nds: Vun Freetekens trennte Wöör ingeven, wenn Du binnen de Alben söken wullt
ne: एल्बममा खोजी गर्न खाली स्थान-विभाजित सर्त प्रविष्ट गर्नुहोस्
nl: Voer door spaties gescheiden termen in om in de albums te zoeken
nn: Skriv inn ei liste over søkjeord, skild med mellomrom, for å søkja i albuma.
pa: ਐਲਬਮਾਂ ਨੂੰ ਛਾਣਨ ਲਈ ਖਾਲੀ ਥਾਂ ਦਿੱਤੇ ਸ਼ਬਦ ਦਿਓ
pl: Podaj, oddzielone spacjami, kryteria przeszukiwania albumów
pt: Indique termos separados por espaços para procurar nos álbuns
pt_br: Digite termos separados por espaços, para buscar nos álbuns
ru: Введите через пробел слова, по которым нужно отфильтровать альбомы
se: Čális gaskamearka earohuvvon tearpmaid vai ohcat skearruid gaskkas
sk: Zadajte medzerou oddelené výrazy pre vyhľadávanie medzi albumami
sr: Унесите размаком раздвојене изразе за тражење у албумима
th: ใส่คำค้นสำหรับกรองคั่นด้วยวรรค สำหรับค้นหาในอัลบั้ม
tr: Albümler içerisinde arama yapmak için boşluk ile ayrılmış sözcükler girin
uk: Введіть, розділені пропусками, критерії пошуку в альбомах

source: Albums With Cover
af: Albums met 'n CD-omslag
bg: Албуми с обложка
ca: Àlbums amb caràtula
cs: Alba s obalem
da: Albummer med omslag
de: Alben mit Cover
el: Άλμπουμ με εξώφυλλο
es: Álbumes con carátula
et: Kaanepildiga albumid
eu: Albumak azalekin
fa: آلبومها با پوشش
fi: Levyt, joille on kansikuva
fr: Albums avec jaquette
he: כותרים עם עטיפה
hu: Borítóval rendelkező albumok
it: Album con copertina
ja: カバー取得済みアルバム
ka: ალბომები ყდებით
km: អាល់ប៊ុម​មាន​គម្រប
ko: 표지가 있는 음반
lt: Albumai su viršeliais
nb: Album med plateomslag
nds: Alben mit Titelbild
ne: आवरण सहितको एल्बम
nl: Albums met hoes
nn: Album med plateomslag
pa: ਢੱਕਣ ਨਾਲ ਐਲਬਮ
pl: Albumy z okładkami
pt: Álbuns com Capa
pt_br: Álbuns Com Capa
ru: Альбомы с обложкой
se: Skearrut mas leat olggožat
sk: Albumy s obalom
sr: Албуми са омотом
th: อัลบั้มมีหน้าปก
tr: Kapaklı Albümler
uk: Альбоми з обкладинками

source: Albums Without Cover
af: Albums sonder 'n CD-omslag
bg: Албуми без обложка
ca: Àlbums sense caràtula
cs: Alba bez obalu
da: Albummer uden omslag
de: Alben ohne Cover
el: Άλμπουμ χωρίς εξώφυλλο
es: Álbumes sin carátula
et: Kaanepildita albumid
eu: Albumak azalik gabe
fa: آلبومها بدون پوشش
fi: Levyt, joille ei ole kansikuvaa
fr: Albums sans jaquette
he: כותרים ללא עטיפה
hu: Borítóval nem rendelkező albumok
it: Album senza copertina
ja: カバー未取得アルバム
ka: ალბომები ყდების გარეშე
km: អាល់ប៊ុម​គ្មាន​គម្រប
ko: 표지가 없는 음반
lt: Albumai be viršelių
nb: Album uten plateomslag
nds: Alben ahn Titelbild
ne: आवरण बिनाको एल्बम
nl: Albums zonder hoes
nn: Album utan plateomslag
pa: ਢੱਕਣ ਬਿਨਾਂ ਐਲਬਮ
pl: Albumy bez okładek
pt: Álbuns sem Capa
pt_br: Álbuns Sem Capa
ru: Альбомы без обложки
se: Skearrut olggožiid haga
sk: Albumy bez obalu
sr: Албуми без омота
th: อัลบั้มไม่มีหน้าปก
tr: Kapaksız Albümler
uk: Альбоми без обкладинок

source: International
af: Internasionaal
bg: Международно
ca: Internacional
cs: Mezinárodní
el: Διεθνή
es: Internacional
et: Rahvusvaheline
eu: Nazioartekoa
fa: بین المللی
fi: Kansainvälinen
he: רב־לאומי
hu: Nemzetközi
it: Internazionale
ja: インターナショナル
ka: საერთაშორისო
km: អន្តរជាតិ
ko: 전세계
lt: Tarptautinis
nb: Internasjonalt
nds: Internatschonaal
ne: अन्तराष्ट्रिय
nl: Internationaal
nn: Internasjonalt
pa: ਅੰਤਰਰਾਸ਼ਟਰੀ
pl: Międzynarodowe
pt: Internacional
pt_br: Internacional
ru: Основное
se: Riikkaidgaskasaš
sk: Medzinárodné
sr: Међународни
th: สากล
tr: Uluslararası
uk: Міжнародний

source: Canada
af: Kanada
bg: Канада
ca: Canadà
cs: Kanada
de: Kanada
el: Καναδά
es: Canadá
et: Kanada
eu: Kanada
fa: کانادا
fi: Kanada
he: קנדה
hu: Kanada
ja: カナダ
ka: კანადა
km: កាណាដា
ko: 캐나다
lt: Kanada
nds: Kanada
ne: क्यानडा
pa: ਕੈਨੇਡਾ
pl: Kanada
pt: Canadá
pt_br: Canadá
ru: Канада
se: Kanada
sk: Kanada
sr: Канада
th: แคนาดา
tr: Kanada
uk: Канада

source: France
af: Frankryk
bg: Франция
ca: França
cs: Francie
da: Frankrig
de: Frankreich
el: Γαλλίας
es: Francia
et: Prantsuse
eu: Frantzia
fa: فرانسه
fi: Ranska
he: צרפת
hu: Franciaország
it: Francia
ja: フランス
ka: საფრანგეთი
km: បារាំង
ko: 프랑스
lt: Prancūzija
nb: Frankrike
nds: Frankriek
ne: फ्रान्स
nl: Frankrijk
nn: Frankrike
pa: ਫਰਾਂਸ
pl: Francja
pt: França
pt_br: França
ru: Франция
se: Fránkriika
sk: Francúzsko
sr: Француска
th: ฝรั่งเศส
tr: Fransa
uk: Франція

source: Germany
af: Duitsla d
bg: Германия
ca: Alemanya
cs: Německo
da: Tyskland
de: Deutschland
el: Γερμανίας
es: Alemania
et: Saksa
eu: Alemania
fa: آلمان
fi: Saksa
fr: Allemagne
he: גרמניה
hu: Németország
it: Germania
ja: ドイツ
ka: გერმანია
km: អាល្លឺម៉ង់
ko: 독일
lt: Vokietija
nb: Tyskland
nds: Düütschland
ne: जर्मनी
nl: Duitsland
nn: Tyskland
pa: ਜਰਮਨੀ
pl: Niemcy
pt: Alemanha
pt_br: Alemanha
ru: Германия
se: Duiska
sk: Nemecko
sr: Немачка
th: เยอรมนี
tr: Almanya
uk: Німеччина

source: Japan
bg: Япония
ca: Japó
cs: Japonsko
el: Ιαπωνίας
es: Japón
et: Jaapani
eu: Japonia
fa: ژاپن
fi: Japani
fr: Japon
he: יפן
hu: Japán
it: Giappone
ja: 日本
ka: იაპონია
km: ជប៉ុន
ko: 일본
lt: Japonija
ne: जापान
pa: ਜਾਪਾਨ
pl: Japonia
pt: Japão
pt_br: Japão
ru: Япония
se: Japána
sk: Japonsko
sr: Јапан
th: ญี่ปุ่น
tr: Japonya
uk: Японія

source: United Kingdom
af: Vereenigde Koninkryk
bg: Великобритания
ca: Regne Unit
cs: Velká Británie
da: Storbritannien
de: Großbritannien
el: Ηνωμένου Βασιλείου
es: Reino Unido
et: Briti
eu: Erresuma Batua
fa: انگلستان
fi: Yhdistynyt kuningaskunta
fr: Angleterre
he: בריטניה
hu: Egyesült Királyság
it: Regno Unito
ja: イギリス
ka: დიდი ბრიტანეთი
km: ចក្រ​ភព​អង់គ្លេស
ko: 영국
lt: Jungtinė karalystė
nb: Storbritannia
nds: Grootbritannien
ne: संयुक्त अधिराज्य
nl: Verenigd Koninkrijk
nn: Storbritannia
pa: ਬਰਤਾਨੀਆ
pl: Wielka Brytania
pt: Reino Unido
pt_br: Reino Unido
ru: Англия
se: Stuorrabrittanialaš
sk: Veľká Británia
sr: Уједињено краљевство
th: สหราชอาณาจักร
tr: İngiltere
uk: Об'єднане Королівство

source: Amazon Locale
af: Amazon Lokalisering
bg: Амазон
ca: Idioma d'Amazon
cs: Země Amazon
da: Amazon-sted
de: Amazon-Lokalisierung
el: Τοπικό Amazon
es: Localización de Amazon
et: Kohalik Amazon
eu: Amazon-en kokalekua
fa: محلی Amazon
fi: Valitse Amazon
fr: Localisation d'Amazon
he: מקומי של Amazon
hu: Amazon-régió
ja: Amazon のロケール
ka: Amazon-ის სარკე
km: តំបន់ Amazon
ko: Amazon 서비스 국적
lt: Amazon lokalė
nb: Amazon-område
nds: Amazon-Spraak
ne: अमाजोन लोकेल
nl: Amazonlocatie
nn: Amazon-område
pa: Amazon ਭਾਸ਼ਾ
pl: Ustawienia regionalne Amazon
pt: Localização Amazon
pt_br: Localização do Amazon
ru: Зеркало Amazon
se: Amazon-guovlu
sk: Národná odnož Amazonu
sr: Локалитет на Amazon-у
th: Amazon ท้องถิ่น
tr: Amazon Dili
uk: Локаль Amazon

source: Fetch Missing Covers
af: Gaan haal CD-omslae wat kort
bg: Сваляне на липсващите обложки
ca: Descarrega les caràtules que falten
cs: Stáhnout chybějící obaly
da: Hent manglende omslag
de: Fehlende Cover holen
el: Λήψη εξώφυλλων που λείπουν
es: Descargar las carátulas que faltan
et: Tõmba puuduvad kaanepildid
eu: Eskuratu falta diren azalak
fa: واکشی پوششهای مفقود
fi: Hae puuttuvat kansikuvat
fr: Télécharger les jaquettes manquantes
he: הבא עטיפות חסרות
hu: A hiányzó borítók letöltése
it: Scarica le copertine mancanti
ja: 未取得のカバーを取得
ka: დამატებითი ყდების ჩამოტვირთვა
km: ទៅ​យក​គម្រប​ដែល​បាត់
ko: 없는 표지 받아오기
lt: Parsiųsti trūkstamus viršelius
nb: Hent manglende omslag
nds: Fehlen Titelbiller halen
ne: हराइरहेको आवरण तान्नुहोस्
nl: Ontbrekende hoezen ophalen
nn: Hent manglande omslag
pa: ਗੁੰਮ ਢੱਕਣ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Pobierz brakujące okładki
pt: Obter as Capas em Falta
pt_br: Buscar as Capas que Faltam
ru: Найти и загрузить недостающие
se: Viečča váili olggožiid
sk: Stiahnuť chýbajúce obaly
sr: Добави недостајуће омоте
th: ดึงข้อมูลหน้าปกที่ยังไม่มี
tr: Olmayan Kapakları Getir
uk: Знайти обкладинки, яких бракує

source: Abort
af: Stop
bg: Прекъсване
ca: Avorta
cs: Přerušit
da: Afbryd
de: Abbrechen
el: Εγκατάλειψη
es: Interrumpir
et: Katkesta
eu: Abortatu
fa: ساقط شدن
fi: Keskeytä
fr: Abandonner
he: בטל
hu: Leállítás
it: Interruzione
ja: 中止
ka: შეწყვეტა
km: បោះបង់
ko: 취소
lt: Nutraukti
nb: Avbryt
nds: Afbreken
ne: परित्याग गर्नुहोस्
nl: Afbreken
nn: Avbryt
pa: ਛੱਡੋ
pl: Anuluj
pt: Interromper
pt_br: Interromper
ru: Остановить
se: Gaskkalduhte
sk: Prerušiť
sr: Прекини
th: ยกเลิก
tr: İptal
uk: Перервати

source: Loading Thumbnails...
af: Besig om duimnael grootte prentjies te laai...
bg: Зареждане на умалени изображения...
ca: S'estan carregant les miniatures...
cs: Načítají se miniatury...
da: Indlæser miniaturer...
de: Laden der Vorschaubilder ...
el: Φόρτωση εικόνων επισκόπησης...
es: Cargando las miniaturas...
et: Pisipiltide laadimine...
eu: Koadro txikiak kargatzen...
fa: بارگذاری ریزنقشها...
fi: Ladataan pienoiskuvia…
fr: Chargement des miniatures...
he: טוען תמונות מוקטנות...
hu: Kicsinyített képek betöltése...
it: Carico le miniature...
ja: サムネイルをロード中...
ka: ესკიზების ჩატვირთვა...
km: កំពុង​ផ្ទុក​រូបភាព​តូច...
ko: 미리보기를 만드는 중입니다...
lt: Įkeliamos miniatiūros...
nb: Henter miniatyrbilde …
nds: Vöransichten warrt laadt...
ne: थम्बनेलहरू लोड हुँदैछ...
nl: Miniaturen worden...
nn: Hentar miniatyrbilete …
pa: ਥੰਮਨੇਲ ਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl: Wczytywanie miniatur...
pt: A Carregar as Miniaturas...
pt_br: Carregando Miniaturas...
ru: Идёт загрузка уменьшенных копий...
se: Viežžamin uhccagovažiid …
sk: Načítavajú sa miniatúry...
sr: Учитавам сличице...
th: กำลังโหลดภาพย่อ...
tr: Küçük Resimler Yükleniyor...
uk: Завантаження мініатюр...

source: Cover Image
af: CD-omslag Beeld
bg: Обложка
ca: Caràtula
cs: Obrázek s obalem
da: Forsidebillede
de: Cover-Bild
el: Εικόνα εξώφυλλου
es: Imagen de la carátula
et: Kaanepilt
eu: Azalaren irudia
fa: پوشش تصویر
fi: Kansikuva
fr: Jaquette
he: תמונת עטיפה
hu: A borító képe
it: Immagine copertina
ja: カバー画像
ka: ყდის გამოსახულება
km: រូបភាព​គម្រប
ko: 표지 이미지
lt: Viršelio paveikslėlis
nb: Plateomslag
nds: Titelbild
ne: आवरण छवि
nl: Hoesafbeelding
nn: Plateomslag
pa: ਢੱਕਣ ਚਿੱਤਰ
pl: Okładka
pt: Imagem da Capa
pt_br: Imagem de Capa
ru: Обложка
se: Olggošgovva
sk: Obrázok s obalom
sr: Слика омота
th: ภาพหน้าปก
tr: Kapak Resmi
uk: Зображення обкладинки

source: &Fetch Selected Covers
af: Gaan haal geselekteerde CD-omslae
bg: &Изтегляне на маркираните обложки
ca: &Descarrega les caràtules seleccionades
cs: Stáhnout vy&brané obaly
da: &Hent valgte omslag
de: Ausgewählte Cover &holen
el: &Λήψη επιλεγμένων εξώφυλλων
es: &Descargar las carátulas seleccionadas
et: &Tõmba valitud kaanepildid
eu: &Eskuratu hautatutako azalak
fa: &واکشی پوششهای برگزیده‌
fi: &Hae valitut kansikuvat
fr: &Télécharger les jaquettes sélectionnées
he: ה&בא עטיפות נבחרות
hu: A kijelölt borítók &letöltése
it: &Scarica le copertine selezionate
ja: 選択したカバーを取得(&F)
ka: რჩეული ყდების &მიღება
km: ទៅ​យក​គម្រប​បាន​ជ្រើស
ko: 선택한 표지 받아오기(&F)
lt: &Parsiųsti pažymėtus viršelius
nb: &Hent markerte omslag
nds: Markeerte Titelbiller &halen
ne: चयन गरिएको आवरणहरू तान्नुहोस्
nl: Geselecteerde hoezen op&halen
nn: &Hent merkte omslag
pa: ਚੁਣੇ ਢੱਕਣ ਲਵੋ(&F)
pl: &Pobierz wybrane okładki
pt: O&bter as Capas Seleccionadas
pt_br: &Buscar Capas Selecionadas
ru: &Загрузить выделенные обложки
se: &Viečča válljejuvvon olggožiid
sk: Stiahnuť vy&brané obaly
sr: &Добави изабране омоте
th: &ดึงข้อมูลหน้าปกที่เลือก
tr: &Seçilen Kapakları Eşle
uk: &Отримати вибрані обкладинки

source: Set &Custom Cover for Selected Albums
af: Spesifiseer jou eie CD-omslag vir geselekteerde albums
bg: &Задаване на изображение за обложка на албума
ca: Estableix una &caràtula personalitzada pels àlbums seleccionats
cs: N&astavit vlastní obal pro vybraná alba
da: Sæt selv&valgt omslag for udvalgte albummer
de: &Eigenes Cover für ausgewählte Alben festlegen
el: Ορισμός &προσαρμοσμένου εξώφυλλου για επιλεγμένα άλμπουμ
es: Estable&cer carátula personalizada para los álbumes seleccionados
et: Sea &kohandatud kaanepildiks valitud albumitele
eu: Ezarri azal pertsonalizatua hautatutako albumetan
fa: تنظیم پوشش &سفارشی برای آلبومهای برگزیده‌
fi: &Aseta muualta haettu kansikuva valituille levyille
fr: &Ajouter une jaquette personnalisée pour les albums sélectionnés
he: קבע עטיפה &מותאמת אישית לכותרים נבחרים
hu: &Egyéni borító beállítása a kijelölt albumokhoz
it: Imposta copertina &personalizzata per gli album selezionati
ja: 選択したアルバムにカスタムカバーを設定(&C)
ka: &საკუთარი გამოსახულების დაყენება არჩეულ ალბომებზე
km: កំណត់​គម្រប​ផ្ទាល់​ខ្លួន សម្រាប់​អាល់ប៊ុម​បាន​ជ្រើស
ko: 선택한 음반에 사용자 표지 설정(&C)
lt: &Pasirinkti savo viršelį nurodytiems albumams
nb: &Velg omslag for markerte album
nds: &Egen Titelbild för utsöchte Alben fastleggen
ne: चयन गरिएको एल्बमहरूका लागि अनुकूल आवरण सेट गर्नुहोस्
nl: Eigen &hoes instellen voor geselecteerde albums
nn: &Vel omslag for merkte album
pl: &Ustaw własną okładkę dla wybranych albumów
pt: Escolher &Capa Personalizada dos Álbuns Seleccionados
pt_br: Configurar &Capa Personalizada para os Álbuns Selecionados
ru: Установить &свою обложку для выделенных альбомов
se: Bija &iešmearriduvvon olggožiid válljejuvvon skearruide
sk: N&astaviť vlastný obal pre vybrané albumy
sr: Користи &посебне омоте за изабране албуме
th: ตั้งหน้า&ปกสำหรับอัลบั้มที่เลือกเอง
tr: S&eçilen Albümler için Özel Kapak Tanımla
uk: Встановити &свою обкладинку для вибраних альбомів

source: &Unset Selected Covers
af: Ontkies geselekteerde CD-omslae
bg: Пре&махване на обложките
ca: &Llença les caràtules seleccionades
cs: Zr&ušit nastavení vybraných obalů
da: &Fravælg valgte omslag
de: Ausgewählte Cover &entfernen
el: Α&ναίρεση ορισμού επιλεγμένων εξώφυλλων
es: &Desactivar las carátulas seleccionadas
et: Kõrvalda valit&ud kaanepildid
eu: &Desezarri hautatutako azalak
fa: &عدم تنظیم پوششهای برگزیده‌
fi: &Poista valitut kansikuvat
fr: &Effacer les jaquettes sélectionnées
he: ב&טל קביעה של עטיפות נבחרות
hu: A kijelölt borítók eltá&volítása
it: &Rimuovi le copertine selezionate
ja: 選択したカバーの設定を解除(&U)
ka: მ&ონიშნული ყდების მოხსნა
km: មិន​កំណត់​គម្រប​ដែល​បាន​ជ្រើស
ko: 선택한 표지 해제하기(&U)
lt: Pa&naikinti pažymėtus viršelius
nb: &Fjern markerte omslag
nds: Markeerte Titelbiller &wegdoon
ne: चयन गरिएको आवरण अनसेट गर्नुहोस्
nl: Geselecteerde hoezen &uitzetten
nn: &Fjern merkte omslag
pl: &Usuń wybrane okładki
pt: &Retirar as Capas Seleccionadas
pt_br: &Remover Capas Selecionadas
ru: &Снять выделение обложек
se: &Váldde eret merkejuvvon olggožiid
sk: Zr&ušiť vybrané obaly
sr: Поништи &избор омота
th: &ลบหน้าปกออก
tr: Seçilen &Kapakları Kullanma
uk: &Відмінити вибрані обкладинки

source: &Append to Playlist
af: Voeg agter aan die speel lys by
bg: &Добавяне към списъка
ca: &Afegeix a la llista de reproducció
cs: Přid&at do seznamu skladeb
da: &Tilføj til spilleliste
de: An Wiedergabeliste &anhängen
el: &Προσθήκη στη λίστα
es: &Añadir a lista de reproducción
et: Lis&a esitusnimekirja
eu: &Erantsi zerrendari
fa: &پیوستن به فهرست پخش‌
fi: &Lisää soittolistaan
fr: &Ajouter à la liste de lecture
he: &הוסף לרשימת־השמעה
hu: &Hozzáfűzés a lejátszólistához
it: &Aggiungi alla playlist
ja: プレイリストに追加(&A)
ka: რეპერტუარში &დამატება
km: បន្ថែម​ទៅ​ចុង​បញ្ជី​ចាក់
ko: 재생목록에 더하기(&A)
lt: &Papildyti grojaraštį
nb: &Legg til i spilleliste
nds: Na Afspeellist &anhangen
ne: प्ले सूचीमा थप्नुहोस्
nl: &Aan afspeellijst toevoegen
nn: &Legg til i speleliste
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਸ਼ਾਮਿਲ(&A)
pl: &Dołącz do listy odtwarzania
pt: &Adicionar à Lista de Reprodução
pt_br: &Anexar à Lista de Músicas
ru: &Добавить в список
se: &Lasit čuojahanlisttu lohppii
sk: Prid&ať do zoznamu skladieb
sr: Дод&ај у листу нумера
th: เพิ่มเข้าไปใน&รายการที่เล่น
tr: &Parça Listesine Ekle
uk: &Додати до списку композицій

source: &Show Fullsize
af: Vertoon Volskerm
bg: &Пълен размер
ca: &Mostra a mida completa
cs: Zobrazit v plné veliko&sti
da: &Vis i fuld størrelse
de: &Originalgröße anzeigen
el: &Εμφάνιση σε πλήρες μέγεθος
es: Mo&strar a tamaño completo
et: &Näita täissuuruses
eu: Erakut&si tamaina osoan
fa: &نمایش اندازۀ کامل‌
fi: &Näytä alkuperäisessä koossa
fr: &Afficher en taille réelle
he: הצג בגודל מ&לא
hu: Megjelenítés tel&jes méretben
it: &Mostra dimensione reale
ja: 原寸大で表示(&S)
ka: სრული ზომის &ჩვენება
km: បង្ហាញ​ទំហំ​ពេញ
ko: 전체 크기로 보기(&S)
lt: &Rodyti visą dydį
nb: &Vis full størrelse
nds: Heel wie&sen
ne: पूरा पर्दा देखाउनुहोस्
nl: Op ware grootte &tonen
nn: &Vis full storleik
pa: ਪੂਰਾ ਅਕਾਰ ਵੇਖਾਓ(&S)
pl: Pokaż w pełnym &rozmiarze
pt: Mo&strar em Tamanho Completo
pt_br: Mostrar em Tamanho &Completo
ru: &Полный размер
se: Čájet &duohta sturrodaga
sk: Zobraziť v plnej veľko&sti
sr: Прикажи у пуној &величини
th: แ&สดงเต็มขนาด
tr: &Tam Boyut Göster
uk: &Показувати повний розмір

source: &Fetch From amazon.%1
af: Gaan haal by amazon.%1
bg: &Сваляне от amazon.%1
ca: &Descarrega d'amazon.%1
cs: Stá&hnout z amazon.%1
da: &Hent fra Amazon.%1
de: Von amazon.%1 &holen
el: &Λήψη από amazon.%1
es: &Obtener desde amazon.%1
et: &Tõmba saidilt amazon.%1
eu: &Eskuratu amazon.%1 gunetik
fa: &واکشی از amazon.%1‌
fi: &Hae amazon.%1-palvelusta
fr: &Télécharger depuis amazon.%1
he: השג מ&תוך amazon.%1
hu: &Letöltés innen: amazon.%1
it: &Preleva da Amazon.%1
ja: Amazon.%1 から取得(&F)
ka: მიღება amazon.%1-დან
km: ទៅ​យក​ពី amazon.%1
lt: &Parsisiųsti iš amazon.%1
nb: &Hent fra amazon.%1
nds: Vun &Amazon.%1 halen
ne: amazon.%1 बाट तान्नुहोस्
nl: Op&halen van amazon.%1
nn: &Hent frå amazon.%1
pa: amazon.%1 ਤੋਂ ਪ੍ਰਾਪਤ(&F)
pl: &Pobierz z Amazon.%1
pt: &Obter da amazon.%1
pt_br: &Obter Do amazon.%1
ru: &Загрузить с amazon.%1
se: &Viečča Amazon:s.%1
sk: Stia&nuť z amazon.%1
sr: &Добави са amazon.%1
th: ดึ&งข้อมูลจาก Amazon.%1
tr: &Amazon.%1 Adresinden Eşle
uk: &Звантажити з amazon.%1

source: Set &Custom Cover
af: Spesifiseer jou eie omslag
bg: &Задаване на изображение за обложка
ca: Estableix una &caràtula personalitzada
cs: N&astavit vlastní obal
da: Sæt selv&valgt omslag
de: &Eigenes Cover hinzufügen
el: Ορισμός &προσαρμοσμένου εξώφυλλου
es: Establecer &carátula personalizada
et: Sea &kohandatud kaanepildiks
eu: Ezarri azal &pertsonalizatua
fa: تنظیم پوشش &سفارشی‌
fi: &Aseta kansikuva
fr: &Ajouter une jaquette personnalisée
he: קבע עטיפה &מותאמת אישית
hu: &Egyéni borító beállítása
it: Imposta copertina &personalizzata
ja: カスタムカバーを設定(&C)
ka: &საკუთარი ყდის დაყენება
km: កំណត់​គម្រប​ផ្ទាល់​ខ្លួន
ko: 사용자 정의 표지 더하기(&C)
lt: Nurodyti savo vir&šelį
nb: Velg &omslag fra fil
nds: &Egen Titelbild tofögen
ne: अनुकूल आवरण सेट गर्नुहोस्
nl: Eigen &hoes instellen
nn: Vel &omslag frå fil
pa: ਪਸੰਦੀਦਾ ਢੱਕਣ ਦਿਓ(&C)
pl: &Ustaw własną okładkę
pt: Escolher &Capa Personalizada
pt_br: Selecionar &Capa Personalizada
ru: Установить &свою обложку
se: Vállje &olggoža fiillas
sk: N&astaviť vlastný obal
sr: Постави &посебан омот
th: ตั้งค่าหน้า&ปกเอง
tr: Ö&zel Kapak Ekle
uk: Встановити &свою обкладинку

source: &Unset Cover
af: Verwyder omslag
bg: Пре&махване на обложката
ca: &Llença la caràtula
cs: Zr&ušit nastavení obalu
da: &Fravælg omslag
de: Cover ent&fernen
el: &Αναίρεση ορισμού εξώφυλλου
es: &Quitar carátula
et: Kõrvalda &kaanepilt
eu: &Desezarri azala
fa: &عدم تنظیم پوشش‌
fi: &Poista kansikuva
fr: &Effacer la jaquette
he: ב&טל קביעת עטיפה
hu: A borító eltá&volítása
it: &Rimuovi copertina
ja: カバーの設定を解除(&U)
ka: ყდის მო&შორება
km: មិន​កំណត់​គម្រប
ko: 표지 해제하기(&U)
lt: A&tšaukti viršelį
nb: &Fjern omslag
nds: Titelbild &wegmaken
ne: आवरण अनसेट गर्नुहोस्
nl: Hoes &uitzetten
nn: &Fjern omslag
pa: ਢੱਕਣ ਹਟਾਓ(&U)
pl: &Wyczyść okładkę
pt: &Retirar Capa
pt_br: &Remover Capa
ru: Убрать обло&жку
se: &Váldde olggoža eret
sk: Zr&ušiť nastavenie obalu
sr: Поништи &избор омота
th: &ลบหน้าปกออก
tr: &Kapağı Kaldır
uk: &Відмінити обкладинку
