Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Select Playlists
af: Kies Speel lyste
bg: Избор на списъци със записи
ca: Seleccioneu les llistes de reproducció
cs: Vybrat seznamy skladeb
da: Markér spillelister
de: Wiedergabelisten auswählen
el: Επιλογή λιστών
es: Seleccionar las listas de reproducción
et: Esitusnimekirjade valik
eu: Hautatu zerrenda
fa: برگزیدن فهرستهای پخش
fi: Valitse soittolistat
fr: Choisissez des listes de lecture
he: בחר רשימות־השמעה
hu: Válasszon lejátszólistákat
it: Seleziona playlist
ja: プレイリストを選択
ka: რეპერტუარების ამორჩევა
km: ជ្រើស​បញ្ជីចាក់
ko: 재생목록 선택
lt: Pažymėkite grojaraščius
nb: Velg spillelister
nds: Afspeellisten utsöken
ne: प्ले सूचीहरू चयन गर्नुहोस्
nl: Afspeellijsten selecteren
nn: Vel spelelister
pa: ਸੰਗੀਤ-ਸੂਚੀ ਚੁਣੋ
pl: Wybierz listy odtwarzania
pt: Seleccionar as Listas de Reprodução
pt_br: Selecionar Listas de Músicas
ru: Выбрать списки
se: Vállje čuojahanlisttuid
sk: Vybrať zoznam skladieb
sr: Изаберите листе нумера
th: เลือกรายการเล่น
tr: Parça Listelerini Seç
uk: Вибрати списки композицій

source: Create Dynamic Playlist
af: Skep 'n Dinamiese Speel lys
bg: Създаване на динамичен списък със записи
ca: Crea una llista de reproducció dinàmica
cs: Vytvořit dynamický seznam skladeb
da: Opret dynamisk spilleliste
de: Dynamische Wiedergabeliste erstellen
el: Δημιουργία δυναμικής λίστας
es: Crear una lista de reproducción dinámica
et: Loo dünaamiline esitusnimekiri
fa: ایجاد فهرست پخش پویا
fi: Luo elävä soittolista
fr: Créer une liste de lecture dynamique
he: צור רשימת־השמעה דינמית
hu: Dinamikus lejátszólista létrehozása
it: Crea playlist dinamica
ja: ダイナミックプレイリストを作成
ka: დინამიური რეპერტუარის შექმნა
km: បង្កើត​បញ្ជីចាក់​ថាមវន្ត
ko: 동적 재생목록 생성
lt: Sukurti dinaminį grojaraštį
nb: Opprett dynamisk spilleliste
nds: Dünaamsche Afspeellist opstellen
ne: गतिशील प्लेसूची सिर्जना गर्नुहोस्
nl: Dynamische afspeellijst aanmaken
nn: Lag dynamisk speleliste
pa: ਸਫ਼ਰੀ ਸੰਗੀਤ-ਸੂਚੀ ਬਣਾਓ
pl: Utwórz Dynamiczną listę odtwarzania
pt: Criar uma Lista de Reprodução Dinâmica
pt_br: Criar Lista Dinâmica de Músicas
ru: Создать динамический список
se: Ráhkat dynámalaš čuojahanlisttu
sk: Vytvoriť dynamický zoznam skladieb
sr: Направи динамичку листу
th: สร้างรายการเล่นปรับอัตโนมัติ
tr: Değişken Parça Listeleri Oluştur
uk: Створити динамічний список композицій

source: Dynamic Mode
af: Dinamiese Modus
bg: Динамичен режим
ca: Mode dinàmic
cs: Dynamický režim
da: Dynamisk tilstand
de: Dynamischer Modus
el: Δυναμική λειτουργία
es: Modo dinámico
et: Dünaamiline režiim
fa: حالت پویا
fi: Elävä soittolista
fr: Mode dynamique
he: מצב דינמי
hu: Dinamikus mód
it: Modalità dinamica
ja: ダイナミックモード
ka: დინამიური რეჟიმი
km: របៀប​ថាមវន្ត
ko: 다이나믹 모드
lt: Dinaminė veiksena
nb: Dynamisk modus
nds: Dünaamsch Bedrief
ne: गतिशील मोड
nl: Dynamische modus
nn: Dynamisk modus
pa: ਸਫ਼ਰੀ ਢੰਗ
pl: Tryb dynamiczny
pt: Modo Dinâmico
pt_br: Modo Dinâmico
ru: Динамический режим
se: Dynámalaš modus
sk: Dynamický režim
sr: Динамички режим
th: โหมดปรับอัตโนมัติ
tr: Değişken Kip
uk: Динамічний режим

source: Add Dynamic Playlist
af: Voeg Dinamiese Speel lys by
bg: Добавяне на динамичен списък със записи
ca: Afegeix una llista de reproducció dinàmica
cs: Přidat dynamický seznam skladeb
da: Tilføj dynamisk spilleliste
de: Dynamische Wiedergabeliste hinzufügen
el: Προσθήκη δυναμικής λίστας
es: Añadir una lista de reproducción dinámica
et: Dünaamilise esitusnimekirja valik
fa: افزودن فهرست پخش پویا
fi: Lisää elävä soittolista
fr: Ajouter une liste de lecture dynamique
he: הוסף רשימת־השמעה דינמית
hu: Dinamikus lejátszólista hozzáadása
it: Aggiungi playlist dinamica
ja: ダイナミックプレイリストを追加
ka: დინამიური რეპერტუარის დამატება
km: បន្ថែម​បញ្ជីចាក់​ថាមវន្ត
ko: 동적 재생목록 추가
lt: Įdėti dinaminį grojaraštį
nb: Legg til dynamisk spilleliste
nds: Dünaamsche Afspeellist tofögen
ne: गतिशील प्लेसूची थप्नुहोस्
nl: Dynamische afspeellijst toevoegen
nn: Legg til dynamisk speleliste
pa: ਸਫ਼ਰੀ ਸੰਗੀਤ-ਸੂਚੀ ਸ਼ਾਮਲ
pl: Dodaj dynamiczną listę odtwarzania
pt: Adicionar uma Lista de Reprodução Dinâmica
pt_br: Adicionar Lista Dinâmica de Músicas
ru: Добавить динамический список
se: Lasit dynámalaš čuojahanlisttu
sk: Pridať dynamický zoznam skladieb
sr: Додај динамичку листу
th: เพิ่มรายการเล่นปรับอัตโนมัติ
tr: Değişken Parça Listesi Ekle
uk: Додати динамічний список композицій

source: Edit Dynamic Playlist
af: Redigeer Dinamiese Speel lys
bg: Редактиране на динамичен списък със записи
ca: Edita la llista de reproducció dinàmica
cs: Upravit dynamický seznam skladeb
da: Redigér dynamisk spilleliste
de: Dynamische Wiedergabeliste bearbeiten
el: Επεξεργασία δυναμικής λίστας
es: Editar la lista de reproducción dinámica
et: Muuda dünaamilist esitusnimekirja
eu: Editatu zerrenda dinamikoa
fa: ویرایش فهرست پخش پویا
fi: Muokkaa elävää soittolistaa
fr: Éditer la liste de lecture dynamique
he: ערוך רשימת־השמעה דינמית
hu: Dinamikus lejátszólista szerkesztése
it: Modifica la playlist dinamica
ja: ダイナミックプレイリストを編集
ka: დინამიური რეპერტუარის ჩასწორება
km: កែសម្រួល​បញ្ជីចាក់​ថាមវន្ត
ko: 동적 재생목록 편집
lt: Keisti dinaminį grojaraštį
nb: Rediger dynamisk spilleliste
nds: Dünaamsche Afspeellist bewerken
ne: गतिशील प्लेसूची सम्पादन गर्नुहोस्
nl: Dynamische afspeellijst bewerken
nn: Rediger dynamisk speleliste
pa: ਸਫ਼ਰੀ ਸੰਗੀਤ-ਸੂਚੀ ਸੋਧ
pl: Edytuj dynamiczną listę odtwarzania
pt: Editar a Lista de Reprodução Dinâmica
pt_br: Editar Lista Dinâmica de Músicas
ru: Изменить динамический список
se: Doaimmat dynámalaš čuojahanlisttu
sk: Upraviť dynamický zoznam skladieb
sr: Уреди динамичку листу
th: แก้ไขรายการเล่นปรับอัตโนมัติ
tr: Değişken Parça Listesini Düzenle
uk: Змінити динамічний список композицій

source: This dynamic playlist has no sources set.
af: Hierdie dinamiese speel lys het geen bronne wat opgestel is nie.
bg: Динамичният списък няма зададен източник.
ca: Aquesta llista de reproducció dinàmica encara no té fonts.
cs: Tento dynamický seznam zatím nemá zdroje.
da: Denne dynamiske spilleliste har ingen kilder sat.
de: Für diese dynamische Wiedergabeliste sind keine Quellen festgelegt.
el: Αυτή η δυναμική λίστα δεν έχει κανένα στοιχείο.
es: Esta lista de reproducción dinámica no tiene fuentes establecidas.
et: Sellele dünaamilisele esitusnimekirjale pole allikat määratud.
fa: این فهرست پخش پویا هیچ منبع تنظیم‌شده‌ای ندارد.
fi: Elävälle soittolistalle ei ole asetettu lähteitä.
fr: Cette liste de lecture dynamique n'a pas de source définie.
hu: Ehhez a dinamikus lejátszólistához nincs beállítva forrás.
it: Nessuna fonte impostata per questa playlist dinamica.
ja: このダイナミックプレイリストにはソースがセットされていません。
km: បញ្ជីចាក់​ថាមវន្ត​នេះ​គ្មាន​សំណុំ​ប្រភព ។
lt: Šiam dinaminiam grojaraščiui dar nenurodyti šaltiniai.
nb: Ingen kilder er satt opp for denne dynamiske spillelista.
nds: För disse dünaamsche Afspeellist sünd noch keen Borns fastleggt.
ne: गतिशील प्लेसूचीसँग कुनै स्रोत सेट छैन ।
nl: Deze dynamische afspeellijst heeft geen ingestelde bronnen.
nn: Denne dynamiske spelelista har ingen kjelder sett opp.
pl: Ta dynamiczna lista odtwarzania nie ma jeszcze ustawionych źródeł.
pt: Esta lista dinâmica não tem fontes definidas.
pt_br: Essa lista dinâmica de músicas não tem nenhuma fonte definida.
se: Dán dynámalaš čuojahanlisttus eai leat gáldut.
sk: Tento dynamický zoznam skladieb nemá nastavené žiadne zdroje.
sr: Ова динамичка листа још нема задате изворе.
th: รายการเล่นปรับอัตโนมัตินี้ไม่ได้ตั้งแหล่งเอาไว้
tr: Bu dinamik parça listesinin kaynakları henüz ayarlanmamış.
uk: Не встановлені джерела для динамічного списку композицій.

source: Submitting to last.fm
af: Stuur in na <i>last.fm</i>
bg: Изпращане към last.fm
ca: S'està trametent a last.fm
cs: Odesílám na last.fm
da: Indsender til last.fm
de: Übertragung zu Last.fm
el: Υποβολή στο last.fm
es: Enviando a last.fm
et: Edastamine last.fm-ile
eu: "last.fm" gunera bidaltzen
fa: ارائه به last.fm
fi: Lähetetään tietoja Last.fm-palveluun
fr: Soumission à last.fm
he: שולח אל last.fm
hu: Küldés a Last.fm-nek
it: Invio a last.fm
ja: Last.fm へ送信
ka: last.fm-ზე გამოქვეყნება
km: កំពុង​ដាក់ស្នើ​ទៅ last.fm
ko: last.fm 에 전송하기
lt: Siunčiama į last.fm
nb: Sender inn til last.fm
nds: Överdregen na last.fm
ne: last.fm मा पेश गर्दै
nl: Indienen bij last.fm
nn: Sender inn til last.fm
pa: last.fm ਨੂੰ ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Dodawanie do Last.fm
pt: A Enviar para o last.fm
pt_br: Enviando ao last.fm
ru: Передача данных на last.fm
se: Sáddemin last.fm:ii
sk: Odosielam na last.fm
sr: Предавање на last.fm
th: ส่งไปที่ last.fm
tr: last.fm'e gönderiliyor
uk: Надсилання до last.fm

source: '%1' submitted to last.fm
af: %1 in gestuur na <i>last.fm</i>
bg: "%1" беше изпратен до last.fm
ca: «%1» tramés a last.fm
cs: '%1' odesláno na na last.fm
da: "%1" indsendt til last.fm
de: "%1" wurde an Last.fm übermittelt
el: Το '%1' υποβλήθηκε στο last.fm
es: «%1» enviada a last.fm
et: '%1' last.fm-ile edastatud
eu: '%1' last.fm gunera bidalita
fa: »%1« به last.fm ارائه شد
fi: ”%1” lähetettiin Last.fm-palveluun
fr: « %1 » a été soumis à last.fm
he: נשלחו "%1" אל last.fm
hu: "%1" elküldve a Last.fm-nek
it: '%1' inviata a last.fm
ja: '%1' を Last.fm へ送信しました
ka: '%1' გადაეცა last.fm-ს
km: បាន​ដាក់ស្នើ '%1' ទៅ last.fm
ko: '%1'을(를) last.fm에 전송함
lt: „%1“ nusiųsta į last.fm
nb: «%1» sendt inn til last.fm
nds: "%1" na last.fm överdragen.
ne: last.fm मा '%1' पेश गरियो
nl: '%1' is ingediend bij last.fm
nn: «%1» sendt inn til last.fm
pa: '%1' last.fm ਨੂੰ ਭੇਜਿਆ
pl: Dodano "%1" do Last.fm
pt: '%1' foi enviado para o last.fm
pt_br: '%1' foi enviada ao last.fm
ru: '%1' передано на last.fm
se: «%1» sáddejuvvon last.fm:ii
sk: '%1' odosláné na last.fm
sr: „%1“ је предата last.fm-у
th: '%1' ถูกส่งไปที่ last.fm
tr: '%1' şarkısı last.fm'e gönderildi
uk: "%1" надіслано до last.fm

source: Several tracks submitted to last.fm
af: Verskeie snitte was ingedien by last.fm
bg: Няколко записа бяха изпратени до last.fm
ca: S'han tramés diverses peces a last.fm
cs: Několik skladeb bylo odesláno na last.fm
da: Flere spor indsendte til last.fm
de: Mehrere Stücke wurden an Last.fm übermittelt
el: Αρκετά κομμάτια υποβλήθηκαν στο last.fm
es: Varias pistas han sido enviadas a last.fm
et: Mitu pala last.fm-ile edastatud
eu: Hainbat pista last.fm gunera bidalita
fa: چندین شیار به last.fm ارائه شد
fi: Useita kappaleita lähetettiin Last.fm-palveluun
fr: Plusieurs morceaux ont été soumis à last.fm
he: מספר רצועות נשלחו אל last.fm
hu: Több szám el lett küldve a Last.fm-nek
it: Numerose tracce inviate a last.fm
ja: いくつかのトラックを Last.fm へ送信しました
ka: რამდენიმე ჩანაწერი გამოქვეყნდა last.fm
km: បាន​ដាក់ស្នើ​បទ​មួយ​ចំនួន​ទៅ last.fm
ko: 몇몇 트랙을 last.fm으로 보냈습니다
lt: Kelios dainos nusiųstos į last.fm
nb: Flere spor sendt inn til last.fm
nds: En Reeg Stücken na last.fm överdragen.
ne: last.fm मा विभिन्न ट्रयाकहरू समावेश गरियो
nl: Meerdere tracks ingediend bij last.fm
nn: Fleire spor sendt inn til last.fm
pa: last.fm ਨੂੰ ਕਈ ਟਰੈਕ ਭੇਜੇ ਗਏ
pl: Dodano kilka utworów do Last.fm
pt: Foram enviadas várias faixas para o last.fm
pt_br: Várias faixas foram enviadas ao last.fm
ru: Несколько дорожек передано на last.fm
se: Máŋga bihtá sáddejuvvui last.fm:ii
sk: Niekoľko skladieb bolo odoslaných na last.fm
sr: Неколико нумера је предато last.fm-у
th: หลายเพลงถูกส่งไปที่ last.fm
tr: Pek çok şarkı last.fm'e gönderildi
uk: Декілька доріжок надіслано до last.fm

source: _n: '%1' and one other track submitted '%1' and %n other tracks submitted
af: '%1' en nog een snit ingestuur '%1' en %n ander snitte ingestuur.
bg: Изпратен беше "%1" и още един запис Изпратен беше "%1" и още %n записа
ca: «%1» i una altra peça més trameses «%1 » i %n peces més trameses
cs: '%1' a další skladba odeslána '%1' a další %n skladby odeslány '%1' a dalších %n skladeb odesláno
da: "%1" og et andet spor indsendt "%1" og %n andre spor indsendte
de: "%1" und ein weiteres Stück übermittelt "%1" und %n weitere Stücke übermittelt
el: Το '%1' και ένα άλλο κομμάτι υποβλήθηκαν Το '%1' και %n άλλα κομμάτια υποβλήθηκαν
es: «%1» y otra pista más enviada «%1» y otras %n pistas enviadas
et: '%1' ja veel üks pala edastatud '%1' ja veel %n pala edastatud
eu: '%1' eta beste pista bat bidalita '%1' eta beste %n pista bidalita
fa: »%1« و %n شیار دیگر ارائه شد
fi: ”%1” ja yksi muu kappale lähetettiin ”%1” ja %n muuta kappaletta lähetettiin
fr: « %1 » et un autre morceau ont été soumis « %1 » et %n autres morceaux ont été soumis
he: נשלחה '%1' ורצועה אחת נוספת נשלחו '%1' ו־%n רצועות נוספות
hu: '%1' és %n további szám elküldve
it: '%1' ed un'altra traccia inviata '%1' e %n altre tracce inviate
ja: '%1' と他 %n トラックを送信しました
ka: '%1' და %n სხვა ჩანაწერი გამოქვეყნდა
km: បាន​ដាក់ស្នើ '%1' និង​បទ %n ផ្សេង​ទៀត
lt: „%1“ ir %n kita daina nusiųsta „%1“ ir %n kitos dainos nusiųstos „%1“ ir %n kitų dainų nusiųsta
nb: «%1» og ett spor til sendt inn «%1» og %n andre spor sendt inn
nds: "%1" un een anner Stück överdragen "%1" un %n anner Stücken överdragen
ne: '%1' र एउटा ट्रयाक पेश गरियो '%1' र %n अन्य ट्रयाकहरू पेश गरियो
nl: '%1' en een andere track ingediend '%1' en %n andere tracks ingediend
nn: «%1» og eitt spor til sendt inn «%1» og %n andre spor sendt inn
pa: '%1' ਅਤੇ ਇੱਕ ਹੋਰ ਟਰੈਕ ਭੇਜ ਦਿੱਤਾ ਗਿਆ ਹੈ '%1' ਅਤੇ %n ਟਰੈਕ ਭੇਜ ਦਿੱਤੇ ਗਏ ਹਨ
pl: Dodano "%1" oraz jeden inny utwór Dodano "%1" oraz %n inne utwory Dodano "%1" oraz %n innych utworów
pt: '%1' e uma outra faixa enviada '%1' e %n outras faixas enviadas
pt_br: %1 e mais outra faixa enviada %1 e mais %n outras faixas enviadas
ru: '%1' и другая дорожка переданы '%1' и %n других дорожек переданы '%1' и %n других дорожек переданы
se: «%1» ja okta eará bihttá sáddejuvvui «%1» ja %n bihtá sáddejuvvui
sk: '%1' a dalšia skladba odoslaná '%1' a dalšie %n skladby odoslané '%1' a dalších %n skladieb odoslaných
sr: „%1“ и %n друга нумера је предата „%1“ и %n друге нумере су предате „%1“ и %n других нумера је предато
th: '%1' และอีก %n เพลงถูกส่งไป
tr: '%1' ve diğer %n şarkı gönderildi
uk: "%1" та %n іншу доріжку передано "%1" та %n інші доріжки передано "%1" та %n інших доріжок передано

source: Failed to submit '%1' to last.fm
af: Kon nie '%1' na last.fm instuur nie.
bg: Изпращането на "%1" до last.fm беше неуспешно
ca: Error en trametre «%1» a last.fm
cs: Odeslání '%1' na last.fm selhalo
da: Mislykkedes at indsende "%1" til last.fm
de: "%1" ließ sich nicht an Last.fm übermitteln
el: Αποτυχία υποβολής του '%1' στο last.fm
es: Ha fallado el envío de «%1» a last.fm
et: '%1' edastamine last.fm-ile ebaõnnestus
eu: Huts egin du '%1' last-fm gunera bidaltzean
fa: خرابی در ارائۀ »%1« به last.fm
fi: Kappaleen ”%1” lähettäminen Last.fm-palveluun epäonnistui
fr: Échec de la soumission de « %1 » à last.fm
he: כישלון בשליחת "%1" אל last.fm
hu: Nem sikerült elküldeni a Last.fm-nek ezt: "%1"
it: Fallito l'invio di '%1' a last.fm
ja: '%1' を Last.fm に送信できませんでした
ka: '%1'-ს last.fm-ზე გამოქვეყნება ვერ განხორციელდა
km: បរាជ័យ​ក្នុង​ការ​ដាក់ស្នើ '%1' ទៅ last.fm
ko: '%1'을(를) last.fm으로 보내지 못했습니다
lt: Nusiųsti „%1“ į last.fm nepavyko
nb: Kunne ikke sende «%1» inn til last.fm
nds: "%1" lett sik nich na last.fm överdregen
ne: last.fm मा '%1' पेश गर्न असफल भयो
nl: '%1' kon niet worden ingediend bij last.fm
nn: Klarte ikkje senda «%1» inn til last.fm
pa: '%1' ਨੂੰ last.fm ਨੂੰ ਭੇਜਣ ਲਈ ਅਸਫ਼ਲ ਹੈ
pl: Nie udało się dodać "%1" do Last.fm
pt: Não foi possível enviar o '%1' para o last.fm
pt_br: Houve uma falha ao enviar '%1' ao last.fm
ru: Не удалось передать '%1' на last.fm
se: Ii sáhttán sádden «%1» last.fm:ii
sk: Odoslanie '%1' na last.fm zlyhalo
sr: Нисам успео да предам „%1“ last.fm-у
th: การส่ง '%1' ไป last.fm ล้มเหลว
tr: '%1' şarkısının last.fm'e gönderilmesi başarısız oldu
uk: Не вдалось надіслати "%1" до last.fm

source: Failed to submit several tracks to last.fm
af: Kon nie verskeie snitte na last.fm instuur nie.
bg: Изпращането на записите към last.fm беше неуспешно
ca: Error en trametre diverses peces a last.fm
cs: Odeslání několika skladeb na last.fm selhalo
da: Mislykkedes at sende flere spor ind til last.fm
de: Mehrere Stücke ließen sich nicht an Last.fm übermitteln
el: Αποτυχία υποβολής αρκετών κομματιών στο last.fm
es: Ha fallado el envío de algunas pistas a last.fm
et: Mitme pala edastamine last.fm-ile ebaõnnestus
eu: Huts egin du hainbat pista last.fm gunera bidaltzean
fa: خرابی در ارائۀ چندین شیار به last.fm
fi: Useamman kappaleen lähettäminen Last.fm-palveluun epäonnistui
fr: Échec de la soumission de plusieurs morceaux à last.fm
he: כישלון בשליחת מספר רצועות אל last.fm
hu: Nem sikerült elküldeni néhány számot a Last.fm-nek
it: Fallito l'invio di numerose tracce a last.fm
ja: いくつかのトラックを Last.fm に送信できませんでした
ka: რამდენიმე ჩანაწერის last.fm-ზე გამოქვეყნება ვერ განხორციელდა
km: បរាជ័យ​ក្នុង​ការ​ដាក់ស្នើ​បទ​ទៅ last.fm
ko: 몇몇 트랙을 last.fm으로 보내는데 실패하였습니다
lt: Nepavyko nusiųsti kelių dainų į last.fm
nb: Kunne ikke sende spor inn til last.fm
nds: En Reeg Stücken laat sik nich na last.fm överdregen
ne: last.fm मा विभिन्न ट्रयाकहरू पेश गर्न असफल भयो
nl: Meerdere tracks konden niet worden ingediend bij last.fm
nn: Klarte ikkje senda spor inn til last.fm
pa: last.fm ਨੂੰ ਕਈ ਟਰੈਕ ਭੇਜਣ ਲਈ ਅਸਫ਼ਲ ਹੈ
pl: Nie udało się dodać niektórych utworów do Last.fm
pt: Não foi possível enviar algumas faixas para o last.fm
pt_br: Houve uma falha ao enviar várias faixas ao last.fm
ru: Не удалось передать несколько дорожек на last.fm
se: Ii sáhttán sáddet bihtáid last.fm:ii
sk: Odoslanie niekoľkých skladieb na last.fm zlyhalo
sr: Нисам успео да предам неколико нумера last.fm-у
th: การส่งหลายๆ เพลงไป last.fm ล้มเหลว
tr: Pek çok şarkının last.fm'e gönderilmesi başarısız oldu
uk: Не вдалось надіслати декілька доріжок до last.fm

source: _n: Failed to submit '%1' and one other track Failed to submit '%1' and %n other tracks
af: Kon nie '%1' en een ander snit instuur nie Kon nie '%1' en %n ander snitte instuur nie.
bg: Неуспешно изпращане на "%1" и още един запис Неуспешно изпращане на "%1" и още %n записа
ca: Error en trametre «%1» i una altra peça Error en trametre «%1» i %n peces més
cs: Selhalo odeslání '%1' a další skladby Selhalo odeslání '%1' a dalších %n skladeb Selhalo odeslání '%1' a dalších %n skladeb
da: Mislykkedes at indsende "%1" og et andet spor Mislykkedes at indsende "%1" og %n andre spor
de: "%1" und ein weiteres Stück ließ sich nicht übermitteln "%1" und %n weitere Stücke ließen sich nicht übermitteln
el: Αποτυχία υποβολής του '%1' και ενός ακόμη κομματιού Αποτυχία υποβολής του '%1' και %n ακόμη κομματιών
es: El envío de «%1» y otra pista más ha fallado El envío de «%1» y otras %n pistas ha fallado
et: '%1' ja veel ühe pala edastamine ebaõnnestus '%1' ja veel %n pala edastamine ebaõnnestus
eu: Huts egin du '%1' eta beste pista bat bidaltzean Huts egin du '%1' eta beste %n pista bidaltzean
fa: خرابی در ارائۀ »%1« و %n شیار دیگر
fi: Kappaleen ”%1” ja yhden muun kappaleen lähettäminen epäonnistui Kappaleen ”%1” ja %n muun kappaleen lähettäminen epäonnistui
fr: Échec de la soumission de « %1 » et d'un autre morceau Échec de la soumission de « %1 » et de %n autres morceaux
he: כישלון בשליחת '%1' ורצועה אחת נוספת כישלון בשליחת '%1' ו־%n רצועות נוספות
hu: Nem sikerült elküldeni: '%1' és %n másik szám
it: Fallito l'invio di '%1' e di un'altra traccia Fallito l'invio di '%1' e di %n altre tracce
ja: '%1' と他 %n トラックを送信できませんでした
ka: '%1' და %n სხვა ჩანაწერის გამოქვეყნება ვერ განხორციელდა
km: បរាជ័យ​ក្នុង​ការ​ដាក់ស្នើ '%1' និង​បទ​ចំនួន %n ផ្សេង​ទៀត
lt: Nepavyko nusiųsti „%1“ ir %n kitos dainos Nepavyko nusiųsti „%1“ ir %n kitų dainų Nepavyko nusiųsti „%1“ ir %n kitų dainų
nb: Kunne ikke sende inn «%1» og ett spor til Kunne ikke sende inn «%1» og %n spor til
nds: Överdregen vun "%1" un een anner Stück fehlslaan Överdregen vun "%1" un %n anner Stücken fehlslaan
ne: '%1' र एउटा अन्य ट्रयाक पेश गर्न असफल भयो '%1' र %n अन्य ट्रयाक पेश गर्न असफल भयो
nl: '%1' en een andere track konden niet worden ingediend '%1'en %n andere tracks kon niet worden ingediend
nn: Klarte ikkje senda inn «%1» og eitt spor til Klarte ikkje senda inn «%1» og %n spor til
pa: '%1' ਅਤੇ ਇੱਕ ਹੋਰ ਟਰੈਕ ਭੇਜਣ ਲਈ ਫੇਲ ਹੈ '%1' ਅਤੇ ਹੋਰ %n ਟਰੈਕ ਭੇਜਣ ਲਈ ਫੇਲ ਹੈ
pl: Nie udało się dodać "%1" i jednego innego utworu Nie udało się dodać "%1" i %n innych utworów Nie udało się dodać "%1" i %n innych utworów
pt: Não foi possível enviar '%1' e uma outra faixa Não foi possível enviar '%1' e %n outras faixas
pt_br: Houve uma falha ao enviar '%1' e mais outra faixa Houve uma falha ao enviar '%1' e mais %n outras faixas
ru: Не удалось передать '%1' и ещё одну композицию Не удалось передать '%1' и ещё %n других композиции Не удалось передать '%1' и ещё %n других композиций
se: Ii sáhttán sáddet «%1» ja ovtta bihttá vel Ii sáhttán sáddet «%1» ja %n bihtá vel
sk: Zlyhalo odoslanie '%1' a jednej dalšej skladby Zlyhalo odoslanie '%1' a dalších %n skladieb Zlyhalo odoslanie '%1' a dalších %n skladieb
sr: Нисам успео да предам „%1“ и %n другу нумеру Нисам успео да предам „%1“ и %n друге нумере Нисам успео да предам „%1“ и %n других нумера
th: การส่ง '%1' และอีก %n เพลงล้มเหลว
tr: '%1' ve diğer %n şarkı Audioscrobbler'a gönderilirken bir hata oluştu
uk: Не вдалось передати "%1" та %n іншу доріжку Не вдалось передати "%1" та %n інші доріжки Не вдалось передати "%1" та %n інших доріжок

source: _n: One track still in queue %n tracks still in queue
af: Een snit is nog in die wagtou %n snitte is nog in die wagtou.
bg: Още има един запис на опашката Още има %n записа на опашката
ca: Encara queda una peça a la cua Encara queden %n peces a la cua
cs: Jedna skladba stále ve frontě %n skladby stále ve frontě %n skladeb stále ve frontě
da: Et spor stadigvæk i kø %n spor stadigvæk i kø
de: Noch ein Stück in der Warteschlange Noch %n Stücke in der Warteschlange
el: Ένα κομμάτι ακόμα σε αναμονή %n κομμάτια ακόμα σε αναμονή
es: Una pista aún en cola %n pistas aún en cola
et: 1 pala veel järjekorras %n pala veel järjekorras
eu: Pista bat oraindik ilaran %n pista oraindik ilaran
fa: %n شیار هنوز در صف هستند
fi: Yksi kappale on vielä jonossa %n kappaletta on vielä jonossa
fr: %n morceau encore en attente %n morceaux encore en attente
he: רצועה אחת עדיין בתור %n רצועות עדיין בתור
hu: %n szám még a sorban várakozik
it: Una traccia è ancora in coda %n tracce sono ancora in coda
ja: キューに %n トラック残っています
ka: %n ჩანაწერი ისევ რიგშია
km: បទ​ចំនួន %n កំពុង​នៅ​ក្នុង​ជួរ​នៅ​ឡើយ
lt: %n daina vis dar eilėje %n dainos vis dar eilėje %n dainų vis dar eilėje
nb: Ett spor fremdeles i køen %n spor fremdeles i køen
nds: Noch een Stück binnen de Reeg Noch %n Stücken binnen de Reeg
ne: एउटा ट्रयाक अझै लामम छ %n ट्रयाकहरू अझै लाममा छन्
nl: 1 track nog steeds in de wachtrij %n tracks nog steeds in de wachtrij
nn: 1 spor til i køen %n spor til i køen
pa: ਇੱਕ ਟਰੈਕ ਕਤਾਰ ਵਿੱਚ ਹੈ %n ਟਰੈਕ ਹਾਲੇ ਵੀ ਕਤਾਰ 'ਚ ਹਨ
pl: Jeden utwór jest nadal w kolejce %n utwory są nadal w kolejce %n utworów jest nadal w kolejce
pt: Uma faixa ainda em fila %n faixas ainda em fila
pt_br: Uma faixa ainda está na fila %n faixas ainda estão na fila
ru: %n композиция в очереди %n композиции в очереди %n композиций в очереди
se: Okta bihttá vel gárgadusas %n bihtá vel gárgadusas
sk: Jedna stopa stále v rade %n stopy stále v rade %n stôp stále v rade
sr: %n нумера је и даље у реду %n нумере су и даље у реду %n нумера је и даље у реду
th: %n เพลงยังคงอยู่ในคิว
tr: %n parça hala kuyrukta bekliyor
uk: %n доріжка ще в черзі %n доріжки ще в черзі %n доріжок ще в черзі
