Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <p>Are you sure you want to uninstall the theme <strong>%1</strong>?</p>
af: Is jy seker dat jy die tema <strong>'%1</strong> wil uitvee?
bg: <p>Сигурни ли сте, че искате да премахнете темата <strong>%1</strong>?</p>
ca: <p>Esteu segur que voleu desinstal·lar el tema <strong>%1</strong>?</p>
cs: <p>Přejete si doopravdy odstranit styl <strong>%1</strong>?</p>
da: <p>Er du sikker på at du ønsker at afinstallere temaet <strong>%1</strong>?</p>
de: <p>Soll das Design <strong>%1</strong> wirklich deinstalliert werden?</p>
el: <p>Επιθυμείτε σίγουρα την απεγκατάσταση του θέματος <strong>%1</strong>;</p>
es: <p>¿Seguro que desea desinstalar el tema <strong>%1</strong>?</p>
et: <p>Kas tõesti eemaldada teema <strong>%1</strong>?</p>
eu: <p>Ziur zaude <strong>%1</strong> gaia desinstalatzea nahi duzula?</p>
fa: <p>مطمئن هستید که می‌خواهید چهرۀ <strong>%1</strong> را از نصب خارج کنید؟ </p>
fi: <p>Haluatko varmasti poistaa teeman ”<strong>%1</strong>”?</p>
fr: <p>Êtes-vous sûr de vouloir désinstaller le style <strong>%1</strong>?< /p>
he: <p>האם הנך בטוח שברצונך למחוק את סגנון <strong>%1</strong>?</p>
hu: <p>Valóban el szeretné távolítani a(z) <strong>%1</strong> témát?</p>
it: <p>Sei sicuro di voler disinstallare il tema <strong>%1</strong>?</p>
ja: <p>テーマ <strong>%1</strong> を本当にアンインストールしますか？</p>
ka: <p>დაწრწმუნებული ხართ რომ გსურთ <strong>%1</strong> გაფორმების წაშლა?</p>
km: <p>តើ​អ្នក​ពិត​ជា​ចង់​លុង​ស្បែក <strong>%1</strong> ឬ ?</p>
ko: <p>테마 <strong>%1</strong>(을)를 제거하길 원하십니까?</p>
lt: <p>Ar tikrai norite pašalinti temą <strong>%1</strong>?</p>
nb: <p>Er du sikker på at du vil avinstallere drakten <strong>%1</strong>?</p>
nds: <p>Büst Du seker, wat Du dat Muster <strong>%1</strong> wegdoon wullt?</p>
ne: <p>तपाईँ विषयवस्तु विस्थापन गर्न निश्चित हुनुहुन्छ <strong>%1</strong>?</p>
nl: <p>Wilt u het thema <strong>%1</strong> deïnstalleren?</p>
nn: Er du sikker på at du vil avinstallera temaet <strong>%1</strong>?
pa: <p>ਕੀ ਤੁਸੀਂ <strong>%1</strong> ਸਕਰਿਪਟ ਹਟਾਉਣ ਲਈ ਸਹਿਮਤ ਹੋ?</p>
pl: <p>Czy jesteś pewien, że chcesz odinstalować motyw <strong>%1</strong>?</p>
pt: <p>Tem a certeza que deseja desinstalar o tema <strong>%1</strong>?</p>
pt_br: <p>Você tem certeza de que desinstalar o tema <strong>%1</strong>?</p>
ru: <p>Удалить тему <strong>%1</strong>?</p>
se: <p>Háliidatgo duođas váldit eret fáttá «<strong>%1</strong>»?</p>
sk: Naozaj chcete odinštalovať tému <strong>%1</strong>?</p>
sr: <p>Желите ли заиста да деинсталирате тему <strong>%1</strong>?</p>
th: <p>คุณแน่ใจหรือว่าต้องการถอดชุดตกแต่ง <strong>%1</strong>?</p>
tr: <p>Bu temayı kaldırmak istediğinizden emin misiniz?<strong>%1</strong>?</p>
uk: <p>Ви впевнені, що хочете прибрати тему <strong>%1</strong>?</p>

source: Uninstall Theme
af: Vee Tema uit
bg: Премахване на тема
ca: Desinstal·la el tema
cs: Odinstalovat styl
da: Afinstallér tema
de: Design deinstallieren
el: Απεγκατάσταση θέματος
es: Desinstalar tema
et: Teema eemaldamine
eu: Desinstalatu gaia
fa: از نصب خارج کردن چهره
fi: Poista teema
fr: Désinstaller un style
he: הסר התקנת ערכת־נושא
hu: Téma eltávolítása
it: Disinstalla tema
ja: テーマをアンインストール
ka: გაფორმების ამოშლა
km: លុប​ស្បែក
ko: 테마 제거
lt: Pašalinti temą
nb: Avinstaller drakt
nds: Muster wegdoon
ne: विषयवस्तु विस्थापन गर्नुहोस्
nl: Thema deïnstalleren
nn: Avinstaller
pa: ਸਰੂਪ ਹਟਾਓ
pl: Odinstaluj motyw
pt: Desinstalar o Tema
pt_br: Desinstalar Tema
ru: Удалить тему
se: Váldde eret fáttá
sk: Odinštalovať tému
sr: Деинсталирај тему
th: ถอดชุดตกแต่งออก
tr: &Temayı Kaldır
uk: Прибрати тему

source: <p>Could not uninstall this theme.</p><p>You may not have sufficient permissions to delete the folder <strong>%1<strong></p>.
af: <p>Kon nie hierdie tema uitvee nie.</p><p>Jy het miskies nie die nodige regte om die gids <strong>%1</strong> uit te vee nie.</p>
bg: <p>Грешка при инсталиране на тема.</p><p>Може би нямате достатъчно права за изтриване на тази директория <strong>%1<strong></p>.
ca: <p>No s'ha pogut desinstal·lar aquest tema.</p> <p>Podríeu no tenir permisos suficients per a eliminar el directori <strong>%1<strong></p>.
cs: <p>Nepodařilo se odinstalovat tento styl.</p><p>Možná nemáte dostatečná oprávnění pro smazání složky<strong>%1<strong></p>.
da: <p>Kunne ikke afinstallere temaet.</p><p>Du har måske ikke tilstrækkelige rettigheder til at slette mappen <strong>%1<strong></p>.
de: <p>Dieses Design ließ sich nicht deinstallieren.</p><p>Möglicherweise fehlen Ihnen die nötigen Rechte zum Löschen des Ordners <strong>%1<strong>.</p>
el: <p>Αδυναμία απεγκατάστασης αυτού του θέματος.</p><p>Μπορεί να μην έχετε επαρκή δικαιώματα για τη διαγραφή του φακέλου <strong>%1<strong></p>.
es: <p>No se pudo desintalar este tema.</p> <p>Puede que no tenga permisos suficientes para eliminar la carpeta <strong>%1</strong></p>
et: <p>Selle teema eemaldamine ebaõnnestus.</p><p>Võib-olla ei ole sul piisavaid õigusi kustutamaks kataloogi <strong>%1<strong></p>.
eu: <p>Ezin izan da gai hau desinstalatu</p> <p>Ez dituzu nahikoa baimen <strong>%1<strong> karpeta ezabatzeko</p>.
fa: <p>نتوانست این چهره را از نصب خارج کند.</p> <p>ممکن است مجوز کافی برای حذف پوشۀ <strong>%1<strong> نداشته باشید </p>.
fi: <p>Teemaa ei voitu poistaa.</p><p>Sinulla ei ole oikeuksia poistaa kansiota ”<strong>%1<strong>”</p>.
fr: <p>Impossible de désinstaller ce style.</p><p>Vous ne devez pas disposer des permissions suffisantes pour effacer le dossier <strong>%1<strong></p>.
he: <p>אין אפשרות להסיר את ערכת־הנושא הזאת.</p><p>ייתכן שאין לך הרשאות מספיקות על־מנת למחוק את התיקייה <strong>%1<strong></p>.
hu: <p>Nem sikerült eltávolítani ezt a témát.</p><p>Lehet, hogy nincs jogosultsága ezen könyvtár törléséhez: <strong>%1<strong></p>.
it: <p>Impossibile disinstallare questo tema.</p><p>Potresti non avere i permessi per eliminare la cartella <strong>%1<strong></p>.
ja: <p>テーマをアンインストールできませんでした。</p><p>フォルダ <strong>%1<strong> を削除する権限がないようです。</p>
ka: <p>გაფორმება ვერ ამოიშალა.</p><p>თქვენ შეიძლება არ გაქვთ ამ საქაღალდის წაშლისთვის აუცილებელი უფლებები <strong>%1<strong></p>.
km: <p>មិន​អាច​លុប​ស្បែក​នេះ​បាន​ឡើយ ។</p><p>អ្នក​ប្រហែល​ជា​មិន​មាន​សិទ្ធិ​គ្រប់គ្រាន់​ដើម្បី​លុប​ថត <strong>%1<strong> ។</p>
ko: <p>이 테마를 제거할 수 없습니다.</p><p>폴더 <strong>%1</strong>(을)를 삭제할 충분한 권한을 가지지 않은것 같습니다.</p>
lt: <p>Temos pašalinti nepavyko.</p><p>Gali būti, kad jums nepakanka teisių, norint pašalinti aplanką <strong>%1<strong></p>.
nb: <p>Klarte ikke å avinstallere denne drakten.</p><p>Du har kanskje ikke tilstrekkelig rettighet til å slette mappa <strong>%1</strong></p>.
nds: <p>Muster lett sik nich wegdoon.</p><p>Villicht hest Du nich noog Verlöven för't Wegdoon vun den Orner <strong>%1<strong>.</p>
ne: <p>यो विषयवस्तु विस्थापन गर्न सकेन ।</p><p>तपाईँसँग यो फोल्डर मेट्न पर्याप्त अनुमति नहुन सक्छ<strong>%1<strong></p> ।
nl: <p>Kon dit thema niet deïnstalleren.</p> <p>U hebt mogelijk niet voldoende toegangsrechten om de map<strong> %1<strong> te verwijderen.</p>
nn: <p>Klarte ikkje avinstallera temaet.</p><p>Det kan vera du ikkje har løyve til å sletta mappa <strong>%1<strong></p>.
pa: <p>ਇਹ ਸਰੂਪ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ।</p> <p>ਤੁਹਾਡੇ ਕੋਲ <strong>%1<strong> ਫੋਲਡਰ ਹਟਾਉਣ ਲਈ ਅਧਿਕਾਰ ਨਹੀਂ ਹਨ।</p>
pl: <p>Nie można było odinstalować motywu.</p><p>Być może nie masz wystarczających uprawnień do skasowania katalogu<strong>%1<strong></p>.
pt: <p>Não foi possível desinstalar este tema.</p><p>Poderá não ter permissões suficientes para remover a pasta <strong>%1<strong></p>.
pt_br: <p>Não foi possível desinstalar esse tema.</p><p>Talvez você não tenha permissões suficientes para apagar a pasta <strong>%1<strong></p>.
se: <p>Ii sáhtán váldit eret dán fáttá</p><p>Dus eai dáidde leat doarvái vuoigatvuođaid sihkkut <strong>%1<strong> máhpa.</p>.
sk: <p>Nepodarilo sa odinštalovať túto tému.</p><p>Možno nemáte dostatočné oprávnenia na vymazanie priečinka <strong>%1<strong></p>.
sr: <p>Нисам могао да деинсталирам ову тему.</p><p>Можда немате дозволу за брисање фасцикле <strong>%1<strong></p>.
th: <p>ไม่สามารถถอดชุดตกแต่งนี้ออกได้</p> <p>คุณอาจจะไม่มีสิทธิ์พอที่จะทำการลบโฟลเดอร์ <strong>%1</strong></p>
tr: <p>Bu tema yüklenemedi.</p><p>Bu klasörü silmek için gereken yetkiye sahip değilsiniz.<strong>%1<strong></p>.
uk: <p>Не вдалося прибрати цю тему.</p><p>Можливо, ви не маєте достатньо прав для вилучення теки <strong>%1<strong></p>.

source: _n: One week ago %n weeks ago
af: Een week gelede %n weke gelede
bg: преди седмица преди %n седмици
ca: Fa una setmana Fa %n setmanes
cs: Minulý týden Před %n týdny Před %n týdny
da: Forrige uge %n uger siden
de: vor einer Woche vor %n Wochen
el: Πριν μια εβδομάδα Πριν %n εβδομάδες
es: Hace una semana Hace %n semanas
et: Ühe nädala eest %n nädala eest
eu: Duela aste bat Duela %n aste
fa: %n هفته پیش
fi: viikko sitten %n viikkoa sitten
fr: de la dernière semaine des %n dernières semaines
he: לפני שבוע לפני %n שבועות
hu: %n héttel ezelőtt
it: Una settimana fa %n settimane fa
ja: %n 週間前
ka: %n კვირის წინ
km: %n សប្ដាហ៍​កន្លង​ទៅ
lt: prieš %n savaitę prieš %n savaites prieš %n savaičių
nb: En uke siden %n uker siden
nds: Vör een Week Vör %n Weken
ne: एक हप्ता अघि %n हप्ता अघि
nl: Een week geleden %n weken geleden
nn: 1 veke sidan %n veker sidan
pa: ਇੱਕ ਹਫ਼ਤਾ ਪਹਿਲਾਂ %n ਹਫ਼ਤੇ ਪਹਿਲਾਂ
pl: W ostatnim tygodniu %n tygodnie temu %n tygodni temu
pt: Na semana passada Há %n semanas
pt_br: há uma semana há %n semanas
ru: %n неделю назад %n недели назад %n недель назад
se: Vahkko áigi %n vahko áigi
sk: Minulý týždeň Pred %n týždňami Pred %n týždňami
sr: пре %n седмицу пре %n седмице пре %n седмица
th: %n สัปดาห์ก่อน
tr: %n hafta önce
uk: %n тиждень тому %n тижні тому %n тижнів тому

source: Tomorrow
af: Môre
bg: утре
ca: Demà
cs: Zítra
da: I morgen
de: morgen
el: Αύριο
es: Mañana
et: Homme
eu: Bihar
fa: فردا
fi: huomenna
fr: Demain
he: מחר
hu: Holnap
it: Domani
ja: 明日
ka: ხვალ
km: ស្អែក
ko: 내일
lt: Rytoj
nb: I morgen
nds: Morgen
ne: भोली
nl: Morgen
nn: I morgon
pa: ਭਲਕ
pl: Jutro
pt: Amanhã
pt_br: Amanhã
ru: Завтра
se: Ihttin
sk: Zajtra
sr: Сутра
th: พรุ่งนี้
tr: Yarın
uk: Завтра

source: Yesterday
af: Gister
bg: вчера
ca: Ahir
cs: Včera
da: I går
de: gestern
el: Χθες
es: Ayer
et: Eile
eu: Atzo
fa: دیروز
fi: eilen
fr: Hier
he: אתמול
hu: Tegnap
it: Ieri
ja: 昨日
ka: გუშინ
km: ម្សិលម៉ិញ
ko: 어제
lt: Vakar
nb: I går
nds: Güstern
ne: हिजो
nl: Gisteren
nn: I går
pa: ਕੱਲ
pl: Wczoraj
pt: Ontem
pt_br: ontem
ru: Вчера
se: Ikte
sk: Včera
sr: Јуче
th: เมื่อวาน
tr: Dün
uk: Вчора

source: _n: One day ago %n days ago
af: Een dag gelede %n dae gelede
bg: преди ден преди %n дни
ca: Fa un dia Fa %n dies
cs: Včera Před %n dny Před %n dny
da: I går %n dage siden
de: vor einem Tag vor %n Tagen
el: Πριν μια ημέρα Πριν %n ημέρες
es: Hace un día Hace %n días
et: Ühe päeva eest %n päeva eest
eu: Duela egun bat Duela %n egun
fa: %n روز پیش
fi: eilen %n päivää sitten
fr: Hier Dans les %n derniers jours
he: לפני יום לפני %n ימים
hu: %n nappal ezelőtt
it: Ieri %n giorni fa
ja: %n 日前
ka: %n დღის წინ
km: %n ថ្ងៃ​កន្លង​ទៅ
lt: prieš %n dieną prieš %n dienas prieš %n dienų
nb: En dag siden %n dager siden
nds: Vör een Dag Vör %n Daag
ne: एक दिन अघि %n दिन अघि
nl: Een dag geleden %n dagen geleden
nn: 1 dag sidan %n dagar sidan
pa: ਇੱਕ ਦਿਨ ਪਹਿਲਾਂ %n ਦਿਨ ਪਹਿਲਾਂ
pl: Wczoraj %n dni temu %n dni temu
pt: Ontem Há %n dias
pt_br: ontem há %n dias
ru: %n день назад %n дня назад %n дней назад
se: Ikte %n beaivvi áigi
sk: Včera Pred %n dňami Pred %n dňami
sr: пре %n дан пре %n дана пре %n дана
th: %n วันก่อน
tr: %n gün önce
uk: %n день тому %n дні тому %n днів тому

source: _n: One hour ago %n hours ago
af: Een uur terug %n ure terug
bg: преди час преди %n часа
ca: Fa una hora Fa %n hores
cs: Během poslední hodiny Před %n hodinami Před %n hodinami
da: For en time siden For %n timer siden
de: vor einer Stunde vor %n Stunden
el: Πριν μια ώρα Πριν %n ώρες
es: Hace una hora Hace %n horas
et: Ühe tunni eest %n tunni eest
eu: Duela ordu bat Duela %n ordu
fa: %n ساعت پیش
fi: tunti sitten %n tuntia sitten
fr: Dans la dernière heure Dans les %n dernières heures
he: לפני שעה לפני %n שעות
hu: %n órával ezelőtt
it: Un'ora fa %n ore fa
ja: %n 時間前
ka: %n საათის წინ
km: %n ម៉ោង​កន្លង​ទៅ
lt: prieš %n valandą prieš %n valandas prieš %n valandų
nb: For en time siden For %n timer siden
nds: Vör een Stünn Vör %n Stünnen
ne: एक घण्टा अघि %n घण्टा अघि
nl: Een uur geleden %n uren geleden
nn: For ein time sidan For %n timar sidan
pa: ਇੱਕ ਘੰਟਾ ਪਹਿਲਾਂ %n ਘੰਟੇ ਪਹਿਲਾਂ
pl: W przeciągu ostatniej godziny %n godziny temu %n godzin temu
pt: Na hora anterior Há %n horas
pt_br: na última hora há %n horas
ru: %n час назад %n часа назад %n часов назад
se: Diimmu áigi %n diimmu áigi
sk: Pred hodinou Pred %n hodinami Pred %n hodinami
sr: пре %n сат пре %n сата пре %n сати
th: %n ชั่วโมงก่อน
tr: %n saat önce
uk: %n годину тому %n години тому %n годин тому

source: _n: One minute ago %n minutes ago
af: Een minuut terug %n minute terug
bg: преди минута преди %n минути
ca: Fa un minut Fa %n minuts
cs: Během poslední minuty Před %n minutami Před %n minutami
da: For et minut siden For %n minutter siden
de: vor einer Minute vor %n Minuten
el: Πριν ένα λεπτό Πριν %n λεπτά
es: Hace un minuto Hace %n minutos
et: Ühe minuti eest %n minuti eest
eu: Duela minutu bat Duela %n minutu
fa: %n دقیقه پیش
fi: minuutti sitten %n minuuttia sitten
fr: Dans la dernière minute Dans les %n dernières minutes
he: לפני דקה אחת לפני %n דקות
hu: %n perccel ezelőtt
it: Un minuto fa %n minuti fa
ja: %n 分前
ka: %n წუთის წინ
km: %n នាទី​កន្លង​ទៅ
lt: prieš %n minutę prieš %n minutas prieš %n minučių
nb: For et minutt siden For %n minutter siden
nds: Vör een Minuut Vör %n Minuten
ne: एक मिनेट अघि %n मिनेट अघि
nl: Een minuut geleden %n minuten geleden
nn: For eit minutt sidan For %n minutt sidan
pa: ਇੱਕ ਮਿੰਟ ਪਹਿਲਾਂ %n ਮਿੰਟ ਪਹਿਲਾਂ
pl: W przeciągu ostatniej minuty %n minuty temu %n minut temu
pt: No minuto anterior Há %n minutos
pt_br: no último minuto há %n minutos
ru: %n минуту назад %n минуты назад %n минут назад
se: Minuhtta áigi %n minuhta áigi
sk: Pred minútou Pred %n minútami Pred %n minútami
sr: пре %n минут пре %n минута пре %n минута
th: %n นาทีก่อน
tr: %n dakika önce
uk: %n хвилину тому %n хвилини тому %n хвилин тому

source: Within the last minute
af: In die laaste minuut
bg: през последната минута
ca: En el darrer minut
cs: Během poslední minuty
da: Indenfor det seneste minut
de: innerhalb der letzten Minute
el: Μέσα στο τελευταίο λεπτό
es: En el último minuto
et: Viimase minuti jooksul
eu: Azken minutuan
fa: در آخرین دقیقه
fi: viimeisen minuutin aikana
fr: Dans la dernière minute
he: בדקה האחרונה
hu: Az elmúlt percben
it: Nell'ultimo minuto
ja: 1 分以内
ka: უკანასკნელ წუთში
km: ក្នុង​នាទី​ចុងក្រោយ
ko: 지난 몇 분 안에
lt: per pastarąją minutę
nb: Det siste minuttet
nds: Binnen de leste Minuut
ne: अन्तिम मिनेट भित्र
nl: In de afgelopen minuut
nn: Det siste minuttet
pa: ਆਖਰੀ ਮਿੰਟ ਵਿੱਚ
pl: W przeciągu ostatniej minuty
pt: No último minuto
pt_br: no último minuto
ru: В течение минуты
se: Maŋemuš minuhtas
sk: Behom poslednej minúty
sr: У току последњег минута
th: ภายในนาทีสุดท้าย
tr: Bir dakika önce
uk: На протязі останньої хвилини

source: The future
af: Die toekoms
bg: бъдеще
ca: El futur
cs: V budoucnu
da: Fremtiden
de: die Zukunft
el: Το μέλλον
es: El futuro
et: Tulevikus
eu: Etorkizunean
fa: آینده
fi: Tulevaisuudessa
fr: Le futur
he: העתיד
hu: A jövő
it: Il futuro
ja: 未来
ka: მომავალში
km: អនាគត
ko: 미래에
lt: ateityje
nb: I framtiden
nds: De Tokunft
ne: भविष्य
nl: De toekomst
nn: I framtida
pa: ਭਵਿੱਖ
pl: Przyszłość
pt: O futuro
pt_br: O futuro
ru: Будущее
se: Boahtteáiggis
sk: V budúcnosti
sr: Будућност
th: อนาคต
tr: Gelecek
uk: Майбутнє

source: Click to fetch cover from amazon.%1, right-click for menu.
af: Kliek om die CD prentjie vanaf amazon.%1 af te laai, regs kliek vir die kieslys.
bg: Ляв бутон - информация от amazon.%1;десен бутон - меню.
ca: Feu clic per obtenir la caràtula des d'Amazon.%1, premeu el botó secundari pel menú.
cs: Kliknutím stáhnete obal z amazon.%1, pravé kliknutí pro nabídku.
da: Klik for at hente omslag fra amazon.%1. Højreklik for en menu.
de: Klicken Sie, um das Cover von amazon.%1 herunterzuladen. Ein Rechtsklick öffnet das Menü.
el: Κλικ για λήψη εξώφυλλου από το amazon.%1, δεξί κλικ για μενού.
es: Pulse para obtener la carátula desde amazon.%1, pulse con el botón derecho del ratón para abrir el menú.
et: Klõpsa kaanepildi hankimiseks saidilt amazon.%1, paremklõps avab menüü.
eu: Egin klik amazon.%1 gunetik azala eskuratzeko, egin klik eskuinarekin menua zabaltzeko.
fa: برای واکشی پوشش از amazon.%1 فشار دهید، برای گزینگان فشار راست کنید.
fi: Napsauta, jos haluat hakea kansikuvan amazon.%1-palvelusta.
fr: Cliquer pour afficher les jaquettes depuis amazon.%1, faites un clic droit pour afficher le menu.
he: לחיצה להבאת עטיפה מאתר amazon.%1, לחיצה ימנית לתפריט.
hu: Kattintson ide, ha a borítót le szeretné tölteni innen: amazon.%1. Menü: jobbgombos kattintással.
it: Premi per scaricare la copertina da amazon.%1, premi il pulsante destro per il menu.
ja: クリックすると amazon.%1 からカバーを取得します。右クリックするとメニューを表示します。
ka: დააწკაპეთ ყდის Amazon.%1-დან მისაღებად, მენიუსთვის მარჯვენა წკაპი.
km: ចុច ដើម្បី​ទៅ​ប្រមូល​យក​គម្រប​ពី amazon.%1 ។ ចុច​កណ្ដុរ​ស្ដាំ ដើម្បី​បង្ហាញ​ម៉ឺនុយ ។
ko: amazon.%1에서 표지 그림를 받으려면 클릭하십시오. 오른쪽 버튼을 누르면 메뉴가 나타납니다.
lt: Spragtelėjus bus atsiųstas viršelis iš amazon.%1, spragelėjus dešiniu klavišu bus iškviestas meniu.
nb: Trykk for å hente plateomslag fra amazon.%1. Høyreklikk for meny.
nds: Klick hier, wenn Du dat Titelbild vun amazon.%1 halen wullt, mit en Rechtsklick kannst Du dat Menü opmaken
ne: अमाजोन.%1 बाट आवरण तान्न क्लिक गर्नुहोस्, मेनुका लागि दायाँ क्लिक गर्नुहोस् ।
nl: Klik om de hoes op te halen van amazon.%1, rechtsklik voor het menu.
nn: Trykk for å henta plateomslag frå amazon.%1. Høgreklikk for meny.
pa: ਐਮਾਜ਼ਾਨ.%1 ਤੋਂ ਢੱਕਣ ਪਰਾਪਤ ਕਰਨ ਲਈ ਮੇਨੂ ਲਈ ਸੱਜਾ ਬਟਨ ਦਬਾਓ।
pl: Kliknij by pobrać okładkę z Amazon.%1, a prawym przyciskiem, aby otworzyć menu.
pt: Carregue para obter a capa da amazon.%1, carregue com o botão direito para menu.
pt_br: Clique para buscar capas no Amazon.%1, e clique com o botão direito para que um menu apareça.
ru: Щёлкните левой кнопкой для поиска обложки в amazon.%1, правой - для вызова контекстного меню.
se: Coahkkal dán jus háliidat viežžat olggoža amazon.%1:as- Olgešcoahkkal, de ihtá fállu.
sk: Kliknutím stiahnete obal z amazon.%1, pravým kliknutím pre ponuku
sr: Кликните да добавите омот са amazon.%1, десни клик за мени.
th: คลิกเพื่อดึงข้อมูลหน้าปกจาก amazon.%1, คลิกขวาเพื่อดูเมนู
tr: Amazon.%1 adresinden bilgi almak için tıklayın. Menü için sağ tıklayın.
uk: Клацніть,щоб звантажити обкладинку з amazon.%1, для меню натисніть правою кнопкою мишки.

source: Click for information from Amazon, right-click for menu.
af: Kliek om inligting vanaf amazon te kry, regs-kliek vir die kieslys.
bg: Ляв бутон - информация от Амазон; десен бутон - меню.
ca: Feu clic per a informació de Amazon, premeu el botó secundari pel menú.
cs: Kliknutím získáte informace z Amazonu, pravé kliknutí pro nabídku.
da: Klik for information fra Amazon, højreklik for menu.
de: Klicken Sie für Informationen von Amazon, ein Rechtsklick öffnet das Menü.
el: Κλικ για πληροφορίες από το Amazon, δεξί κλικ για μενού.
es: Pulse para ver información de Amazon, pulse con el botón derecho del ratón para abrir el menú.
et: Klõpsa info hankimiseks Amazonist, paremklõps avab menüü.
fi: Napsauta, jos haluat hakea tietoja Amazon-sivustolta.
fr: Cliquez pour afficher les informations depuis Amazon, faites un clic droit pour afficher le menu.
he: לחיצה שמאלית למידע מאתר amazon, לחיצה ימנית לתפריט.
hu: Információ (az Amazon-weblapról lekérve): kattintással. Menü: jobb egérgombos kattintással.
it: Premi per informazioni da Amazon, tasto destro per il menu.
ja: クリックで Amazon から情報を取得、右クリックでメニューを表示。
ka: დააწკაპეთ ინფორმაციის Amazon-დან მისაღებად, მენიუსთვის მარჯვენა წკაპი.
km: ចុច ដើម្បី​ទទួល​ព័ត៌មាន​ពី Amazon ។ ចុច​កណ្ដុរ​ស្ដាំ ដើម្បី​បង្ហាញ​ម៉ឺនុយ ។
ko: 아마존으로부터의 정보를 보시려면 클릭을, 메뉴를 보시려면 오른쪽 클릭을 하십시오.
lt: Spragtelėjus bus atsiųsta informacija iš Amazon, spragelėjus dešiniu klavišu bus iškviestas meniu.
nb: Trykk for å hente informasjon fra Amazon, høyreklikk for meny.
nds: Klick hier, wenn Du Informatschonen vun Amazon halen wullt, mit en Rechtsklick kannst Du dat Menü opmaken.
ne: अमाजोनबाट सूचनाका लागि क्लिक गर्नुहोस्, मेनुका लागि दायाँ-क्लिक गर्नुहोस् ।
nl: Klik voor informatie van amazon, rechtsklik voor het menu.
nn: Trykk for å henta informasjon frå Amazon. Høgreklikk for meny.
pa: Amazon ਤੋਂ ਜਾਣਕਾਰੀ ਲੈਣ ਲਈ ਦਬਾਉ, ਮੇਨੂ ਲਈ ਸੱਜਾ ਬਟਨ।
pl: Kliknij po informacje z Amazon, a prawym przyciskiem po menu.
pt: Carregue para informações da Amazon; carregue com o botão direito para o menu.
pt_br: Clique para buscar informações no Amazon, e clique com o botão direito para que um menu apareça.
ru: Щёлкните левой кнопкой для получения сведений с Amazon, правой - для вызова контекстного меню.
se: Coahkkal dán jus háliidat viežžat dieđuid Amazon:s. Olgešcoahkkal, de ihtá fállu.
sk: Kliknutím získate informácie z Amazonu, kliknite pravým tlačidlom pre ponuku.
sr: Кликните за информације са Amazon-а, десни клик за мени.
th: คลิกเพื่อดึงข้อมูลจาก Amazon, คลิกขวาเพื่อดูเมนู
tr: Amazon adresinden bilgi almak için tıklayın. Menü için sağ tıklayın.
uk: Клацніть,щоб знайти інформацію на Amazon; для меню натисніть правою кнопкою мишки.

source: Refresh
af: Verfris
bg: Обновяване
ca: Refresca
cs: Obnovit
da: Genopfrisk
de: Aktualisieren
el: Ανανέωση
es: Actualizar
et: Värskenda
eu: Freskatu
fa: بازآوری
fi: Päivitä
fr: Actualiser
he: רענן
hu: Frissítés
it: Aggiorna
ja: 更新
ka: განახლება
km: ធ្វើ​ឲ្យ​ស្រស់
ko: 새로 고침
lt: Atnaujinti
nb: Oppdater
nds: Opfrischen
ne: ताजा पार्नुहोस्
nl: Verversen
nn: Oppdater
pa: ਤਾਜ਼ਾ
pl: Odśwież
pt: Actualizar
pt_br: Recarregar
ru: Обновить
se: Ođasmahte
sk: Obnoviť
sr: Освежи
th: เรียกใหม่
tr: Tazele
uk: Оновити

source: Search
af: Soek
bg: Търсене
ca: Cerca
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
et: Otsi
eu: Bilatu
fa: جستجو‌
fi: Etsi
fr: Recherche
he: חפש
hu: Keresés
it: Cerca
ja: 検索
ka: ძიება
km: ស្វែងរក
ko: 찾기
lt: Ieškoti
nb: Søk
nds: Söken
ne: खोजी गर्नुहोस्
nl: Zoeken
nn: Søk
pa: ਖੋਜ
pl: Szukaj
pt: Procurar
pt_br: Procurar
ru: Найти
se: Oza
sk: Hľadať
sr: Тражи
th: ค้นหา
tr: Ara
uk: Пошук

source: Open in external browser
af: Maak 'n eksterne blaaier oop
bg: Отваряне с външен браузър
ca: Obre en un navegador extern
cs: Otevřít v externím prohlížeči
da: Åbn i ekstern browser
de: In externem Browser öffnen
el: Άνοιγμα σε εξωτερικό περιηγητή
es: Abrir en un navegador externo
et: Ava välises veebilehitsejas
eu: Ireki kanpoko arakatzailean
fa: باز کردن در مرورگر خارجی
fi: Avaa ulkoisessa selaimessa
fr: Ouvrir dans un navigateur externe
he: פתח בדפדפן חיצוני
hu: Megnyitás külső böngészőben
it: Apri in un browser esterno
ja: 外部ブラウザで開く
ka: გარე ბრაუზერის გახსნა
km: បើក​ក្នុង​កម្មវិធី​រុករក​ខាង​ក្រៅ
ko: 외부 브라우저에서 열기
lt: Atverti išorinėje naršyklėje
nb: Åpne i en ekstern nettleser
nds: In en extern Nettkieker opmaken
ne: बाह्य ब्राउजर खोल्नुहोस्
nl: In externe browser openen
nn: Opna i ekstern nettlesar
pa: ਬਾਹਰੀ ਝਲਕਾਰੇ ਵਿੱਚ ਖੋਲੋ
pl: Otwórz w zewnętrznej przeglądarce
pt: Abrir num navegador externo
pt_br: Abrir em um navegador externo
ru: Открыть во внешнем браузере
se: Raba olgguldas fierbmeloganis
sk: Otvoriť v externom prehliadači
sr: Отвори у спољашњем прегледачу
th: เปิดในเบราว์เซอร์ภายนอก
tr: Web tarayıcısında aç
uk: Відкрити у зовнішньому навігаторі
