Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <div align=center><h3>Flat-View Mode</h3>To enable the Flat-View mode, please enter search terms in the search line above.</div>
af: <div align=center><h3>Plat aansig modus</h3>Soek terme moet in die soek lyn hier bo ingevoer word om die plat aansig modus te aktiveer.</div>
bg: <div align=center><h3>Режим "Плосък списък"</h3>За да включите този режим, въведете термин във филтъра по-горе.</div>
ca: <div align=center><h3>Mode de vista plana</h3>Per habilitar el mode de vista plana, introduïu els termes per filtrar en la línia de sobre.</div>
cs: <div align=center><h3>Režim plochého zobrazení</h3>Pro vstup do plochého zobrazení prosím zadejte hledané výrazy do výše umístěného vyhledávacího políčka.</div>
da: <div align=center><h3>Enkelt visningstilstand</h3>For at aktivere enkel visning, angives søgebegreber i søgelinjen ovenfor.</div>
de: <div align=center><h3>Listenansicht</h3>Um die Listenansicht mit Inhalt zu füllen, geben Sie bitte Suchbegriffe in die obige Filterzeile ein.</div>
el: <div align=center><h3>Επίπεδη προβολή</h3>Για να ενεργοποιήσετε την επίπεδη προβολή, παρακαλώ εισάγετε όρους αναζήτησης στην παραπάνω γραμμή φίλτρου.</div>
es: <div align=center> <h3>Modo de vista simple </h3>Para activar el modo de vista simple, por favor introduzca los términos de búsqueda en la linea de búsqueda superior.</div>
et: <div align=center><h3>Nimekirjavaate režiim</h3>Nimekirjavaate režiimi rakendamiseks sisesta palun ülalasuvale otsinguväljale otsingusõnad.</div>
fa: <div align=center><h3>حالت نمای تخت</h3>برای فعال کردن حالت نمای تخت، لطفاً، اصطلاحات جستجو را در خط پالایۀ بالا وارد کنید.</div>
fi: <div align=center><h3>Tasonäkymä</h3>Kirjoita hakutermejä yllä olevaan suodattimeen.</div>
fr: <div align=center><h3>Mode « Vue Plane »</h3>Pour activer la vue plane, saisissez des mots clés dans le filtre ci-dessous.</div>
hu: <div align=center><h3>Listanézeti mód</h3>A listanézet bekapcsolásához adjon meg keresési kifejezéseket a fentebbi keresési sorban.</div>
it: <div align=center><h3>Modalità Vista compatta</h3>Per abilitare la modalità Vista compatta, inserisci i termini nella casella di ricerca qui sopra.</div>
ja: <div align=center><h3>フラットビューモード</h3>フラットビューモードを有効にするには、上の検索フィールドに検索語を入力してください。</div>
km: <div align=center><h3>របៀប​មើល​រៀបស្មើ</h3>ដើម្បី​បើក​របៀប​មើល​រាបស្មើ សូម​បញ្ចូល​ពាក្យ​ស្វែងរក​នៅ​ក្នុង​បន្ទាត់​ស្វែងរក​ខាង​លើ ។</div>
lt: <div align=center><h3>Sąrašo vaizdas</h3>Norėdami įjungti sąrašo vaizdą, įrašykite paieškos kriterijus filtravimo laukelyje viršuje.</div>
nb: <div align=center><h3>Flatvisning</h3> Skriv inn noen søkeord på filterlinja ovenfor for å slå på flatvisning.</div>
nds: <div align=center><h3>Listansicht</h3>De Listansicht warrt aktiveert, wenn Du baven Söökwöör för't Filtern ingiffst.</div>
ne: <div align=center><h3>समतल-दृश्य मोड</h3>समतल-दृश्य मोड सक्षम गर्न, कृपया माथि खोजी रेखामा खजी सर्तहरू प्रविष्ट गर्नुहोस् ।</div>
nl: <div align="center"> <h3>Vlakke weergave</h3>Om de vlakke weergave te activeren, voer enkele zoektermen in in het zoekveld hierboven.</div>
nn: <div align=center><h3>Flatvising</h3>Skriv inn nokre søkjeord på filterlinja ovenfor for å slå på flatvising.</div>
pa: <div align=center><h3>ਸਮਤਲ-ਝਲਕ ਢੰਗ</h3>ਸਮਤਲ-ਝਲਕ ਢੰਗ ਕਰਨ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਉੱਤੇ ਦਿੱਤੇ ਫਿਲਟਰ 'ਚ ਖੋਜ ਇਕਾਈ ਦਿਓ।</div>
pl: <div align=center><h3>Tryb Widoku płaskiego</h3>By włączyć tryb Widoku płaskiego, należy wprowadzić w powyższej linii wyszukiwania żądane kryteria.</div>
pt: <div align=center><h3>Modo de Vista-Simples</h3>Para activar a Vista Simples, indique termos de pesquisa no campo de pesquisa acima.</div>
pt_br: <div align=center><h3>Modo de Visualização Plana</h3>Para habilitar o Modo de Visualização Plana, por favor digite termos de busca na linha de busca acima.</div>
se: <div align=center><h3>Duolbačájeheapmi</h3>Čájet moadde ohcansáni sillenlinjjái das bajábealde, de duolbačájehanmodus álggahuvvo.</div>
sk: <div align=center><h3>Režim plochého zobrazenia</h3>Pre aktiváciu plochého zobrazenia prosím zadajte hľadané výrazy do vyššie umiestneného filtrovacieho riadku.</div>
sr: <div align=center><h3>Режим равног приказа</h3>Да бисте укључили режим равног приказа, унесите изразе за претрагу у линији изнад.</div>
th: <div align=center><h3>โหมดมุมมองแบบราบ</h3>เพื่อที่จะเปิดใช้โหมดมุมมองแบบราบ กรุณาใส่คำค้นลงไปในช่องค้นหาที่ด้านบน</div>
tr: <div align=center><h3>Düz Görünüm Kipi</h3>Düz Görünüm kipini açmak için lütfen yukardaki satıra arama terimlerini girin.</div>
uk: <div align=center><h3>У вигляді простого списку</h3>Щоб перейти в режим простого списку, будь ласка, введіть критерії пошуку в поле пошуку вище.</div>

source: Flat View Columns
af: Plat Aansig Kolomme
bg: Колони на плосък списък
ca: Columnes de la vista plana
cs: Sloupce plochého zobrazení
da: Flad visning af søjler
de: Listenansicht
el: Επίπεδη προβολή στηλών
es: Vista simple en columnas
et: Nimekirjavaate veerud
eu: Ikuspegi soileko zutabeak
fa: ستونهای نمای تخت
fi: Tasonäkymä
fr: Vue plane des colonnes
he: תצוגה עמודות שטוחה
hu: Listanézeti oszlopok
it: Colonne della vista compatta
ja: フラットビューカラム
ka: ბრტყელი სვეტების ხედი
km: ជួរឈរ​ទិដ្ឋភាព​រាបស្មើ
ko: 플랫 뷰 칸
lt: Sąrašo vaizdo stulpeliai
nb: Flatvisningskolonner
nds: Listansicht
ne: समतल दृश्य स्तम्भहरू
nl: Vlakke weergavekolommen
nn: Flate kolonneoverskrifter
pa: ਸਮਤਲ ਝਲਕ ਕਾਲਮ
pl: Kolumny Widoku płaskiego
pt: Colunas Simples
pt_br: Colunas em Visualização Plana
ru: Столбцы списка
se: Duolba čájeheami čuolddat
sk: Stĺpce v plochom pohľade
sr: Раван приказ колона
th: คอลัมน์มุมมองแบบราบ
tr: Düz Görünüm Sütunları
uk: Простий вигляд стовпчиками

source: Move column up
af: Beweeg kolom op
bg: Придвижване на колоната нагоре
ca: Puja la columna
cs: Přesunout sloupec výše
da: Flyt søjle opad
de: Spalte nach oben
el: Μετακίνηση στήλης πάνω
es: Subir la columna
et: Liiguta veerg üles
eu: Eraman zutabea gora
fa: حرکت ستون به بالا
fi: Siirrä ylöspäin
fr: Monter la colonne
he: העלה עמודה למעלה
hu: Oszlop feljebb mozgatása
it: Sposta colonna in alto
ja: カラムを上に移動
ka: სვეტის აწევა
km: ផ្លាស់ទី​ជួរឈរ​ឡើង​លើ
ko: 칸 위로 이동
lt: Pakelti stulpelį aukštyn
nb: Flytt kolonne opp
nds: Na baven
ne: स्तम्भ माथि सार्नुहोस्
nl: Kolom omhoog verplaatsen
nn: Flytt kolonne opp
pa: ਕਾਲਮ ਉੱਤੇ ਭੇਜੋ
pl: Przenieś kolumnę w górę
pt: Subir a coluna
pt_br: Mover coluna para cima
ru: Вверх
se: Sirdde čuoldda bajás
sk: Presunúť stĺpec nahor
sr: Помери колону нагоре
th: เลื่อนคอลัมน์ขึ้น
tr: Sütunu yukarı taşı
uk: Пересунути стовпчики вгору

source: Move column down
af: Beweeg kolom af
bg: Придвижване на колоната надолу
ca: Baixa la columna
cs: Přesunout sloupec níže
da: Flyt søjle nedad
de: Spalte nach unten
el: Μετακίνηση στήλης κάτω
es: Bajar la columna
et: Liiguta veerg alla
eu: Eraman zutabea behera
fa: حرکت ستون به پایین
fi: Siirrä alaspäin
fr: Descendre la colonne
he: הורד עמודה למטה
hu: Oszlop lejjebb mozgatása
it: Sposta colonna in basso
ja: カラムを下に移動
ka: სვეტის ჩაწევა
km: ផ្លាស់ទី​ជួរឈរ​ចុះក្រោម
ko: 칸 아래로 이동
lt: Nuleisti stulpelį žemyn
nb: Flytt kolonne ned
nds: Na nerrn
ne: स्तम्भ तल सार्नुहोस्
nl: Kolom omlaag verplaatsen
nn: Flytt kolonne ned
pa: ਕਾਲਮ ਹੇਠਾਂ ਭੇਜੋ
pl: Przenieś kolumnę w dół
pt: Descer a coluna
pt_br: Mover coluna para baixo
ru: Вниз
se: Sirdde čuoldda vulos
sk: Presunúť stĺpec nadol
sr: Помери колону надоле
th: เลื่อนคอลัมน์ลง
tr: Sütunu aşağı taşı
uk: Пересунути стовпчики вниз

source: Playlist Columns
af: Speel lys kolomme
bg: Полета на списъка
ca: Columnes de la llista de reproducció
cs: Sloupce seznamu skladeb
da: Spillelistesøjler
de: Spalten der Wiedergabeliste
el: Στήλες λίστας αναπαραγωγής
es: Columnas de la lista de reproducción
et: Esitusnimekirja veerud
eu: Zerrendaren zutabeak
fa: ستونهای فهرست پخش
fi: Soittolistan sarakkeet
fr: Colonnes de la liste de lecture
he: עמודות רשימת־השמעה
hu: Lejátszólista-oszlopok
it: Colonne della playlist
ja: プレイリストカラム
ka: რეპერტუარის სვეტები
km: ជួរឈរ​បញ្ជី​ចាក់
ko: 재생목록 칸
lt: Grojaraščio stulpeliai
nb: Spillelistekolonner
nds: Afspeellist-Striepen
ne: प्ले सूची स्तम्भहरू
nl: Afspeellijstkolommen
nn: Spelelistekolonnar
pa: ਸੰਗੀਤ-ਸੂਚੀ ਕਾਲਮ
pl: Kolumny listy odtwarzania
pt: Colunas da Lista de Reprodução
pt_br: Colunas da Lista de Músicas
ru: Столбцы списка
se: Čuojahanlistočuolddat
sk: Stĺpce zoznamu skladieb
sr: Колоне листе нумера
th: คอลัมน์ของรายการเล่น
tr: Parça Listesi Sütunları
uk: Стовпчики списку композицій

source: Amarok Menu
af: Amarok Kieslys
bg: Меню на Amarok
ca: Menú de l'Amarok
cs: Nabídka Amarok
de: Amarok-Menü
el: Μενού του AmaroK
es: Menú de Amarok
et: Amaroki menüü
fa: گزینگان Amarok
fi: Amarok-valikko
fr: Menu d'Amarok
he: תפריט Amarok
hu: Amarok-menü
it: Menu di Amarok
ja: Amarok メニュー
km: ម៉ឺនុយ amaroK
ko: Amarok 메뉴
lt: AmaroK meniu
nb: Amarok-meny
nds: Amarok-Menü
ne: अमारोक मेनु
nn: Amarok-meny
pa: ਅਮਰੋਕ ਮੇਨੂ
pl: Menu Amaroka
pt: Menu do Amarok
pt_br: Menu do Amarok
ru: Меню amaroK
se: Amarok-fállu
sk: Ponuka Amaroku
sr: Amarok-ов мени
th: เมนู Amarok
tr: Amarok Menüsü
uk: Меню Amarok

source: Menu
af: Kieslys
bg: Заглушаване
ca: Menú
cs: Nabídka
de: Menü
el: Μενού
es: Menú
et: Menüü
eu: Menua
fa: گزینگان
fi: Valikko
he: תפריט
hu: Menü
ja: メニュー
ka: მენიუ
km: ម៉ឺនុយ
ko: 메뉴
lt: Meniu
nb: Meny
nds: Menü
ne: मेनु
nn: Meny
pa: ਮੇਨੂ
ru: Меню
se: Fállu
sk: Ponuka
sr: Мени
th: เมนู
tr: Menü
uk: Меню

source: C&over Manager
af: CD omslag bestuurder
bg: Управление на &обложките
ca: &Gestor de caràtules
cs: Správce &obalů
da: &Håndtering af omslag
de: C&over-Verwaltung
el: &Διαχειριστής εξώφυλλων
es: Gest&or de carátulas
et: &Kaanepildi haldur
eu: &Azal-kudeatzailea
fa: مدیر &پوشش‌
fi: K&ansikuvaselain
fr: Gesti&onnaire de jaquettes
he: מ&נהל עטיפות
hu: &Borítókezelő
it: &Gestore copertine
ja: カバーマネージャ(&O)
ka: &ყდების მმართველი
km: កម្មវិធី​គ្រប់គ្រង​គម្រប
ko: 표지 관리자(&O)
lt: &Viršelių tvarkyklė
nb: Håndter &Plateomslag
nds: &Titelbild-Pleger
ne: आवरण प्रबन्धक
nl: H&oesbeheerder
nn: &Plateomslag
pa: ਕਵਰ ਮੈਨੇਜਰ(&o)
pl: Menedżer &okładek
pt: Gest&or de Capas
pt_br: Gerenciad&or de Capas
ru: Уп&равление обложками
se: Olggoš&gieđahalli
sk: Správca &obalov
sr: &Менаџер омота
th: ตัวจัดการ&หน้าปก
tr: &Kapak Yöneticisi
uk: Менеджер о&бкладинок

source: &Visualizations
af: Visualiserings
bg: &Визуализации
ca: &Visualitzacions
cs: &Vizualizace
da: &Visualiseringer
de: &Visualisierungs-Module
el: &Οπτικά εφέ
es: &Visualizaciones
et: &Visualiseeringud
eu: &Bistaraketak
fa: &تجسمات‌
fi: &Visualisaatiot
fr: Modules de &visualisation
he: אפקטים &חזותיים
hu: &Kijelzők
it: &Visualizzazioni
ja: ビジュアライゼーション(&V)
ka: &ვიზუალიზაციები
km: រូបភាព​មើល​ឃើញ
ko: 시각화(&V)
lt: &Vaizdiniai
nb: Lyd&bilder
nds: &Filmmakers
ne: दृष्टिकरण
nl: &Visualisaties
nn: Lyd&bilete
pa: ਦਿੱਖ(&V)
pl: &Wizualizacje
pt: &Visualizações
pt_br: &Visualizações
ru: &Визуализация
se: Jietna&govvosat
sk: &Vizualizácie
sr: &Визуелизације
th: แ&สงสี
tr: &Görsel Eklentiler
uk: &Візуалізації

source: E&qualizer
af: Band mengbank
bg: &Еквалайзер
ca: E&qualitzador
cs: E&kvalizér
el: &Ισοσταθμιστής
es: E&cualizador
et: &Ekvalaiser
eu: &Ekualizadorea
fa: &برابرساز‌
fi: &Taajuuskorjain
fr: É&galiseur
he: א&קולייזר
it: &Equalizzatore
ja: イコライザ(&Q)
ka: ე&კვალაიზერი
km: អេហ្គុយ
ko: 이퀼라이저(&Q)
lt: &Ekvalaizeris
nb: Lydb&alanse
nds: &Liekmaker
ne: तुल्यकारक
nn: Lydb&alanse
pa: ਸਮਤੋਲ(&q)
pl: &Korektor
pt: E&qualizador
pt_br: E&qualizador
ru: &Эквалайзер
se: &Jietnadássádat
sk: E&kvalizér
sr: &Еквилајзер
th: อิ&ควอไลเซอร์
tr: &Ekolayzır
uk: Е&квалайзер

source: &Rescan Collection
af: Herskandeer die versameling
bg: &Ново сканиране на колекцията
ca: &Reescaneja la col·lecció
cs: Znovu p&rojít kolekci
da: &Gennemsøg samling igen
de: Sammlung neu e&rfassen
el: &Επανασάρωση συλλογής
es: Volve&r a explorar la colección
et: L&oe muusikakogu uuesti sisse
eu: &Berreskaneatu bilduma
fa: &پویش مجدد مجموعه‌
fi: &Kartoita kokoelma
fr: &Analyser de nouveau la collection
he: &סרוק את האוסף מחדש
hu: A gyűjtemény át&vizsgálása
it: &Nuova scansione della collezione
ja: コレクションを再スキャン(&R)
ka: კოლექციის &სკანირება
km: វិភាគ​ការ​សម្រាំង​ឡើង​វិញ
ko: 모음집 재검색(&R)
lt: &Sudaryti fonoteką iš naujo
nb: &Bygg opp igjen samling
nds: Sammeln nochmaal &inlesen
ne: सङ्कलन पुन: स्क्यान गर्नुहोस्
nl: Collectie opnieuw doo&rzoeken
nn: &Bygg opp att samling
pa: ਭੰਡਾਰ ਮੁੜ ਜਾਂਚ(&R)
pl: &Przeszukaj ponownie kolekcję
pt: Actualiza&r Colecção
pt_br: &Re-escanear Coleção
ru: &Сканировать коллекцию
se: &Hukse čoahkkádusa fas
sk: Znovu p&ripojiť kolekciu
sr: Поново претражи &збирку
th: ต&รวจหาคลังดนตรีอีกครั้ง
tr: &Koleksiyonu Yeniden Tara
uk: &Заново переглянути збірку

source: Play/Pause
af: Speel/Pouse
bg: Изпълнение/Пауза
ca: Reprodueix/Pausa
cs: Přehrát/Pauza
da: Spil/Pause
de: Wiedergabe/Pause
el: Αναπαραγωγή/Παύση
es: Reproducir/Pausa
et: Esitus/Paus
eu: Erreproduzitu/Pausarazi
fa: پخش/مکث
fi: Soita/tauko
fr: Lecture / pause
he: נגן/השהה
hu: Lejátszás/Szünet
it: Riproduci/Pausa
ja: 再生/一時停止
ka: დაკვრა/პაუზა
km: ចាក់​/ផ្អាក
ko: 재생/일시정지
lt: Groti/Pristabdyti
nb: Spill/Pause
nds: Afspelen/Paus
ne: प्ले गर्नुहोस्/पज गर्नुहोस्
nl: Afspelen/Pauze
nn: Spel/pause
pa: ਚਲਾਓ/ਵਿਰਾਮ
pl: Odtwarzanie/Pauza
pt: Tocar/Pausa
pt_br: Reproduzir/Pausar
ru: Играть/Пауза
se: Čuojat/Boatkke
sk: Prehrať/Pauza
sr: Пусти/паузирај
th: เล่น/หยุดชั่วคราว
tr: Çal/Durakla
uk: Грати/Пауза

source: Pause
af: Pouse
bg: Пауза
ca: Pausa
cs: Pauza
el: Παύση
es: Pausa
et: Paus
eu: Pausarazi
fa: مکث
fi: Tauko
he: השהה
hu: Szünet
it: Pausa
ja: 一時停止
ka: შეჩერება
km: ផ្អាក
ko: 일시 정지
lt: Pristabdyti
nds: Paus
ne: पज गर्नुहोस्
nl: Pauze
pa: ਵਿਰਾਮ
pl: Pauza
pt: Pausa
pt_br: Pausar
ru: Воспроизведение приостановлено
se: Boatkke
sk: Pauza
sr: Паузирај
th: หยุดชั่วคราว
tr: Durakla
uk: Пауза

source: Play
af: Speel
bg: Изпълнение
ca: Reprodueix
cs: Přehrát
da: Afspil
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducir
et: Esitus
eu: Erreproduzitu
fa: پخش
fi: Soita
fr: Lecture
he: נגן
hu: Lejátszás
it: Riproduci
ja: 再生
ka: დაკვრა
km: ចាក់
ko: 재생
lt: Groti
nb: Spill
nds: Afspelen
ne: प्ले गर्नुहोस्
nl: Afspelen
nn: Spel
pa: ਚਲਾਓ
pl: Odtwarzaj
pt: Reproduzir
pt_br: Reproduzir
ru: Воспроизведение
se: Čuojat
sk: Prehrať
sr: Пусти
th: เล่น
tr: Çal
uk: Грати

source: Click for more analyzers
af: Kliek vir meer analiseerders
bg: Щракнете тук, за да видите другите анализатори
ca: Feu clic per més analitzadors
cs: Klikněte pro další analyzátory
da: Klik for flere analysatorer
de: Hier klicken für weitere Analyzer
el: Κλικ για περισσότερους αναλυτές
es: Pulse para más analizadores
et: Klõpsa analüsaatorite nägemiseks
eu: Egin klik analizatzaile gehiagorako
fa: فشار برای تحلیل‌کننده‌های بیشتر
fi: Napsauta nähdäksesi lisää jäsentelijöitä
fr: Cliquez pour plus d'analyseurs
he: לחץ למאבחנים נוספים
hu: További analizátorok: kattintással
it: Premi per altri analizzatori
ja: クリックして他のアナライザに切り替え
ka: ხედის შესაცვლელათ დაწკაპეთ
km: ចុច ដើម្បី​ទទួល​បាន​ឧបករណ៍​ភាគ​ផ្សេង​ទៀត
ko: 더 많은 분석기를 사용하시려면 클릭하십시오
lt: Spragtelėję pele pamatysite daugiau vaizdinių
nb: Trykk for flere analysatorer
nds: För mehr Frequenzkiekers hier klicken
ne: धेरै विश्लेषकहरूका लागि क्लिक गर्नुहोस्
nl: Klik voor meer ontleders
nn: Trykk for fleire analysatorar
pa: ਹੋਰ ਸਮਤੋਲਾਂ ਲਈ ਦਬਾਉ
pl: Kliknij po więcej analizatorów
pt: Carregue para mais analisadores
pt_br: Clique para mais analisadores
ru: Поменять представление
se: Coahkkal oaidnin dihte lasi analisáhtoriid
sk: Kliknite pre ďalšie analyzátory
sr: Кликните за још анализатора
th: คลิกเพื่อดูอนาไลเซอร์อื่นๆ
tr: Daha çok analizci için tıklayın
uk: Інші аналізатори

source: Click to change
af: Kliek om te verander
bg: Щракнете, за да промените
ca: Feu clic per canviar
cs: Kliknutím změníte
da: Klik for at ændre
de: Klicken zum Ändern
el: Κλικ για αλλαγή
es: Haga clic para cambiar
et: Klõpsa muutmiseks
fa: فشار برای تغییر
fi: Napsauta muuttaaksesi
fr: Cliquer pour changer
hu: Módosítás: kattintással
it: Clic per cambiare
ja: クリックで変更
km: ចុច​ដើម្បី​ផ្លាស់ប្ដូរ
lt: Pakeisti
nb: Trykk for å endre
nds: Klick hier, wenn Du dit ännern wullt
ne: परिवर्तन गर्न क्लिक गर्नुहोस्
nl: Klik om te wijzigen
nn: Trykk for å endra
pa: ਬਦਲਣ ਲਈ ਕਲਿੱਕ ਕਰੋ
pl: Kliknij by zmienić
pt: Carregue para modificar
pt_br: Clique para alterar
se: Coahkkal rievdadan dihte
sk: Kliknite pre zmenu
sr: Кликните за измену
th: คลิกเพื่อเปลี่ยน
tr: Değiştirmek için tıklayın
uk: Клацніть, щоб змінити

source: Volume
bg: Сила на звука
ca: Volum
cs: Hlasitost
da: Lydstyrke
de: Lautstärke
el: Ένταση
es: Volumen
et: Helitugevus
eu: Bolumena
fa: حجم صدا
fi: Äänenvoimakkuus
he: עוצמת קול
hu: Hangerő
ja: 音量
ka: ხმა
km: កម្រិត​សំឡេង
ko: 음량
lt: Garsumas
nb: Volum
nds: Luutstärk
ne: भोल्युम
nn: Lydstyrke
pa: ਅਵਾਜ਼
pl: Głośność
ru: Громкость
se: Jietnadássi
sk: Hlasitosť
sr: Јачина
th: ระดับเสียง
tr: Ses
uk: Гучність

source: Volume control
af: Volume beheer
bg: Сила на звука
ca: Control de volum
cs: Ovládání hlasitosti
da: Lydstyrkekontrol
de: Lautstärkeregelung
el: Έλεγχος έντασης
es: Control de volumen
et: Helitugevuse juhtimine
eu: Bolumen-kontrola
fa: کنترل حجم صدا
fi: Äänenvoimakkuuden säätö
fr: Contrôle du volume
he: בקרת עוצמת קול
hu: Hangerőszabályzó
it: Controllo volume
ja: 音量コントロール
ka: ხმის მართვა
km: ឧបករណ៍​បញ្ជា​​​កម្រិត​​សំឡេង
ko: 음량 조절
lt: Garsumo valdymas
nb: Volumkontroll
nds: Luutstärk kuntrulleren
ne: भोल्युम नियन्त्रण
nl: Volumecontrole
nn: Lydstyrke
pa: ਅਵਾਜ਼ ਕੰਟਰੋਲ
pl: Regulacja głośności
pt: Controlo de volume
pt_br: Controle de volume
ru: Громкость
se: Jietnadássi
sk: Ovládanie hlasitosti
sr: Контрола јачине
th: ที่ควบคุมระดับเสียง
tr: Ses kontrolü
uk: Гучність

source: Ra&ndom
af: Willekeurig
bg: &Случайно
ca: &Aleatori
cs: &Náhodný
da: &Tilfældigt
de: &Zufallsmodus
el: &Τυχαία
es: &Aleatorio
et: Ju&huslik
eu: &Ausazkoa
fa: &تصادفی‌
fi: &Satunnaisjärjestys
fr: &Aléatoire
he: &אקראי
hu: &Véletlenszerű
it: Ca&suale
ja: ランダム(&N)
ka: &შემთხვევითი
km: ចៃដន្យ
ko: 무작위(&N)
lt: &Atsitiktinai
nb: Til&feldig
nds: To&fällig
ne: अनियमित
nl: Wille&keurig
nn: &Tilfeldig
pa: ਰਲਵੇਂ(&n)
pl: Lo&sowo
pt: A&leatório
pt_br: A&leatório
ru: Случа&йный режим
se: &Sahtedohko
sk: Ná&hodné
sr: &Насумично
th: สุ่&ม
tr: R&astgele
uk: Випадк&ова

source: &Off
af: Af
bg: &Изкл.
ca: &Desactivat
cs: V&ypnuto
da: &Fra
de: &Aus
el: &Κλειστό
es: Desactivad&o
et: &Väljas
eu: &Desaktibatu
fa: &خاموش‌
fi: &Ei käytössä
fr: &Désactivé
he: כ&בוי
hu: &Kikapcsolt
it: Inattiv&o
ja: オフ(&O)
km: បិទ
ko: 끔(&O)
lt: &Išjungta
nb: A&v
nds: &Ut
ne: बन्द
nl: &Uit
nn: &Av
pa: ਬੰਦ (&O)
pl: &Wyłączone
pt: Desligad&o
pt_br: &Desligado
ru: &Выключить
se: &Eret
sk: &Vypnúť
sr: &Искључено
th: ปิ&ด
tr: &Kapalı
uk: &Вимкн.

source: &Tracks
af: Snitte
bg: &Записи
ca: &Peces
cs: S&kladby
da: S&por
de: &Stücke
el: &Κομμάτια
es: Pis&tas
et: &Palad
eu: Pis&tak
fa: &شیارها
fi: &Kappale
fr: &Morceaux
he: &רצועות
hu: &Számok
it: &Tracce
ja: トラック(&T)
ka: &ჩანაწერი
km: បទ
ko: 트랙(&T)
lt: &Takeliai
nb: &Spor
nds: &Stücken
ne: ट्रयाक
nn: &Spor
pa: ਟਰੈਕ(&T)
pl: &Utwory
pt: &Faixas
pt_br: &Faixas
ru: По &дорожкам
se: &Bihtát
sk: &Stopy
sr: &Нумере
th: เพล&ง
tr: &Parçalar
uk: Дорі&жки

source: &Albums
bg: &Албуми
ca: &Àlbums
cs: &Alba
da: &Albummer
de: &Alben
el: Ά&λμπουμ
es: &Álbumes
et: Al&bumid
eu: &Albumak
fa: &آلبومها
fi: &Levy
he: &כותרים
hu: &Albumok
it: &Album
ja: アルバム(&A)
ka: &ალბომი
km: អាល់ប៊ុម
ko: 음반(&A)
lt: &Albumai
nb: &Album
nds: &Alben
ne: एल्बमहरू
nn: &Album
pa: ਐਲਬਮ(&A)
pl: &Albumy
pt: &Álbuns
pt_br: &Álbuns
ru: По &альбомам
se: &Skearrut
sk: &Albumy
sr: &Албуми
th: อั&ลบัม
tr: &Albümler
uk: &Альбоми

source: &Favor
af: Stel bo
bg: &Любимо
ca: &Afavoreix
cs: O&blíbené
da: &Favorit
de: Stücke be&vorzugen
el: &Εύνοια
es: &Favorecer
et: Le&mmikud
eu: &Aldekoa
fi: &Suosiminen
fr: &Favoris
he: &מועדף
hu: &Előnyben részesítés
it: Pre&ferenza
ja: 優先(&F)
ka: &რჩეული
km: សំណព្វ
ko: 좋아하는 곡들(&F)
lt: &Prioritetas
nb: &Favoriser
nds: &Vörtrecken
ne: पक्ष
nl: &Favoriet
nn: &Favoritt
pa: ਪਸੰਦ(&F)
pl: &Ulubione
pt: &Favorecer
pt_br: &Preferir
ru: &Любимое
se: &Oidde
sk: &Obľúbené
sr: &Омиљено
th: ชื่น&ชอบ
tr: &En Beğenilenler
uk: &Улюбл.

source: Higher &Scores
af: Hoëer Tellings
bg: С повече &точки
ca: &Puntuacions elevades
cs: Vyšší &skóre
da: Højere &scoring
de: Stücke mit vielen &Punkten
el: Εύνοια στα κομμάτια με μεγαλύτερη &βαθμολογία
es: Mejor puntuada&s
et: Parem &hinne
eu: &Puntuazio gorenak
fa: &امتیازات بالاتر
fi: Suosi kappaleita, joilla on suuremmat &pisteet
fr: &Scores élevés
he: &ניקוד גבוה יותר
hu: Magasabb &pontszámok
it: Punte&ggi più alti
ja: スコアの高い曲を優先(&S)
ka: უმაღლესი &ქულები
km: ពិន្ទុ​ខ្ពស់​ជាង
ko: 높은 점수(&S)
lt: Su aukštesniu &reitingu
nb: Høyere &poengsummer
nds: Mehr &Pünkt
ne: उच्च प्राप्ताङ्क
nl: Hogere &scores
nn: Høgare &poeng
pa: ਉੱਚ ਸਕੋਰ(&S)
pl: Więcej &punktów
pt: Preferir as Faixa&s com Pontuações Mais Altas
pt_br: &Pontuações Mais Altas
ru: Предпочитать дорожки с большим &счётом
se: &Buorebut čuoggát
sk: Vyššie &skóre
sr: Виши &резултати
th: &คะแนนมากกว่า
tr: &Yüksek Puanlar
uk: Вищі &рахунки

source: Higher &Ratings
af: Hoër Tellings
bg: С по-висока &оценка
ca: &Valoracions elevades
cs: Vyšší &hodnocení
da: Højere &klassificering
de: Stücke mit hoher &Bewertung
el: Εύνοια στα κομμάτια με υψηλότερη α&ξιολόγηση
es: Mejor valo&radas
et: Parem hinnan&g
eu: Balio &gorenak
fa: &مقدارهای مجاز بالاتر
fi: Suosi kappaleita, joilla on paremmat &arvostelut
fr: &Votes élevés
he: &מדרוג גבוה יותר
hu: Magasabb &besorolás
it: Valu&tazioni più alte
ja: 評価の高い曲を優先(&R)
ka: უმაღლესი &შეფასებები
km: អត្រា​ខ្ពស់​ជាង
ko: 높은 비중(&R)
lt: Su aukštesniu &įvertinimu
nb: Høyere &rangeringer
nds: Höger &Beweerten
ne: उच्च मूल्याङ्कन
nl: Hogere waa&rderingen
nn: Høgare &karakter
pa: ਵੱਧ ਰੇਟਿੰਗ(&R)
pl: Wyższe &notowania
pt: Prefe&rir as Faixas com Classificações Mais Altas
pt_br: &Avaliações Mais Altas
ru: Предпочитать дорожки с большим &рейтингом
se: Buorebut árvo&sánit
sk: Vyššie &hodnotenia
sr: Виши &рејтинзи
th: มีเ&รตติ้งสูงกว่า
tr: Yüksek &Beğeniler
uk: Вищий &рейтинг

source: Not Recently &Played
af: Nie Onlangs Gespeel
bg: Неи&зпълнявани скоро
ca: &No escoltades recentment
cs: Méně hr&ané
da: Ikke s&pillet for nylig
de: &Lange nicht gespielte Stücke
el: Εύνοια στα κομμάτια που δεν ανα&παράχθηκαν πρόσφατα
es: No re&producidas recientemente
et: &Pole hiljuti esitatud
eu: Azpaldian &erreproduzitu gabekoak
fa: اخیراً &پخش‌نشده‌
fi: Suosi kappaleita, joita ei ole soitettu &viime aikoina
fr: Les moins &écoutés récemment
he: &לא נוגנו לאחרונה
hu: &Mostanában nem lejátszott
it: Non ri&prodotte recentemente
ja: 最近聴いていない曲を優先(&P)
km: មិន​ធ្លាប់​ចាក់​ថ្មីៗ​នេះ
ko: 최근에 재생하지 않은(&P)
lt: Re&čiau grojamos
nb: Ikke nylig s&pilt
nds: &Lang nich afspeelt Stücken
ne: भर्खरै प्ले गरिएको होइन
nl: Niet recentelijk afges&peeld
nn: Ikkje spelt på &lenge
pa: ਹੁਣੇ ਨਾ ਚਲਾਏ(&P)
pl: Nie &odtwarzane ostatnio
pt: Preferir as Faixas Tocadas Há Mais Tem&po
pt_br: Não &Reproduzidas Recentemente
ru: За исключением последних дорожек
se: &Ii easka čuojahuvvon
sk: Naposledy &neprehrávané skladby
sr: Што &није скорије пуштано
th: ที่ไม่ได้เล่นเร็วนี้
tr: Son &Zamanlarda Çalınmamış
uk: Недавно не &програвались

source: &Repeat
af: Herhaal
bg: &Повторение
ca: &Repeteix
cs: O&pakovat
da: &Gentag
de: &Wiederholen
el: &Επανάληψη
es: &Repetir
et: &Kordamine
eu: E&rrepikatu
fa: &تکرار
fi: &Toisto
fr: &Répéter
he: &חזור
hu: &Ismétlés
it: &Ripeti
ja: リピート(&R)
ka: &გამეორება
km: ចាក់​ឡើង​វិញ
ko: 반복(&R)
lt: &Kartoti
nb: &Gjenta
nds: &Wedderhalen
ne: दोर्याउनुहोस्
nl: He&rhalen
nn: &Gjenta
pa: ਮੁੜ-ਚਾਲੂ(&R)
pl: &Powtórz
pt: &Repetir
pt_br: &Repetir
ru: &Повторять
se: &Gearddut
sk: &Opakovať
sr: &Понови
th: เล่&นซ้ำ
tr: &Tekrarla
uk: &Повторити

source: &Track
af: Snit
bg: &Запис
ca: &Peça
cs: Sk&ladba
da: S&por
de: &Stück
el: &Κομμάτι
es: Pis&ta
et: &Pala
eu: &Pista
fa: &شیار‌
fi: &Kappale
fr: &Morceau
he: ר&צועה
hu: &Szám
it: &Traccia
ja: トラック(&T)
ka: &ჩანაწერი
km: បទ
ko: 트랙(&T)
lt: &Takelį
nb: &Spor
nds: &Stück
ne: ट्रयाक
nn: &Spor
pa: ਟਰੈਕ(&T)
pl: &Utwór
pt: &Faixa
pt_br: &Faixa
ru: &Дорожка
se: &Bihttá
sk: &Stopa
sr: &Нумера
th: &เพลง
tr: &Parça
uk: Дорі&жка
