Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Unable to start K3b.
af: Kon nie K3b begin nie.
bg: K3b не може да бъде стартирана.
ca: No es pot iniciar K3b.
cs: Nelze spustit K3b.
da: Kan ikke starte K3b.
de: K3b kann nicht gestartet werden.
el: Αδυναμία εκκίνησης του K3b.
es: No se pudo iniciar K3b.
et: K3b käivitamine ebaõnnestus.
eu: Ezin da K3b abiarazi.
fa: قادر به آغاز K3b نیست.
fi: K3bin käynnistäminen epäonnistui.
fr: Impossible de démarrer K3b.
he: אין אפשרות להפעיל את K3b.
hu: A K3b nem indítható.
it: Impossibile avviare K3b.
ja: K3b を起動できません。
ka: K3b-ს გაშვება შეუძლებელია.
km: មិន​អាច​ចាប់ផ្ដើម K3b បាន​ឡើយ ។
ko: K3b를 실행할 수 없습니다.
lt: Nepavyko paleisti K3b.
nb: Kunne ikke starte K3b.
nds: K3b lett sik nich starten.
ne: K3b सुरु गर्न अक्षम भयो ।
nl: K3b kon niet worden opgestart.
nn: Klarte ikkje starta K3b.
pa: K3b ਨੂੰ ਚਾਲੂ ਕਰਨ ਲਈ ਅਸਫਲ ਹੈ।
pl: Nie można uruchomić K3b.
pt: Não foi possível iniciar o K3b.
pt_br: Não foi possível inicializar o K3b.
ru: Не удалось запустить K3b.
se: Ii sáhttán álggahit prográmma k3b.
sk: Neschopný spustiť K3b.
sr: Не могу да покренем K3b.
th: ไม่สามารถเริ่มงาน k3b ได้
tr: K3b başlatılamıyor.
uk: Не вдалось запустити K3b.

source: There was a DCOP communication error with K3b.
af: 'n DCOP kommunikasie fout met K3b het voorgekom.
bg: Възникна грешка при DCOP комуникацията с K3b.
ca: Hi ha hagut un error de comunicació DCOP amb el K3b.
cs: Nastala chyba při DCOP komunikaci s K3b.
da: Der var en DCOP kommunikationsfejl med K3b.
de: Es gab ein DCOP-Kommunikationsproblem mit K3b.
el: Συνέβη ένα σφάλμα επικοινωνίας DCOP με το K3b.
es: Ha ocurrido un error al comunicarse con K3b mediante DCOP.
et: K3b-ga suhtlemisel tekkis DCOP-i viga.
eu: DCOP errorea gertatu da K3b aplikazioarekin.
fa: یک خطای ارتباطی با K3b وجود داشت.
fi: DCOP-viestinnässä K3bin kanssa tapahtui virhe.
fr: Une erreur de communication DCOP avec K3b s'est produite.
he: אירעה שגיאת התחברות של DCOP עם K3b.
hu: DCOP-hiba lépett fel a K3b-vel folytatott kommunikációban.
it: Si è verificato un errore di comunicazione DCOP con K3b.
ja: K3b との DCOP コミュニケーションエラーが発生しました。
ka: DCOP კომუნიკაციის შეცდომა იყო K3b-სთან.
km: មាន​កំហុស​ទំនាក់​ទំនង DCOP មួយ​ជាមួយ K3b ។
ko: K3b와의 DCOP 통신 오류가 발생하였습니다.
lt: Vykdant K3b įvyko DCOP ryšio klaida.
nb: Det oppstod en DCOP-kommunikasjonsfeil med K3b.
nds: Dat geev en DCOP-Kommunikatschoonfehler mit K3b.
ne: त्यहाँ K3b सँग डीसीओपी सञ्चार त्रुटि थियो ।
nl: Er deed zich een DCOP-communicatiefout voor met K3b.
nn: Det oppstod ein DCOP-kommunikasjonsfeil med K3b.
pa: K3b(ਕੇ3ਬੀ) ਨਾਲ DCOP ਸੰਚਾਰ ਦੌਰਾਨ ਗਲਤੀ ਹੈ।
pl: Wystąpił błąd komunikacji DCOP z K3b.
pt: Ocorreu um erro de comunicação DCOP com o K3b.
pt_br: Houve um erro durante a comunicação DCOP com o K3b.
ru: Ошибка при взаимодействии с K3b с помощью DCOP.
se: Šattai DCOP-gulahallanmeattáhus k3b-prográmmain.
sk: Nastala chyba pri DCOP komunikácii s K3b.
sr: Дошло је до грешке у DCOP комуникацији са K3b-ом.
th: มีการติดต่อด้วย DCOP ผิดพลาดกับ K3b
tr: K3b ile bir DCOP iletişim hatası var.
uk: Сталася помилка зв'язку DCOP з K3b.

source: Create an audio mode CD suitable for CD players, or a data mode CD suitable for computers and other digital music players?
af: Skep 'n oudio CD, wat in CD toestel gespeel kan word, of 'n data CD wat in rekenaars en ander digitale toestelle gespeel kan word?
bg: Създаване на аудио CD (подходящо за CD плеъри) или CD с данни (подходящо за компютри и други цифрови плеъри)?
ca: Voleu crear un CD d'àudio apte per a reproductors de CD, o un CD de dades apte per a ordinadors i altres reproductors digitals de música?
cs: Vytvořit zvukové CD vhodné pro CD přehrávače, nebo datové CD vhodné pro počítače a jiné digitální přehrávače hudby?
da: Lav en lyd-cd passende for cd-afspillere, eller en data-cd passende for computere og andre digitale musikafspillere?
de: Soll eine Audio-CD für herkömmliche CD-Spieler, oder eine Daten-CD für Rechner und andere digitale Wiedergabegeräte erstellt werden?
el: Δημιουργία ενός CD ήχου, κατάλληλο για αναγνώστες CD, ή ενός CD δεδομένων για υπολογιστές και άλλες ψηφιακές συσκευές αναπαραγωγής;
es: ¿Crear un CD de audio (adecuado para reproductores de CD) o un CD de datos (adecuado para computadoras y otros reproductores de música digitales)?
et: Kas luua audiorežiimis CD, mis sobib CD-mängijatele, või andmerežiimis CD, mis sobib arvutitele ja muudele digimuusikamängijatele?
eu: Sortu audio-moduko CD egokia CD erreproduktoreentzako, edo data-moduko CDa ordenagailu eta beste musika digitalen erreproduktoreentzako?
fa: یک دیسک فشردۀ حالت صوتی مناسب برای پخش‌کننده‌های دیسک فشرده، یا یک دیسک فشردۀ حالت داده‌ای مناسب برای رایانه‌ها و دیگر پخش‌کننده‌های رقمی موسیقی ایجاد شود؟
fi: Luodaanko ääni-CD, joka sopii CD-soittimille vai data-CD, joka sopii tietokoneille ja muille digitaalisille musiikkisoittimille?
fr: Faut-il créer un CD audio pour les lecteurs de CD ou un CD de données pour les ordinateurs et autres lecteurs numériques ?
he: האם ליצור תקליטור שמע המותאם לנגני תקליטורים, או תקליטור נתונים המתאים למחשבים ונגני מוזיקה דיגיטליים אחרים?
hu: Hang-CD-t szeretne létrehozni (ez hagyományos CD-lejátszókban használható) vagy adat-CD-t (ez számítógépekben és digitális zenelejátszókban használható)?
it: Creare un CD audio adatto ai lettori CD, oppure un CD dati adatto ai computer ed altri lettori musicali digitali?
ja: CD プレーヤに適したオーディオモード CD、あるいはコンピュータその他のデジタル音楽プレーヤに適したデータモード CD のどちらを作成しますか？
ka: აუდიო რეჟიმის CD შექმნა, CD დამკვრელებისთვის, ან მონაცემთა CD-ს შექმნა კომპიუტერებისთვის და სხვა ციფრული დამკვრელებისთვის?
km: បង្កើត​ស៊ីឌី​អូឌីយ៉ូ​ដែល​អាច​ចាក់​នៅ​ក្នុង​ម៉ាស៊ីន​ចាក់​ស៊ីឌី ឬ ស៊ីឌី​ទិន្នន័យ​ដែល​អាច​ចាក់​នៅ​ក្នុង​កុំព្យូទ័រ និង​ម៉ាស៊ីន​ចាក់​តន្ត្រី​ឌីជីថល​ផ្សេងៗ​ទៀត ?
ko: CD 플레이어에서 재생가능한 오디오 모드의 CD를 만드시겠습니까, 아니면 컴퓨터와 다른 디지털 음악 재생기에서 사용가능한 데이터 모드의 CD를 만드시겠습니까?
lt: Ar įrašyti muzikinio CD formatu, kad būtų galima groti muzikiniuose grotuvuose, ar įrašyti duomenų CD formatu, tinkančiu kompiuteriams ir skaitmeniniams garso grotuvams?
nb: Vil du lage en lyd-CD for vanlige CD-spillere eller en data-CD for datamaskiner og andre digitallydspillere?
nds: Wullt Du en Audio-CD för CD-Afspelers oder en Daten-CD för Reekners un anner digitale Musikafspelers opstellen?
ne: सीडी प्लेयरका लागि उपयुक्त अडियो सीडी मोड, वा कम्प्युटर र अन्य डिजिटल सङ्गीत प्लेयरका लागि उपयुक्त डेटा मोड सीडी सिर्जना गर्नुहुन्छ ?
nl: Wilt u een audio-cd aanmaken die geschikt is voor cd-spelers, of een data-cd voor computers en andere digitale muziekspelers?
nn: Vil du laga ein lyd-CD for vanlege CD-spelarar eller ein data-CD for datamaskiner og andre digitallydspelarar?
pa: ਕੀ ਆਮ CD ਪਲੇਅਰ ਲਈ ਠੀਕ ਆਡੀਓ ਢੰਗ CD ਜਾਂ ਕੰਪਿਊਟਰਾਂ ਅਤੇ ਹੋਰ ਡਿਜ਼ੀਟਲ ਸੰਗੀਤ ਪਲੇਅਰਾਂ ਲਈ ਡਾਟਾ ਢੰਗ CD ਬਣਾਉਣੀ ਹੈ?
pl: Utworzyć płytę CD Audio odpowiednią dla typowych odtwarzaczy płyt kompaktowych, czy płytę CD z danymi odpowiednią dla komputerów i innych cyfrowych odtwarzaczy muzyki?
pt: Criar um CD em modo áudio para leitores de CD ou um CD em modo de dados para computadores e outros leitores de música digital?
pt_br: Criar um CD de Áudio adequado para reprodutores de CD, ou um CD de Dados adequado para computadores e outros reprodutores digitais de música?
ru: Записать обычный AudioCD, или CD с данными, который можно слушать на компьютере и MP3/OGG-плеерах?
se: Háliidatgo ráhkadit jietna-CD:a dábálaš CD-čuojaniidda, dahje dáhta-CD mii heive dihtoriidda ja eará digitalalaš jietnacuojaniidda?
sk: Vytvoriť zvukové CD vhodné pre CD prehrávače, alebo datové CD vhodné pre počítače a iné digitálne prehrávače hudby?
sr: Да ли да направим CD у аудио режиму, подесном за CD плејере, или у режиму података, подесном за рачунаре и друге дигиталне пуштаче музике?
th: จะสร้างซีดีแบบซีดีบันทึกเสียงเหมาะสำหรับเครื่องเล่นซีดีทั่วไป หรือ ซีดีโหมดข้อมูลที่เหมาะกับเครื่องคอมพิวเตอร์ หรือเครื่องเล่นเพลงดิจิตอลอื่นๆ?
tr: CD çalarlar için uygun bir ses kipi CD'si oluştur ya da bilgisayarlar ve diğer sayısal müzik çalarlara uygun veri kipi CD'si oluştur
uk: Створити аудіо КД для програвання на звичайних програвачах КД, або КД з музичними файлами для слухання на комп'ютері і цифрових програвачах музики?

source: Create K3b Project
af: Skep K3b Projek
bg: Създаване на K3b проект
ca: Crea un projecte K3b
cs: Vytvořit K3b projekt
da: Opret K3b-projekt
de: K3b-Projekt erstellen
el: Δημιουργία έργου K3b
es: Crear proyecto de K3b
et: Loo K3b projekt
eu: Sortu K3b proiektua
fa: ایجاد پرژۀ K3b
fi: Uusi K3b-projekti
fr: Créer un projet K3b
he: צור פרויקט K3b
hu: K3b-projekt létrehozása
it: Creare un progetto K3b
ja: K3b プロジェクトを作成
ka: K3b პროექტის შექმნა
km: បង្កើត​គម្រោង K3b
ko: K3b 프로젝트 만들기
lt: Sukurti K3b projektą
nb: Lag K3b-prosjekt
nds: K3b-Projekt opstellen
ne: K3b परियोजना सिर्जना गर्नुहोस्
nl: K3b-project aanmaken
nn: Lag K3b-prosjekt
pa: K3b ਪ੍ਰੋਜੈਕਟ ਬਣਾਓ
pl: Utwórz projekt K3b
pt: Criar Projecto K3b
pt_br: Criar Projeto do K3b
ru: Создать проект K3b
se: Ráhkat k3b-prošeavtta.
sk: Vytvoriť K3b projekt
sr: Направи K3b-ов пројекат
th: สร้างโครงงานของ K3b
tr: K3b Projesi Oluştur
uk: Створити проект K3b

source: Audio Mode
af: Oudio Modus
bg: Аудио CD
ca: Mode d'àudio
cs: Audio režim
da: Lydtilstand
de: Audio-Modus
el: Λειτουργία ήχου
es: Modo de audio
et: Audiorežiim
eu: Audio-modua
fa: حالت صوتی
fi: Ääni-CD
fr: CD audio
he: מצב שמע
hu: Hang-üzemmód
it: Modalità audio
ja: オーディオモード
ka: აუდიორეჟიმი
km: របៀប​អូឌីយ៉ូ
ko: 오디오 모드
lt: Muzikinis formatas
nb: Lydmodus
nds: Audio-CD
ne: अडियो मोड
nl: Audio-cd
nn: Lydmodus
pa: ਆਡੀਓ ਢੰਗ
pl: Tryb CD Audio
pt: Modo de Áudio
pt_br: Modo de Áudio
ru: Режим AudioCD
se: Jietnamodusa
sk: Audio režim
sr: Аудио режим
th: โหมดซีดีบันทึกเสียง
tr: Ses Kipi
uk: Аудіо режим

source: Data Mode
af: Data Modus
bg: CD с данни
ca: Mode de dades
cs: Datový režim
da: Datatilstand
de: Daten-Modus
el: Λειτουργία δεδομένων
es: Modo de datos
et: Andmerežiim
eu: Datu-modua
fa: حالت داده‌ای
fi: Data-CD
fr: CD de données
he: מצב נתונים
hu: Adat-üzemmód
it: Modalità dati
ja: データモード
ka: მონაცემთა რეჟიმი
km: របៀប​ទិន្នន័យ
ko: 데이터 모드
lt: Duomenų formatas
nb: Datamodus
nds: Daten-CD
ne: डेटा मोड
nl: Data-cd
nn: Datamodus
pa: ਡਾਟਾ ਢੰਗ
pl: Tryb danych
pt: Modo de Dados
pt_br: Modo de Dados
ru: Обычный режим
se: Dáhtamodusa
sk: Dátový režim
sr: Режим података
th: โหมดซีดีข้อมูล
tr: Veri Kipi
uk: Режим даних

source: Sound System
af: Klank Sisteem
bg: Звукова система
ca: Sistema de so
cs: Zvukový systém
da: Lydsystem
de: Audio-Ausgabe
el: Σύστημα ήχου
es: Sistema de sonido
et: Helisüsteem
eu: Soinu-sistema
fa: سیستم صوتی
fi: Toistojärjestelmä
fr: Système de son
he: מערכת קול
hu: Hangrendszer
it: Sistema sonoro
ja: サウンドシステム
ka: აუდიოსისტემა
km: ប្រព័ន្ធ​សំឡេង
ko: 사운드 시스템
lt: Garso sistema
nb: Lydsystem
nds: Klangsysteem
ne: ध्वनि प्रणाली
nl: Geluidssysteem
nn: Lydsystem
pa: ਧੁਨੀ ਸਿਸਟਮ
pl: System dźwięku
pt: Sistema de Som
pt_br: Sistema de Som
ru: Звуковая система
se: Jietnavuogádat
sk: Zvukový systém
sr: Звучни систем
th: ระบบเสียง
tr: Ses Sistemi
uk: Звукова система

source: Click to select the sound system to use for playback.
af: Kliek om die klank sisteem te kies vir terug speel.
bg: Натиснете и изберете звукова система за изпълнението.
ca: Feu clic per seleccionar el sistema de so a emprar per la reproducció.
cs: Kliknutím zvolíte zvukový systém pro přehrávání
da: Klik for at vælge lydsystemet der skal bruges til afspilning.
de: Bitte klicken Sie, um das Modul zur Audio-Ausgabe zu wählen.
el: Κλικ για επιλογή του συστήματος ήχου για την αναπαραγωγή.
es: Pulse para seleccionar el sistema de sonido a utilizar para la reproducción.
et: Klõpsa taasesitusel kasutatava helisüsteemi valimiseks.
eu: Egin klik soinu-sistema hautatzeko erreproduzitzean erabiltzeko.
fa: فشار برای برگزیدن سیستم صوتی مورد استفاده برای بازپخش.
fi: Valitse käytettävä toistojärjestelmä.
fr: Cliquez pour sélectionner le système de son à utiliser pour la lecture.
he: לחץ לבחירת מערכת קול להשמעה.
hu: A lejátszáshoz használandó hangrendszer kijelöléséhez kattintson ide
it: Premi per selezionare il sistema sonoro da usare per la riproduzione.
ja: クリックして再生に使うサウンドシステムを選択します。
ka: დააწკაპეთ რათა დასაკრავი ხმის სისტემა აირჩიოთ.
km: ចុច ដើម្បី​ជ្រើស​ប្រព័ន្ធ​សំឡេង​ដើម្បី​ប្រើ​សម្រាប់​ចាក់​សារ​ថ្មី ។
ko: 재생에 사용할 사운드 시스템을 선택하려면 클릭하십시오.
lt: Parinkite garso sistemą grojimui.
nb: Trykk for å velge lydsystem for avspilling.
nds: Hier kannst Du dat Klangsysteem för't Afspelen utsöken.
ne: प्लेब्याकका लागि प्रयोग गर्न ध्वनि प्रणाली चयन गर्न क्लिक गर्नुहोस् ।
nl: Klik om het geluidssysteem te selecteren.
nn: Trykk for å velja lydsystem for avspeling.
pa: ਚਲਾਉਣ ਲਈ ਸਾਊਂਡ ਸਿਸਟਮ ਦੀ ਚੋਣ ਲਈ ਦਬਾਉ।
pl: Kliknij, aby wybrać system dźwięku używany do odtwarzania.
pt: Carregue para seleccionar o sistema de som a utilizar para a reprodução.
pt_br: Clique para selecionar o sistema de som a ser usado.
ru: Выбрать звуковую систему для воспроизведения.
se: Coahkkal válljen dihte jietnavuogádaga man bokte čuojahat musihka.
sk: Kliknutím zvolíte zvukový systém pre prehrávanie.
sr: Кликните да изаберете звучни систем за репродукцију.
th: คลิกเพื่อเลือกระบบเสียงที่จะใช้ในการเล่นกลับ
tr: Çalma işlemi için gereken ses sistemini seçmek için tıklayın.
uk: Виберіть звукову систему для програвання.

source: Click to get the plugin information.
af: Kliek om die inprop module informasie te kry
bg: Натиснете, за да видите подробности за приставката.
ca: Feu clic per obtenir informació del connector.
cs: Kliknutím získáte informace o modulu
da: Klik for at få information om plugin.
de: Bitte klicken Sie, um Informationen zum Modul zu erhalten.
el: Κλικ για πληροφορίες του πρόσθετου.
es: Pulse para obtener la información del complemento.
et: Klõpsa plugina info vaatamiseks.
eu: Egin klik plugin-aren informazioa lortzeko.
fa: فشار برای به دست آوردن اطلاعات وصله.
fi: Liitännäisen tiedot.
fr: Cliquez pour récupérer les informations sur le module.
he: לחץ לקבלת מידע תוספים.
hu: A modullal kapcsolatos információk megtekintéséhez kattintson ide
it: Premi per ottenere informazioni sul plugin.
ja: プラグインの情報を表示します。
ka: დააწკაპეთ მოდულზე ინფორმაციის მისაღებად.
km: ចុច ដើម្បី​ទទួល​បាន​ព័ត៌មាន​អំពី​កម្មវិធី​ជំនួយ ។
ko: 플러그인 정보를 보려면 클릭하십시오.
lt: Paspaudus bus pateikta įskiepio informacija.
nb: Trykk for informasjon om programtillegget.
nds: Klick hier, wenn Du Informatschonen över dat Moduul ankieken wullt.
ne: प्लगइन सूचना प्राप्त गर्न क्लिक गर्नुहोस् ।
nl: Klik om informatie over de plugin te bekijken.
nn: Trykk for informasjon om programtillegget.
pa: ਪਲੱਗਿੰਨ ਜਾਣਕਾਰੀ ਲੈਣ ਲਈ ਦਬਾਉ।
pl: Kliknij tutaj, aby otrzymać informacje o wtyczce.
pt: Carregue para obter informações do 'plugin'.
pt_br: Clique para obter informações sobre o plugin.
ru: Вывести сведения о модуле.
se: Coahkkal oažžun dihte dieđuid lassemoduvllas
sk: Kliknutím získate informácie o module.
sr: Кликните да добијете информације о прикључку.
th: คลิกเพื่อรับเอาข้อมูลของปลั๊กอิน
tr: Eklenti ile ilgili bilgi almak için tıklayın.
uk: Клацніть для інформації про втулок.

source: Media Devices
af: Media Toestelle
bg: Медийни устройства
ca: Dispositius de suports
cs: Zařízení
da: Medieenheder
de: Media-Player
el: Συσκευές πολυμέσων
es: Dispositivos de medios
et: Meediaseadmed
fa: دستگاههای رسانه
fi: Medialaitteet
fr: Périphériques de média
he: התקני מדיה
hu: Médiaeszközök
it: Dispositivi
ja: メディアデバイス
ka: მედია მოწყობილობები
km: ឧបករណ៍​ផ្ទុក
ko: 미디어 장치
lt: Muzikos įrenginiai
nb: Medieenheter
nds: Medienreedschappen
ne: मिडिया यन्त्र
nl: Media-apparaten
nn: Mediespelarar
pa: ਮੀਡਿਆ ਜੰਤਰ
pl: Media
pt: Dispositivos Multimédia
pt_br: Dispositivos de Mídia
ru: Переносные устройства
se: Mediaovttadagat
sk: Mediálne zariadenia
sr: Мултимедијални уређаји
th: อุปกรณ์เล่นสื่อ
tr: Ortam Aygıtları
uk: Пристрої носіїв

source: Autodetect Devices
af: Spoor toestelle outomaties op
bg: Авторазпознаване на устройствата
ca: Autodetecta els dispositius
cs: Automaticky detekovat zařízení
da: Auto-detektér enheder
de: Geräte automatisch erkennen
el: Αυτόματη ανίχνευση
es: Detectar automáticamente los dispositivos
et: Automaatne tuvastamine
eu: Autodetektatu gailuak
fa: آشکارسازی خودکار دستگاهها
fi: Tunnista laitteet
fr: Autodétection des périphériques
he: זהה התקנים בצורה אוטומטית
hu: Eszközök automatikus azonosítása
it: Autorileva dispositivi
ja: デバイスを自動検知
ka: მოწყობილობების ავტოგანსაზღვრა
km: រក​ឃើញ​ឧបករណ៍​ដោយ​ស្វ័យ​ប្រវត្តិ
ko: 장치 자동 검색
lt: Aptikti įrenginius automatiškai
nb: Oppdag enheter automatisk
nds: Reedschappen automaatsch finnen
ne: यन्त्र स्वत: पत्ता लगाउनुहोस्
nl: Apparaten automatisch vinden
nn: Oppdag automatisk
pa: ਸਵੈ-ਚਾਲਿਤ ਖੋਜੇ ਜੰਤਰ
pl: Wykryj automatycznie urządzenia
pt: Auto-Detectar os Dispositivos
pt_br: Autodetectar Dispositivos
ru: Автоопределение
se: Gávnna ovttadagaid automáhtalaččat
sk: Automaticky detegovať zariadenia
sr: Аутоматски откривај уређаје
th: ตรวจสอบอุปกรณ์อัตโนมัติ
tr: Aygıtları Otomatik Bul
uk: Автовиявлення пристроїв

source: Add Device...
af: Voeg toestel by...
bg: Добавяне на устройство...
ca: Afegeix un dispositiu...
cs: Přidat zařízení...
da: Tilføj enhed...
de: Gerät Hinzufügen ...
el: Προσθήκη συσκευής...
es: Añadir un dispositivo...
et: Lisa seade...
eu: Gehitu gailua...
fa: افزودن دستگاه...
fi: Lisää laite…
fr: Ajouter un périphérique...
he: הוסף התקן...
hu: Eszköz hozzáadása...
it: Aggiungi dispositivo...
ja: デバイスを追加...
ka: მოწყობილობის დამატება...
km: បន្ថែម​ឧបករណ៍...
ko: 장치 더하기...
lt: Įdėti įrenginį...
nb: Legg til enhet …
nds: Reedschap tofögen...
ne: यन्त्र थप्नुहोस्...
nl: Apparaat toevoegen...
nn: Legg til eining …
pa: ਜੰਤਰ ਸ਼ਾਮਿਲ...
pl: Dodaj urządzenie...
pt: Adicionar um Dispositivo...
pt_br: Adicionar Dispositivo...
ru: Добавить устройство...
se: Lasit ovttadaga …
sk: Pridať zariadenie...
sr: Додај уређај...
th: เพิ่มอุปกรณ์...
tr: Aygıt Ekle...
uk: Додати пристрій...

source: Configure General Options
af: Stel algemene opsies op
bg: Общи настройки
ca: Configura les opcions generals
cs: Nastavit obecné možnosti
da: Indstil generelle tilvalg
de: Allgemeine Einstellungen
el: Ρυθμίσεις γενικών επιλογών
es: Configurar las opciones generales
et: Üldiste valikute seadistamine
eu: Konfiguratu aukera orokorrak
fa: پیکربندی گزینه‌های عمومی
fi: Yleiset asetukset
fr: Configuration des options générales
he: הגדר אפשרויות כלליות
hu: Az általános opciók beállítása
it: Configura le opzioni generali
ja: 全般設定
ka: ძირითადი პარამეტრების კონფიგურირება
km: កំណត់​រចនាសម្ព័ន្ធ​ជម្រើស​ទូទៅ
ko: 일반 옵션 설정
lt: Derinti bendras parinktis
nb: Sett opp generelle valg
nds: Allgemeen Optschonen instellen
ne: साधारण विकल्प कन्फिगर गर्नुहोस्
nl: Algemene opties instellen
nn: Set opp generelle val
pa: ਸਧਾਰਨ ਚੋਣ ਸੰਰਚਨਾ
pl: Konfiguracja ustawień ogólnych
pt: Configurar as Opções Gerais
pt_br: Configurar Opções Gerais
ru: Настроить общие параметры
se: Heivet oppalaš molssaeavttuid
sk: Nastaviť obecné možnosti
sr: Подеси опште опције
th: ปรับแต่งตัวเลือกทั่วไป
tr: Genel Seçenekleri Yapılandır
uk: Налаштувати загальні параметри

source: Configure Amarok's Appearance
af: Stel amaroK se voorkoms op
bg: Настройки на външния вид на Amarok
ca: Configura l'aparença de l'Amarok
cs: Nastavit vzhled AmaroKu
da: Indstil udseendet af Amarok
de: Amaroks Erscheinungsbild einrichten
el: Ρυθμίσεις εμφάνισης του AmaroK
es: Configurar el aspecto de Amarok
et: Amaroki välimuse seadistamine
fa: پیکربندی ظاهر Amarok
fi: Amarokin ulkoasu
fr: Configuration de l'apparence d'Amarok
he: הגדר את המראה של Amarok
hu: Az Amarok megjelenésének beállítása
it: Configura l'aspetto di Amarok
ja: 外観の設定
km: កំណត់​រចនាសម្ព័ន្ធ​រូបរាង​របស់ Amarok
ko: Amarok의 모양새 설정
lt: Derinti AmaroK išvaizdą
nb: Sett opp utseende til Amarok
nds: Amarok sien Utsehn instellen
ne: अमारोकको देखावट कन्फिगर गर्नुहोस्
nl: Uiterlijk van Amarok instellen
nn: Set opp utsjånaden til Amarok
pa: ਅਮਰੋਕ ਦੀ ਦਿੱਖ ਸੰਰਚਨਾ
pl: Konfiguracja wyglądu Amaroka
pt: Configurar a Aparência do Amarok
pt_br: Configurar Aparência do Amarok
ru: Настроить внешний вид amaroK
se: Heivet Amarok:a fárdda
sk: Nastaviť vzhľad Amaroku
sr: Подеси изглед Amarok-а
th: ปรับแต่งรูปลักษณ์ของ Amarok
tr: Amarok'un Görünümünü Yapılandır
uk: Налаштувати вигляд Amarok

source: Configure Playback
af: Stel terugspeel op
bg: Настройки на изпълнението
ca: Configura la reproducció
cs: Nastavit přehrávání
da: Indstil tilbagespilning
de: Wiedergabe einrichten
el: Ρυθμίσεις αναπαραγωγής
es: Configurar la reproducción
et: Taasesituse seadistamine
eu: Konfiguratu erreproduzitzea
fa: پیکربندی بازپخش
fi: Soittoasetukset
fr: Configuration de la lecture
he: הגדר השמעה
hu: A lejátszás beállítása
it: Configura la riproduzione
ja: 再生オプション
ka: დაკვრის კონფიგურირება
km: កំណត់​រចនាសម្ព័ន្ធ​ការ​ចាក់​សារ​ថ្មី
ko: 재생 설정
lt: Derinti grojimą
nb: Sett opp avspilling
nds: Afspelen instellen
ne: प्लेब्याक कन्फिगर गर्नुहोस्
nl: Afspelen instellen
nn: Set opp avspeling
pa: ਪਲੇਅਬੈਕ ਸੰਰਚਨਾ
pl: Konfiguracja odtwarzania
pt: Configurar a Reprodução
pt_br: Configurar Reprodução
ru: Настроить проигрывание
se: Heivet čuojaheami
sk: Nastaviť prehrávanie
sr: Подеси репродукцију
th: ปรับแต่งการเล่นกลับ
tr: Çalmayı Yapılandır
uk: Налаштувати програвання

source: Configure On-Screen-Display
af: Stel <i>On Screen Display</i> op
bg: Настройки на OSD
ca: Configura el visor sobreimprès en pantalla
cs: Nastavit OSD
da: Indstil visning på skærmen
de: On-Screen-Display einrichten
el: Ρυθμίσεις απεικόνισης πάνω-στην-οθόνη (OSD)
es: Configurar la visualización en pantalla (OSD)
et: Ekraaniesituse (OSD) font
eu: Pantaila gaineko bistaraketa konfiguratu
fa: پیکربندی نمایش روی پرده
fi: Kuvaruutunäytön asetukset
fr: Configuration de l'affichage à l'écran OSD
he: הגדר תצוגה על המסך
hu: Az OSD beállítása
it: Configura l'On-Screen-Display
ja: オンスクリーンディスプレイ (OSD) の設定
ka: ეკრანზე ამსახველის კონფიგურაცია
km: កំណត់​រចនាសម្ព័ន្ធ​ការ​បង្ហាញ​លើ​អេក្រង់
ko: 화면상 디스플레이 설정
lt: Derinti pranešimą apie naują dainą
nb: Sett opp skjermmeldinger
nds: Op-Schirm-Dorstellen instellen
ne: पर्दा प्रदर्शनमा कन्फिगर गर्नुहोस्
nl: On-Screen-Display instellen
nn: Set opp skjemmeldingar
pa: On-Screen-Display ਸੰਰਚਨਾ
pl: Konfiguracja wyświetlania na ekranie (OSD)
pt: Configurar a Visualização no Ecrã (OSD)
pt_br: Configurar Mensagem na Tela
ru: Настроить индикатор
se: Heivet šearbmadieđuid
sk: nastaviť OSD
sr: Подеси екрански приказ (OSD)
th: ปรับแต่งการแสดงบนหน้าจอ
tr: Bilgilendirme Ekranını Yapılandır
uk: Налаштувати індикатор

source: Engine
af: Enjin
bg: Звукова система
ca: Motor
cs: Systém
da: Maskine
de: Audio-Ausgabe
el: Μηχανή ήχου
es: Motor
et: Mootor
eu: Motorra
fa: موتور
fi: Toistojärjestelmä
fr: Moteur
he: מנוע השמעה
hu: Hangrendszer
it: Motore
ja: エンジン
ka: ძრავა
km: ម៉ាស៊ីន
ko: 엔진
lt: Garso sistema
nb: Lydmotor
nds: Klangmaschien
ne: इन्जिन
nn: Lydmotor
pa: ਇੰਜਣ
pl: Moduł
pt: Motor
pt_br: Mecanismo
ru: Движок
se: Jietnamohtor
sk: Systém
sr: Мотор
th: โปรแกรมประมวลผล
tr: Motor
uk: Рушій

source: Configure Engine
af: Stel die enjin op
bg: Настройки на звуковата система
ca: Configura el motor
cs: Nastavit zvukový systém
da: Indstil motor
de: Audio-Ausgabe einrichten
el: Ρυθμίσεις μηχανής ήχου
es: Configurar el motor
et: Mootori seadistamine
eu: Konfiguratu motorra
fa: موتور پیکربندی
fi: Toistojärjestelmä
fr: Configuration du moteur
he: הגדר מנוע השמעה
hu: A hangrendszer beállítása
it: Configura il motore
ja: エンジンの設定
ka: ძრავის კონფიგურირება
km: កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន
ko: 엔진 설정
lt: Derinti garso sistemą
nb: Sett opp motor
nds: Klangmaschien instellen
ne: इनजिन कन्फिगर गर्नुहोस्
nl: Engine instellen
nn: Set opp lydmotor
pa: ਇੰਜਣ ਸੰਰਚਨਾ
pl: Konfiguracja modułu
pt: Configurar o Motor
pt_br: Configurar Mecanismo
ru: Настроить движок
se: Heivet jietnamohtora
sk: Nastaviť systém
sr: Подеси мотор
th: ปรับแต่งโปรแกรมประมวลผล
tr: Motoru Yapılandır
uk: Налаштувати рушій
