Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Default si&ze for cover previews:
af: Standaard grootte vir CD omslag voorskou:
bg: Размер на обло&жките:
ca: &Mida per omissió de la vista prèvia de les caràtules:
cs: Vý&chozí velikost náhledů obalů:
da: Standardstørrelse for forhåndsvisning af &omslag:
de: Voreingestellte &Größe für Cover-Vorschaubilder:
el: Προκαθορισμένο μέγεθος προεπισκόπησης ε&ξώφυλλων:
es: Tamaño predeterminado para &vista previa de las carátulas:
et: &Kaanepildi eelvaatluse vaikesuurus:
fa: &اندازۀ پیش‌فرض برای پیش‌نمایشهای پوشش:‌
fi: &Kansikuvien esikatselukuvien oletuskoko:
fr: &Taille par défaut de l'aperçu des jaquettes :
he: &גודל ברירת־המחדל לתצוגה מקדימה של עטיפות:
hu: A &borító-előnézetek alapértelmezett mérete:
it: Dimensione prede&finita per le anteprime delle copertine:
ja: 標準のカバー表示サイズ(&Z):
ka: ყდის წინასწარ ხილვის ნაგულისხმები &ზომა:
km: ទំហំ​លំនាំដើម សម្រាប់​ទិដ្ឋភាព​គម្រប ៖
ko: 표지 미리보기의 기본 크기(&Z):
lt: Numatytas viršelių &dydis peržiūros metu:
nb: Standardstørrelse for forhåndsvisning av &plateomslag:
nds: Standard&grött för Titelbild-Vöransichten:
ne: आवरण पूर्वावलोकनका लागि पूर्वनिर्धारित साइज:
nl: Standaardgrootte &voor hoesvoorbeelden:
nn: Standardstorleik for &førehandsvising av plateomslag:
pa: ਢੱਕਣ ਝਲਕ ਲਈ ਮੂਲ ਅਕਾਰ(&z):
pl: Domyślny ro&zmiar dla podglądu okładek:
pt: Tamanho predefinido para antevisão de &capas:
pt_br: T&amanho padrão para as pré-visualizações das capas:
ru: Стандартный размер для просмотра &обложек:
se: Olggožiid ovdačájeheapmi st&andárda sturrodat:
sk: Vý&chodzia veľkosť náhľadov obalov:
sr: Подразумевана величина &омота при прегледу:
th: ข&นาดปริยายของการแสดงหน้าปก:
tr: Ka&pak önizlemelerinin geçerli boyutu:
uk: Типовий розмір для перегляду о&бкладинок:

source: Size of the cover image in the context viewer in pixels.
af: Grootte van die CD omslag beeld in die konteks aansig, in beeld elemente (pixels)
bg: Размер на изображенията на обложките в пиксели.
ca: Mida de la caràtula en el navegador contextual en píxels.
cs: Velikost obrázku s obalem v kontextovém prohlížeči, v pixelech.
da: Størrelsen på omslagsbilleder i sammenhængsvisningen i billedpunkter.
de: Größe des Cover-Bild im Kontext-Browser in Pixeln.
el: Το μέγεθος σε εικονοστοιχεία της επισκόπησης εξώφυλλου.
es: Tamaño en píxeles de la imagen de la carátula en el visor de contexto.
et: Kaanepildi suurus kontekstisirvijas pikslites.
eu: Azaleko irudiaren tamaina ikustailaren testuinguruan (pixeletan).
fa: اندازۀ تصویر پوشش در مشاهده‌گر متن بر حسب تصویردانه.
fi: Kansikuvan koko kontekstiselaimessa pikseleissä.
fr: Taille en pixels de la jaquette dans le navigateur de contexte.
he: הגודל של תמונת העטיפה במציג התוכן בפיקסלים.
hu: A környezetmegjelenítőben látható borítókép mérete képpontban megadva
it: Dimensione della copertina in pixel nel visualizzatore contesti.
ja: 関連情報ブラウザに表示するカバー画像のサイズをピクセルで指定します。
ka: ყდის გამოსახულების ზომა პიქსელებში.
km: ទំហំ​រូបភាព​គម្រប (គិត​ជា​ភីកសែល) នៅ​ក្នុង​កម្មវិធី​មើល​បរិបទ ។
ko: 픽셀 단위의 컨텍스트 뷰어의 커버 이미지 크기
lt: Nurodykite viršelio, rodomo informacijos lange, dydį taškais.
nb: Størrelse på plateomslagsbildet i sammenhengsviseren, målt i piksler.
nds: Grött vun dat Titelbild binnen den Kontextkieker in Pixels.
ne: पिक्सेल भित्र प्रसङ्ग दर्शकमा आवरण छविको साइज ।
nl: De grootte in pixels van de hoesafbeelding in de contextbrowser.
nn: Storleik på plateomslagbiletet i samanhengsvisaren, målt i pikslar.
pl: Rozmiar obrazu okładki w przeglądarce kontekstowej w pikselach.
pt: Tamanho da imagem de capa no visualizador de contexto em pontos.
pt_br: Tamanho da imagem de capa em pixels.
ru: Размер обложек на панели статистики, точек.
se: Olggošgova sturrodat oktavuohtačájeheamis.
sk: Veľkosť obrázku obalu v kontextovom prehliadači v pixeloch.
sr: Величина слике омота у контекстном приказивачу, у пискелима.
th: ขนาดของภาพหน้าปกในตัวแสดงรายละเอียดในหน่วยพิกเซล
tr: İçerik Görüntüleyici'ndeki kapak resminin nokta (piksel) cinsinden değeri.
uk: Розмір зображення обкладинки в контекстному переглядачі (в пікселях).

source: Size of the cover images in the context viewer in pixels.
af: Grootte van die CD omslag beeld in die konteks aansig, gemeet in beeld elemente (pixels)
bg: Размер на изображенията в пиксели.
ca: Mida de la caràtules en el navegador contextual en píxels.
cs: Velikost obrázků s obalem v kontextovém prohlížeči, v pixelech.
da: Størrelsen på omslagsbillederne i sammenhængsvisningen i billedpunkter.
de: Größe der Cover-Bilder im Kontext-Browser in Pixeln.
el: Το μέγεθος σε εικονοστοιχεία των επισκοπήσεων εξώφυλλου.
es: Tamaño en píxeles de las imágenes de las carátulas en el visor de contexto.
et: Kaanepiltide suurus kontekstisirvijas pikslites.
eu: Azaleko irudien tamaina ikustailaren testuinguruan (pixeletan).
fa: اندازۀ تصاویر پوشش در مشاهده‌گر متن بر حسب تصویردانه.
fi: Kansikuvan koko kontekstiselaimessa pikseleissä.
fr: Taille en pixels des jaquettes dans le navigateur de contexte.
he: הגודל של תמונות העטיפות במציג התוכן בפיקסלים.
hu: A környezetmegjelenítőben látható borítóképek mérete képpontban megadva
it: Dimensione delle copertine in pixel nel visualizzatore contesti.
ja: 関連情報ブラウザに表示するカバー画像のサイズをピクセルで指定します。
ka: ყდის გამოსახულების ზომა პიქსელებში.
km: ទំហំ​រូបភាព​គម្រប (គិត​ជា​ភីកសែល) នៅ​ក្នុង​កម្មវិធី​មើល​បរិបទ ។
ko: 컨텍스트 뷰어에서 보여질 표지 그림의 크기를 픽셀단위로 설정합니다.
lt: Nurodykite viršelių, rodomų informacijos lange, dydį taškais.
nb: Størrelse på plateomslagbilder i sammenhengsviseren, målt i piksler.
nds: Grött vun de Titelbiller binnen den Kontextkieker in Pixels.
ne: पिक्सेल भित्र प्रसङ्ग दर्शकमा आवरण छविहरूको साइज ।
nl: De grootte in pixels van de hoesafbeeldingen in de contextbrowser.
nn: Storleik på plateomslagbilete i samanhengsvisaren, målt i pikslar.
pl: Rozmiar obrazów okładki w przeglądarce kontekstowej w pikselach.
pt: Tamanho das imagens de capas no visualizador de contexto em pontos.
pt_br: Tamanho das imagens de capa em pixels.
ru: Размер обложек на панели статистики, точек.
se: Olggošgovaid sturrodat oktavuohtačájeheamis.
sk: Veľkosť obrázkov obalu v kontextovom prehliadači v pixeloch.
sr: Величина слика омота у контекстном приказивачу, у пискелима.
th: ขนาดของภาพหน้าปกในตัวแสดงรายละเอียดในหน่วยพิกเซล
tr: İçerik Görüntüleyici'ndeki kapak resimlerinin nokta (piksel) cinsinden değeri.
uk: Розмір зображення обкладинок в контекстному переглядачі (в пікселях).

source: External web &browser:
af: Eksterne web blaaier:
bg: Външен &уеб браузър:
ca: &Navegador web extern:
cs: Externí we&bový prohlížeč:
da: Ekstern &browser:
de: Externer &Browser:
el: Εξωτερικός περιηγητής &ιστού:
es: Navegador web &externo:
et: Väline vee&bilehitseja:
eu: Kanpoko web &arakatzailea:
fa: &مرورگر وب خارجی:‌
fi: Ulkoinen &selain:
fr: Navigateur web externe :
he: &דפדפן אינטרנט חיצוני:
hu: Külső &webböngésző:
it: Browser we&b esterno:
ja: 外部ウェブブラウザ(&B):
ka: გარე ვებ &ბრაუზერი:
km: កម្មវិធី​រុករក​បណ្ដាញ​ខាង​ក្រៅ ៖
ko: 외부 웹 브라우저(&B):
lt: Išorinė nar&šyklė:
nb: Ekstern &nettleser:
nds: E&xtern Nettkieker:
ne: बाह्या वेब ब्राउजर:
nl: Externe webbrowser:
nn: Ekstern &nettlesar:
pa: ਬਾਹਰੀ ਵੈੱਬ ਝਲਕਾਰੇ(&b):
pl: Zewnętrzna przeglądar&ka WWW:
pt: Navegador We&b externo:
pt_br: Navegador we&b externo:
ru: &Внешний браузер:
se: Olgguldas &fierpmádatlogan:
sk: Otvoriť v externom prehliadači:
sr: Спољашњи &веб прегледач:
th: เว็บ&เบราว์เซอร์ภายนอก:
tr: Harici web tarayıcı:
uk: Зовнішній пере&глядач Тенет:

source: Choose the external web browser to be used by Amarok.
af: Kies die eksterne web blaaier wat deur Amarok gebruik moet word
bg: Изберете външният уеб браузър, който да бъде използван от Amarok.
ca: Seleccioneu el navegador web extern que voleu faci servir l'Amarok.
cs: Zvolte externí webový prohlížeč, který bude Amarok používat.
da: Vælg ekstern browser som skal bruges af Amarok.
de: Bitte wählen Sie den externen Browser, den Sie mit Amarok verwenden möchten.
el: Επιλέξτε τον εξωτερικό περιηγητή ιστού που θα χρησιμοποιηθεί στο AmaroK.
es: Escoja el navegador externo usado por Amarok.
et: Vali veebilehitseja, mida Amarok peaks kasutama.
eu: Aukeratu kanpoko web arakatzailea Amarok-ek erabiltzeko.
fa: انتخاب مرورگر وب خارجی که باید توسط Amarok استفاده شود.
fi: Valitse ulkoinen selain, jota haluat käyttää, kun Amarokista avataan sivuja.
fr: Choisissez un navigateur web externe qu'Amarok utilisera.
he: בחר דפדפן אינטרנט חיצוני שישמש את Amarok.
hu: Válassza ki az Amarok által használandó külső webböngészőt
it: Scegli il browser web esterno che Amarok deve usare.
ja: Amarok が使用する外部ウェブブラウザを選択します。
km: ជ្រើស​កម្មវិធី​រុករក​បណ្ដាញ​ខាង​ក្រៅ​​ដែល​ត្រូវ​ប្រើ​ដោយ Amarok ។
ko: Amarok에서 사용할 외부 웹 브라우져를 선택하십시오.
lt: Nurodykite išorinę naršyklę, kurią naudos AmaroK.
nb: Velg den eksterne nettleseren som Amarok skal bruke.
nds: Hier kannst Du den extern Nettkieker utsöken, den Amarok bruken schall.
ne: अमारोकद्वारा प्रयोग गर्नका लागि बाह्य वेब ब्राउजर छनौट गर्नुहोस् ।
nl: Kies de externe webbrowser die Amarok zal gebruiken.
nn: Den eksterne nettlesaren som Amarok skal bruka.
pa: ਅਮਰੋਕ ਨਾਲ ਵਰਤਣ ਲਈ ਬਾਹਰੀ ਵੈੱਬ ਝਲਕਾਰੇ ਦੀ ਚੋਣ ਕਰੋ।
pl: Wybierz zewnętrzną przeglądarkę WWW, która ma być używana przez Amaroka.
pt: Escolher o navegador Web externo a invocar pelo Amarok.
pt_br: Escolha o navegador de internet externo que será usado pelo Amarok.
ru: Выберите внешний браузер, используемый для открытия веб-страниц.
se: Vállje guđe olgguldas fierpmádatlogan Amarok galgá geavahit.
sk: Vyberte externý webový prehliadač, ktorý má Amarok použiť.
sr: Изаберите спољашњи веб прегледач који ће Amarok користити.
th: เลือกเว็บเบราว์เซอร์ภายนอกที่จะให้ Amarok ใช้
tr: Amarok tarafından kullanılacak harici web tarayıcısını seçin.
uk: Виберіть зовнішній переглядач Тенет для використання програмою Amarok.

source: Use &another browser:
af: Gebruik 'n ander blaaier:
bg: Използване на &друг браузър:
ca: Utilitza un &altre navegador:
cs: Použív&at jiný prohlížeč:
da: &Brug en anden browser:
de: Anderen Browser &verwenden:
el: Χρήση ά&λλου περιηγητή:
es: Usar otro naveg&ador:
et: &Muu veebilehitseja:
eu: Erabili &beste arakatzailea:
fa: استفاده از مرورگر &دیگر:‌
fi: &Muu selain:
fr: Utiliser un &autre navigateur :
he: עשה &שימוש בדפדפן אחר:
hu: Más bö&ngésző használata:
it: Us&a un browser alternativo:
ja: 他のブラウザを使う(&U):
ka: სხვა &ბრაუზერის გამოყენება:
km: ប្រើ​កម្មវិធី​រុករក​ផ្សេង​ទៀត ៖
ko: 다른 브라우저에서 사용하기(&A):
lt: &Naudoti kitą naršyklę:
nb: Bruk en &annen nettleser:
nds: En &anner Nettkieker bruken:
ne: अर्को ब्राउजर प्रयोग गर्नुहोस्:
nl: Een &andere browser gebruiken:
nn: Bruk ein &annan nettlesar:
pa: ਬਾਹਰੀ ਝਲਕਾਰਾ ਵਰਤੋਂ(&a):
pl: Użyj &innej przeglądarki:
pt: Usar outro n&avegador:
pt_br: Usar outro n&avegador:
ru: Использовать &другой браузер:
se: Geavat &eará fierpmádatlogana:
sk: Použiť &iný prehliadač:
sr: Користи &други прегледач:
th: ใช้&เบราว์เซอร์อีกตัวหนึ่ง:
tr: &Başka tarayıcıda aç
uk: Вживати &інший навігатор:

source: Enter filename of external web browser.
af: Voer lêernaam van die eksterne web blaaier in.
bg: Въведете името на външен браузър.
ca: Introduïu l'executable del navegador web extern.
cs: Zadejte název souboru externího prohlížeče.
da: Indtast filnavn i ekstern browser.
de: Geben Sie den Dateinamen des externen Browsers ein.
el: Εισάγετε το όνομα αρχείου του εξωτερικού περιηγητή.
es: Introduzca el nombre de archivo del navegador web externo.
et: Sisesta välise veebilehitseja failinimi.
eu: Sartu kanpoko web arakatzailearen fitxategi-izena.
fa: وارد کردن نام پروندۀ مرورگر خارجی وب.
fi: Ulkoisen selaimen suoritustiedoston nimi.
fr: Entrez le nom du navigateur web externe.
he: הזן שם קובץ של דפדפן אינטרנט חיצוני.
hu: Adja meg a külső webböngésző fájlnevét
it: Inserisci il nome del file per il browser web esterno.
ja: 外部ウェブブラウザのファイル名を入力します。
ka: გარე ვებ ბრაუზერის ფაილის სახელის შეყვანა.
km: បញ្ចូល​ឈ្មោះ​ឯកសារ​របស់​កម្មវិធី​រុករក​បណ្ដាញ​ខាង​ក្រៅ ។
ko: 외부 웹 브라우저의 파일이름을 입력하십시오.
lt: Įrašykite išorinės naršyklės pavadinimą.
nb: Oppgi filnavnet til en ekstern nettleser.
nds: Giff den Dateinaam vun en extern Nettkieker in.
ne: बाह्य वेब ब्राउजरको फाइलनाम प्रविष्ट गर्नुहोस् ।
nl: Voer de bestandsnaam van de externe webbrowser in.
nn: Skriv inn filnamnet på ekstern nettlesar.
pa: ਬਾਹਰੀ ਵੈੱਬ ਝਲਕਾਰੇ ਲਈ ਫਾਇਲ ਦਿਓ:
pl: Podaj nazwę pliku zewnętrznej przeglądarki WWW.
pt: Indique o nome do ficheiro do navegador Web externo.
pt_br: Indicar o nome do arquivo do navegador web externo.
ru: Введите команду для запуска внешнего браузера.
se: Čájet olggoldas fierpmádatlogana nama.
sk: Zadajte názov súboru externého prehliadača
sr: Унесите име фајла спољашњег веб прегледача.
th: ใส่ชื่อแฟ้มของเว็บเบราว์เซอร์ภายนอก
tr: Harici web tarayıcısının adı.
uk: Введіть назву файла зовнішнього навігатора Тенет.

source: Components
af: Komponente
bg: Компоненти
cs: Komponenty
da: Komponenter
de: Komponenten
el: Συστατικά
es: Componentes
et: Komponendid
eu: Osagaiak
fa: مؤلفه‌ها
fi: Komponentit
fr: Composants
he: מרכיבים
hu: Komponensek
it: Componenti
ja: コンポーネント
ka: კომპონენტები
km: សមាសភាគ
ko: 요소
lt: Komponentai
nb: Komponenter
nds: Komponenten
ne: अवयव
nl: Componenten
nn: Komponentar
pa: ਭਾਗ
pl: Komponenty
pt: Componentes
pt_br: Componentes
ru: Компоненты
se: Oasit
sk: Súčasti
sr: Компоненте
th: ส่วนประกอบ
tr: Bileşenler
uk: Компоненти

source: Use &scores
bg: &Точки
ca: Empra les &puntuacions
cs: Používat &skóre
da: Br&ug
de: &Punkte verwenden
el: Χρήση &βαθμολογίας
es: Usar &puntuaciones
et: &Hinnete kasutamine
fi: Käytä &pisteytystä
hu: &Pontszámok használata
it: U&sa i punteggi
ja: スコアを使う(&S)
km: ប្រើ​ពិន្ទុ
lt: Įjungti &reitingus
nds: Pün&kt bruken
nl: &Scores gebruiken
nn: Bruk &poeng
pa: ਸਕੋਰ ਵਰਤੋਂ(&s)
pl: &Używaj punktacji
pt: &Usar cores personalizadas
pt_br: Usar pontuaçõe&s
se: &Geavat čuoggaid
sk: P&oužiť skóre
sr: Користи &резултате
th: ใช้การให้&คะแนน
tr: &Puanları kullan
uk: Вживати &рахунки

source: Scores for tracks are calculated automatically, based on your listening habits.
af: Tellings vir snitte word outomaties bereken en word op jou luister gewoontes gebaseer.
bg: Точките на записите се изчисляват автоматично въз основа на слушателските навици.
ca: Les puntuacions per a les peces es calculen automàticament, basant-se en els vostres hàbits de reproducció.
da: Scoring for spor beregnes automatisk baseret på dine lyttevaner.
de: Die Punkte für Stücke werden automatisch basierend auf Ihrem Hörverhalten errechnet.
el: Η βαθμολογία των κομματιών υπολογίζεται αυτόματα, ανάλογα με τις μουσικές σας προτιμήσεις.
es: La puntuación de las pistas se calcula automáticamente, basándose en sus hábitos de escucha.
et: Pala hinne arvutatakse automaatselt sinu kuulamisharjumuste põjal.
eu: Pisten puntuazioa automatikoki kalkulatzen dira, entzundakoen ohituretan oinarrituta.
fa: امتیازها برای شیارها بر اساس عادتهای شنواییتان به طور خودکار محاسبه می‌شوند.
fi: Kappaleen pisteet lasketaan automaattisesti.
fr: Les scores pour les morceaux sont calculés automatiquement, basés sur vos habitudes d'écoutes.
he: ניקוד עבור הרצועות מחושב באופן אוטומטי, על בסיס הרגלי ההאזנה שלך.
hu: A számok pontszámai automatikusan kerülnek kiszámításra az Ön zenehallgatási szokásai alapján
it: I punteggi per le tracce sono calcolati automaticamente, basati sulle abitudini di ascolto.
ja: スコアはそれぞれのトラックの再生状況に基づいて自動的に計算されます。
km: ពិន្ទុ​សម្រាប់​បទ​ត្រូវ​បាន​គណនា​ដោយ​ស្វ័យប្រវត្តិ ដោយ​ផ្អែក​លើ​ទម្លាប់​ស្ដាប់​របស់​អ្នក ។
ko: 트랙에 대한 점수는 당신의 청취 선호도에 기반하여 자동적으로 계산됩니다.트랙에 대한 점수는 당신의 청취 선호도에 기반하여 자동적으로 계산됩니다.
lt: Dainų reitingai skaičiuojami automatiškai pagal tai, kiek ir kokias dainas klausote.
nb: Poeng for spor beregnes automatisk, basert på dine lyttevaner.
nds: De Pünkt för de Stücken warrt automaatsch na Dien Höörwennsten utreekt.
ne: तपाईँको सुन्ने व्यवहारमा आधारित, ट्रयाकका लागि प्राप्ताङ्क स्वचालित रूपमा गणना गरिन्छ ।
nl: Trackscores worden automatisch berekend aan de hand van uw luistergedrag.
nn: Poeng for spor vert automatisk rekna ut, basert på kor mykje du høyrer på dei ulike songane.
pa: ਟਰੈਕਾਂ ਲਈ ਸਕੋਰ ਤੁਹਾਡੀ ਗਾਣੇ ਸੁਣਨ ਦੀ ਆਦਤ ਮੁਤਾਬਕ ਸਵੈ-ਚਾਲਤ ਤਿਆਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
pl: Punkty dla utworów są obliczane automatycznie bazując na Twoich wzorcach słuchania muzyki.
pt: As pontuações das faixas são calculadas automaticamente, com base nos seus hábitos de escuta.
pt_br: As pontuações para as músicas são calculadas automaticamente, baseadas no seus gostos musicais.
ru: Счёт песни рассчитывается автоматически, исходя из ваших музыкальных предпочтений.
se: Čuoggát rehkenastot automáhtalaččat, du guldalandábiid vuođul.
sk: Skóre pre stopy je počítané automaticky, na základe vašich počúvacích zvyklostí.
sr: Резултати за нумере рачунају се аутоматски, на основу ваших слушачких навика.
th: คะแนนของเพลง จะถูกคำนวณโดยอัตโนมัติ โดยมีฐานมาจากรูปแบบการฟังเพลงของคุณ
uk: Рахунки для доріжок підраховуються автоматично і залежать від ваших уподобань програвання.

source: Use ratings
bg: Оценка
ca: Empra les valoracions
cs: Používat hodnocení
da: Brug klassificeringer
de: Bewertung verwenden
el: Χρήση α&ξιολόγησης
es: Usar valoraciones
et: Hinnangute kasutamine
fi: Käytä &arvosteluja
hu: Besorolások használata
it: Usa le valutazioni
ja: 評価を使う
km: ប្រើ​អត្រា
lt: Įjungti įvertinimus
nds: Beweerten bruken
nl: Waarderingen gebruiken
nn: Bruk karakterar
pa: ਰੇਟਿੰਗ ਵਰਤੋਂ
pl: Używaj notowań
pt: Usar as classificações
pt_br: Usar avaliações
se: Geavat árvosániid
sk: Použiť &hodnotenie
sr: Користи рејтинге
th: ใช้การให้เรตติ้ง
tr: &Beğenileri kullan
uk: Вживати рейтинги

source: You can assign ratings to tracks manually, from 1 to 5 stars.
af: Jy kan self 'n rang aan snitte toeken, tussen 1 en 5 sterre.
bg: Можете ръчно да давате оценка от 1 до 5 звезди.
ca: Podeu assignar valoracions a les peces manualment, d'1 a 5 estrelles.
da: Du kan tildele spor klassificeringer manuelt, fra 1 til 5 stjerner.
de: Sie können jedem Stück manuell eine Bewertung zuweisen (1 bis 5 Sterne).
el: Μπορείτε να αξιολογήσετε τα κομμάτια χειροκίνητα, με 1 ως 5 αστέρια.
es: Puede asignar valoraciones a las pistas manualmente, desde 1 hasta 5 estrellas.
et: Hinnangut saab anda radadele käsitsi (ühest viie tärnini).
eu: Pistei balioak eman dezaiekezu eskuz, 1 eta 5 arteko izarrak.
fa: می‌توانید به طور دستی ارزیابیها را از ۱ تا ۵ ستاره به شیارها انتساب دهید.
fi: Voit arvostella kappaleen 1–5 tähden arvoiseksi.
fr: Vous pouvez assigner un vote aux morceaux manuellement, de 1 à 5 étoiles.
he: ביכולתך למדרג את הרצועות באופן ידני, מאחד לחמישה כוכבים.
hu: A számokhoz 1 és 5 csillag közötti besorolást lehet hozzárendelni kézzel
it: Puoi assegnare una valutazione alle tracce manualmente, da 1 a 5 stelle.
ja: このオプションを有効にすると、トラックに手動で評価 (一つ星から五つ星) を付けることができます。
km: អ្នក​អាច​ផ្ដល់​អត្រា​ដល់​បទ​នីមួយៗ​ដោយ​ដៃ គឺ​ចាប់​ពី​ផ្កាយ ១ ដល់ ផ្កាយ ៥ ។
ko: 당신은 트랙에 대한 비중을 손수 1부터 5까지 지정할 수 있습니다.
lt: Dainoms įvertinimus nuo 1 iki 5 žvaigždučių galite priskirti patys.
nb: Du kan tilordne rangeringer til sporene manuelt, fra 1 til 5 stjerner.
nds: Du kannst de Stücken vun Hand mit 1 bet 5 Steerns beweerten.
ne: तपाईँ मूल्याङ्कनलाई म्यानुल रूपमा ट्रयाकमा, १ बाट ५ ताराहरू सम्म मानाङ्कन गर्न सक्नुहुन्छ ।
nl: U kunt zelf een waardering toekennen aan tracks, van 1 tot 5 sterren.
nn: Du kan tildela karakterar til spora sjølv, frå 1 til 5 stjerner.
pa: ਤੁਸੀਂ ਟਰੈਕਾਂ ਨੂੰ ਆਪਣੀ ਮਰਜ਼ੀ ਮੁਤਾਬਕ 1 ਤੋਂ 5 ਤਾਰਿਆਂ ਲਈ ਰੇਟਿੰਗ ਦੇ ਸਕਦੇ ਹੋ।
pl: Możesz przypisać notowania do utworów ręcznie, od 1 do 5 gwiazdek.
pt: Poderá atribuir manualmente classificações às faixas, de 1 a 5 estrelas.
pt_br: Você pode definir avaliações para as faixas manualmente, de uma a cinco estrelas.
ru: Вы сможете самостоятельно присваивать рейтинг композициям, от 1 до 5 звёзд.
se: Sáhtát ieš addit árvosániid, ovtta gitta vihtta nástti.
sk: K stopám môžete manuálne priradiť hodnotenie, od 1 do 5 hviezdičiek.
sr: Можете ручно доделити рејтинге нумерама, од једне до пет звездица.
th: คุณสามารถให้เรตติงกับเพลงด้วยมือได้ จากระดับ 1 ถึง 5 ดาว
uk: Рейтинг можна надавати доріжкам вручну: від 1 до 5 зірок.
