Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: IRC: server: irc.freenode.net / channels: #amarok #amarok.de #amarok.es Feedback: amarok@kde.org
af: IRC: bediener:irc.freenode.net / kanale: #amarok #amarok.de #amarok.es Terugvoer: amarok@kde.org
bg: IRC: сървър: irc.freenode.net / канали: #amarok #amarok.de #amarok.es Контакт: amarok@kde.org
ca: IRC: servidor: irc.freenode.net / canals: #amarok #amarok.de #amarok.es Suport: amarok@kde.org
cs: IRC: server: irc.freenode.net / kanál: #amarok #amarok.de #amarok.es Zpětná vazba: amarok@kde.org
da: IRC: server: irc.freenode.net / channel: #amarok #amarok.de #amarok.es Tilbagemelding: amarok@kde.org
de: IRC: Server: irc.freenode.net / Kanäle: #amarok und #amarok.de Feedback: amarok@kde.org
el: IRC: Εξυπηρετητής: irc.freenode.net / Κανάλι: #amarok #amarok.de #amarok.es Σχόλια στο: amarok@kde.org
es: IRC: server: irc.freenode.net / canales: #amarok #amarok.de #amarok.es Feedback: amarok@kde.org
et: IRC: server: irc.freenode.net / kanalid: #amarok #amarok.de #amarok.es Tagasiside: amarok@kde.org
fi: IRC: palvelin: irc.freenode.net / kanavat: #amarok #amarok.de #amarok.es Palaute: amarok@kde.org
fr: IRC : Serveur : irc.freenode.net / canaux : #amarok #amarok.de #amarok.es Retour d'expériences : amarok@kde.org
he: IRC: שרת: irc.freenode.net ערוצים: #amarok #amarok.de #amarok.es משוב: amarok@kde.org
hu: IRC: kiszolgáló: irc.freenode.net / csatornák: #amarok #amarok.de #amarok.es Visszajelzés: amarok@kde.org
it: IRC: server: irc.freenode.net / canale: #amarok #amarok.de #amarok.es Segnalazioni: amarok@kde.org
ja: IRC: サーバ: irc.freenode.net / チャンネル: #amarok #amarok.de #amarok.es フィードバック先: amarok@kde.org
km: IRC: ម៉ាស៊ីន​បម្រើ ៖ irc.freenode.net / ឆានែល ៖ #amarok #amarok.de #amarok.es មតិអ្នក​ប្រើ ៖ amarok@kde.org
ko: IRC: 서버: irc.freenode.net / 채널: #amarok #amarok.de #amarok.es 피드백: amarok@kde.org
lt: IRC: serveris: irc.freenode.net / kanalai: #amarok #amarok.de #amarok.es Pasiūlymai ir pastabos: amarok@kde.org
nb: IRC: Tjeneren irc.freenode.net / kanalene #amarok #amarok.de #amarok.es Tilbakemeldinger: amarok@kde.org
nds: IRC: Server: irc.freenode.net / Kanaals: #amarok #amarok.de #amarok.es Torüchmellen: amarok@kde.org
ne: आईआरसी: सर्भर: irc.freenode.net / channels: #amarok #amarok.de #amarok.es पृष्ठपोषण: amarok@kde.org
nl: IRC: server: irc.freenode.net / kanalen: #amarok #amarok.de #amarok.es E-mail: amarok@kde.org
nn: IRC: Tenaren irc.freenode.net og kanalane #amarok, #amarok.de og #amarok.es Tilbakemeldingar: amarok@kde.org
pa: IRC: ਸਰਵਰ: irc.freenode.net / channel: #amarok #amarok.de #amarok.es ਸੁਝਾਅ: amarok@kde.org
pl: IRC: serwer: irc.freenode.net / kanały: #amarok #amarok.de #amarok.es Wsparcie: amarok@kde.org
pt: IRC: servidor: irc.freenode.net / canais: #amarok #amarok.de #amarok.es E-mail: amarok@kde.org
pt_br: IRC: Servidor: irc.freenode.net / Canais: #amarok #amarok.de #amarok.es Sugestões e críticas: amarok@kde.org
ru: IRC: сервер: irc.freenode.net / каналы: #amarok #amarok.de Список рассылки: amarok@kde.org
se: IRC: Bálvá irc.freenode.net, kanálat #amarok ja #amarok.de #amarok.se Feedback: amarok@kde.org
sk: IRC: server: irc.freenode.net / kanály: #amarok #amarok.de #amarok.es Spätná väzba: amarok@kde.org
sr: IRC: сервер: irc.freenode.net / канали: #amarok #amarok.de #amarok.es Пишите на: amarokl@kde.org
th: IRC: server: irc.freenode.net / channels: #amarok #amarok.de #amarok.es คำติชม: amarok-devel@lists.sourceforge.net
tr: IRC: Sunucu: irc.freenode.net / Kanal: #amarok, #amarok.de Geribildirim: amarok-devel@lists.sourceforge.net
uk: IRC: сервер: irc.freenode.net / канали: #amarok #amarok.de #amarok.es Відгуки: amarok@kde.org

source: Folders to scan
af: Gidse om te skandeer
bg: Папки за сканиране
ca: Carpetes a escanejar
cs: Složky k prohledávání
da: Mapper at søge i
de: Einzulesende Ordner
el: Φάκελοι για σάρωση
es: Carpetas a explorar
et: Uuritavad kataloogid
eu: Karpetak eskaneatzeko
fa: پوشه‌ها برای پویش
fi: Kansiot, joista etsitään
fr: Dossiers à analyser
he: תיקיות לסריקה
hu: Átvizsgálandó könyvtárak
it: Cartelle da analizzare
ja: スキャンするフォルダ
ka: დასასკანირებელი საქაღალდეები
km: ថត​ដែល​ត្រូវ​វិភាគ
ko: 검색을 위한 폴더
lt: Muzikos aplankai
nb: Mapper som skal gjennomsøkes
nds: Dörkeken Ornern
ne: स्क्यान गर्नुपर्ने फोल्डरहरू
nl: Te doorzoeken mappen
nn: Mapper å søkja gjennom
pa: ਜਾਂਚ ਲਈ ਫੋਲਡਰ
pl: Katalogi do przeszukania
pt: Pastas a pesquisar
pt_br: Pastas para escanear
ru: Сканируемые папки
se: Máhpaid maid ohcat
sk: Priečinky na skenovanie
sr: Фасцикле за тражење
th: โฟลเดอร์ที่จะให้ค้นหา
tr: Taranacak klasörler
uk: Сканувати теки

source: Scan folders recursively
af: Skandeer gidse rekursief
bg: Сканиране на папките рекурсивно
ca: Escaneja les carpetes recursivament
cs: Prohledávat složky rekurzivně
da: Skan mapper rekursivt
de: &Ordner rekursiv durchsuchen
el: Αναδρομική σάρωση φακέλων
es: Explorar carpetas recursivamente
et: Kataloogide rekursiivne uurimine
eu: Eskaneatu karpetak errekurtsiboki
fa: پویش پوشه‌ها به طور بازگشتی‌
fi: Etsi kansioista rekursiivisesti
fr: Analyse récursivement des dossiers
he: סרוק תיקיות בצורה רקורסיבית
hu: Keresés az alkönyvtárakban is
it: Scansione ricorsiva delle cartelle
ja: フォルダを再帰的にスキャン
ka: დასტების რეკურსიული სკანირება
km: វិភាគ​ថត​បន្តបន្ទាប់
ko: 재귀적으로 폴더 검색
lt: Ieškoti aplankuose įskaitant paaplankius
nb: Søk også i undermapper
nds: Ok all Ünnerornern dörkieken
ne: पुनरावृत्तिक रूपमा फोल्डरहरू स्क्यान गर्नुहोस्
nl: Mappen recursief doorzoeken
nn: Søk òg i undermapper
pa: ਅੰਦਰੂਨੀ ਫੋਲਡਰ ਵੀ ਵੇਖੋ
pl: Przeszukuj katalogi rekurencyjnie
pt: Procurar pastas recursivamente
pt_br: Escanear pastas recursivamente
ru: Сканировать папки рекурсивно
se: Oza vuollemáhpaid maid
sk: Prehľadávať priečinky rekurzívne
sr: Претражуј фасцикле рекурзивно
th: ค้นหาภายในโฟลเดอร์อย่างละเอียด (รวมโฟลเดอร์ย่อย)
tr: Klasörleri içe doğru tara
uk: Сканувати теки рекурсивно

source: Incremental Scan (modified folders only)
af: Inkrementele Skandering (slegs op gidse wat verander het)
bg: Последователно сканиране (само на променените директории)
ca: Escaneig incremental (només els directoris modificats)
cs: Postupné vyhledávání (pouze změněné složky)
da: Inkrementel søgning (kun ændrede mapper)
de: Inkrementelle Suche (nur veränderte Ordner)
el: Προσθετική σάρωση (για τροποποιημένους φακέλους μόνο)
es: Exploración incremental (sólo carpetas modificadas)
et: Lisanduv uurimine (ainult muudetud kataloogid)
eu: Eskeneatze inkrementala (aldatutako karpetak soilik)
fa: پویش نموی )فقط پوشه‌های تغییریافته(
fi: Kartoita vain muuttuneet kansiot
fr: Analyse incrémentale (dossiers modifiés uniquement)
he: סריקה חלקית (רק תיקיות ששונו)
hu: Növekményes átvizsgálás (csak a módosult könyvtárakat)
it: Scansione incrementale (solo cartelle modificate)
ja: インクリメンタルスキャン (変更されたフォルダのみ)
ka: ზრდადი სკანირება (მხოლოდ ჩასწორებული საქაღალდეები)
km: ស្វែងរក​ចោះៗ (តែ​ថត​ដែល​បាន​កែប្រែ)
ko: 오름차순으로 검색 (수정된 폴더만)
lt: Ieškoti tik pakeistuose aplankuose
nb: Fortløpende søk (bare mapper som er endret)
nds: Op Towass dörkieken (bloots ännert Ornern)
ne: बढोत्तरीत स्क्यान गर्नुहोस् (परिमार्जित फोल्डरहरू मात्र)
nl: Incrementeel doorzoeken (alleen gewijzigde mappen)
nn: Kontinuerleg søk (berre mapper som er endra)
pa: ਲਗਾਤਰ ਜਾਂਚ (ਸੋਧੇ ਫੋਲਡਰ ਲਈ ਹੀ)
pl: Przeszukiwanie przyrastające (tylko katalogi zmodyfikowane)
pt: Pesquisa Incremental (apenas as pastas modificadas)
pt_br: Escaneamento Incremental (somente em pastas modificadas)
ru: Выборочное сканирование (только изменённые папки)
se: Lassáneaddji ohcan (dušše rievdaduvvon máhpáid)Ž
sk: Inkrementálne skenovanie (iba zmenené priečinky)
sr: Инкрементално тражење (само измењене фасцикле)
th: การค้นหาเพิ่มเติม (สำหรับโฟลเดอร์ที่มีการเปลี่ยนแปลงเท่านั้น)
tr: Artışlı Tarama (sadece değiştirilen klasörler)
uk: Нарощувальне сканування (тільки теки зі змінами)

source: Import playlist
af: Voer speel lyste in
bg: Импортиране на списък със записи
ca: Importa una llista de reproducció
cs: Importovat seznam skladeb
da: Importér spilleliste
de: Wiedergabelisten importieren
el: Εισαγωγή λίστας
es: Importar lista de reproducción
et: Esitusnimekirjade import
fa: واردات فهرست پخش‌
fi: Tuo soittolista
fr: Importer les listes de lecture
he: ייבא רשימת־השמעה
hu: Lejátszólista importálása
it: Importa playlist
ja: プレイリストをインポート
ka: რეპერტუარის იმპერტი
km: នាំចូល​បញ្ជីចាក់
ko: 재생목록 들여오기
lt: Importuoti grojaraštį
nb: Importer spilleliste
nds: Afspeellist importeren
ne: प्ले सूची आयात गर्नुहोस्
nl: Afspeellijst importeren
nn: Importer speleliste
pa: ਸੰਗੀਤ-ਸੂਚੀਆਂ ਅਯਾਤ
pl: Importuj listy odtwarzania
pt: Importar listas de músicas
pt_br: Importar listas de músicas
ru: Импортировать списки
se: Sisafievrrit čuojahanlisttu
sk: Importovať zoznam skladieb
sr: Увези листу нумера
th: นำเข้ารายการเล่น
tr: Parça listesi al
uk: Імпортувати список композицій

source: Restart the scanner at last position, after a crash
af: Laat skandeer by die laaste posisie voortgaan, voordat Amarok omgeval het.
bg: Рестартиране на скенера от последната позиция след повреда
ca: Reengega l'escaneig a la darrera posició, després d'una petada
da: Genstart søgning på seneste sted efter et sammenbrud
de: Sammlungs-Scanner nach einem Absturz an der letzten Stelle neu starten
el: Επανεκκίνηση του σαρωτή στην τελευταία τοποθεσία, μετά από μία κατάρρευση
es: Reiniciar el explorador en la última posición tras un fallo
et: Uurija taaskäivitamine krahhi järel viimasest positsioonist
eu: Berrabiarazi eskanerra azken posiziotik, kraskatu ondoren
fa: بازآغازی پویشگر در آخرین موقعیت، بعد از یک فروپاشی
fi: Käynnistä kokoelmakartoitin uudestaan siitä kohtaan, mihin se jäi kaatuessaan
fr: Relancer l'analyseur à la dernière position après un arrêt brutal
he: אתחל את הסורק ממיקום אחרון, לאחר קריסה
hu: Programleállás után a vizsgálat újraindítása a legutóbbi pozíciónál
it: Riavvia l'analizzatore all'ultima posizione, dopo un crash
ja: クラッシュ後はスキャンを前回の位置から再開する
ka: სკანერის უკანასკნელ პოზიციაზე გადატვირთვა, ავარიული დახურვის შემდეგ
km: ចាប់ផ្ដើម​ឧបករណ៍​វិភាគ​នៅ​ទីតាំង​ចុងក្រោយ ក្រោយ​ពី​គាំង
ko: 충돌 후, 마지막 위치에서 검색기 재시작하기
lt: Pratęsti sudarymą nuo ten, kur sustota po nulūžimo
nb: Start søket omigjen etter et krasj, ved siste posisjon
nds: Dörkieker na en Afstört bi lest Positschoon nieg starten
ne: नष्ट भएपछि, अन्तिम स्थितिमा स्क्यानर पुन: सुरु गर्नुहोस्
nl: Herstart de scanner op de laatste positie, na de crash
nn: Start samlingssøket på nytt att ved siste fil etter eit krasj
pa: ਨਸ਼ਟ ਹੋਣ ਬਾਅਦ ਸਕੈਨਰ ਨੂੰ ਆਖਰੀ ਸਥਿਤੀ ਮੁੜ-ਚਾਲੂ ਕਰੋ
pl: Uruchom ponownie przeszukiwanie na ostatniej pozycji, po awarii
pt: Iniciar o analisador na última posição, após um estoiro
pt_br: Reiniciar o escaner na última posição, após um travamento
se: Álggat ohci gos bisánii riekčaneami maŋŋá
sk: Reštartovať skener na poslednej pozícii, po páde
sr: Почни тражење од последње позиције после пада
th: เริ่มตัวค้นหาจากตำแหน่งสุดท้าย หลังจากการหยุดทำงาน
tr: Bir çökmeden sonra tarayıcıyı son konumdayken yeniden başlatın
uk: Після краху перезапустити сканер з попередньої позиції

source: Volume: %1%
bg: Сила на звука: %1%
ca: Volum: %1%
cs: Hlasitost: %1%
da: Lydstyrke: %1%
de: Lautstärke: %1%
el: Ένταση: %1%
es: Volumen: %1%
et: Helitugevus: %1%
eu: Bolumena: %%%1
fa: حجم صدا: %1٪
fi: Äänenvoimakkuus: %1%
he: עצמת קול: %1%
hu: Hangerő: %1 %
ja: 音量: %1%
ka: ხმა: %1%
km: កម្រិតសំឡេង ៖ %1%
ko: 음량: %1%
lt: Garsumas: %1%
nb: Lydstyrke: %1 %
nds: Luutstärk: %1%
ne: भोल्युम: %1%
nn: Lydstyrke: %1 %
pa: ਆਵਾਜ਼: %1%
pl: Głośność: %1%
ru: Громкость: %1%
se: Jietnadássi: %1 %
sk: Hlasitosť: %1%
sr: Јачина: %1%
th: ระดับเสียง: %1%
tr: Ses: %1%
uk: Гучність: %1%

source: Mute
af: Maak stil
bg: Заглушаване
ca: Silenci
cs: Ztlumit
da: Uden lyd
de: Stumm
el: Χωρίς ήχο
es: Silenciar
et: Tumm
eu: Mututu
fa: خاموش
fi: Mykistä
fr: Muet
he: מושתק
hu: Elnémítás
it: Muto
ja: ミュート
ka: ხმის გათიშვა
km: ស្ងាត់
ko: 음소거
lt: Be garso
nb: Demp
nds: Stumm
ne: मौन
nl: Dempen
nn: Demp
pa: ਚੁੱਪ
pl: Wycisz
pt: Silenciar
pt_br: Mudo
ru: Звук выключен
se: Jaskadahte
sk: Stlmiť
sr: Утишај
th: เงียบ
tr: Sesi Kapat
uk: Вимкнути звук

source: Volume: 100%
bg: Сила на звука: 100%
ca: Volum: 100%
cs: Hlasitost: 100%
da: Lydstyrke: 100%
de: Lautstärke: 100%
el: Ένταση: 100%
es: kde-es@kybs.deVolumen
et: Helitugevus: 100%
fa: حجم صدا: ۱۰۰٪
fi: Äänenvoimakkuus: 100%
hu: Hangerő: 100 %
ja: 音量: 100%
km: កម្រិត​សំឡេង ៖ 100%
lt: Garsumas: 100%
nb: Lydstyrke: 100 %
nds: Luutstärk: 100%
ne: भोल्युम: १००%
nn: Lydstyrke: 100 %
pa: ਆਵਾਜ਼: 100%
pl: Głośność: 100%
ru: Громкость: 100%
se: Jietnadássi: 100%
sk: Hlasitosť: 100%
sr: Јачина: 100%
th: ระดับเสียง: 100%
tr: Ses: 100%
uk: Гучність: 100%

source: OSD Preview - drag to reposition
af: OSD Voorskou - trek na 'n ligging waar jy dit wil hê.
bg: Преглед на OSD - влачете прозореца
ca: Vista prèvia OSD - arrossegueu per posicionar
cs: OSD náhled - přetáhněte ke změně umístění
da: OSD-forhåndsvisning - Træk for at ændre position
de: OSD-Vorschau - Ziehen Sie das OSD, um die Position zu ändern
el: Προεπισκόπηση OSD - σύρετε για επανατοποθέτηση
es: Previsualización del OSD- arrastre para recolocar
et: OSD eelvaatlus - lohista asukoha muutmiseks
eu: PGB aurrebista - arrastatu posizio berrira
fa: پیش‌نمایش OSD - کشیدن به مخزن
fi: Kuvaruutunäytön sijainnin esikatselu – asemoi uudelleen vetämällä
fr: Aperçu de l'OSD - Déplacez vers la position désirée
he: תצוגה על מסך - גרור למיקום מחדש
hu: OSD-előnézet - húzással áthelyezhető
it: Anteprima OSD - Trascina per riposizionare
ja: OSD プレビュー - ドラッグして位置を調整してください
ka: OSD წინასწარ ნახვა - რეპოზიციისკენ გადათრევა
km: ទិដ្ឋភាព OSD - អូស ដើម្បី​កំណត់​ទីតាំង​ឡើង​វិញ
ko: OSD 미리 보기 - 끌어서 위치를 조정하십시오.
lt: Pranešimų peržiūra – norėdami pakeisti vietą tiesiog tempkite
nb: Forhåndsvisning av skjermmelding – dra for å flytte
nds: OSD-Vöransicht - treck ehr, wenn Du de Positschoon ännern wullt
ne: ओएसडी पूर्वावलोकन - पुन: स्थिति गर्न तान्नुहोस्
nl: OSD-voorbeeld - sleep naar juiste positie
nn: Førehandsvising av skjermmelding – dra for å flytta
pa: OSD ਝਲਕ - ਮੁੜ-ਸਥਿਤੀ ਬਣਾਓ
pl: Podgląd OSD - przeciągnij na docelowe miejsce
pt: Antevisão OSD - arraste para posicionar
pt_br: Pré-visualização da Mensagem na Tela - arraste para reposicionar
ru: Просмотр индикатора - перетащите его мышкой
se: OSD ovdačájeheapmi – gease sirdin dihte
sk: OSD náhľad - pretiahnite k zmene umiestnenia
sr: Преглед OSD-а — одвуците га где желите
th: ตัวอย่างแสดงข้อความบนหน้าจอ ลากเพื่อปรับตำแหน่งใหม่
tr: Ekran Bilgilendirme Penceresi - Konumlandırmak için sürükleyin
uk: Вигляд індикатора - перетягніть мишкою, щоб змінити позицію

source: No track playing
af: Geen snit is besig om te speel nie
bg: Не се изпълнява запис
ca: No s'està reproduint cap peça
cs: Není přehrávána žádná skladba
da: Intet spor spilles
de: Es wird kein Stück wiedergegeben
el: Δεν εκτελείται κομμάτι
es: Ninguna pista en reproducción
et: Ühtki pala ei esitata
eu: Ez dago pistarik erreproduzitzen
fa: هیچ شیاری پخش نمی‌شود
fi: Mikään kappale ei soi
fr: Aucun morceau joué
he: רצועות לא מושמעות
hu: Jelenleg nincs lejátszás
it: Nessuna traccia in riproduzione
ja: 再生中のトラックはありません
ka: ჩანაწერი არაა დაკრული
km: មិន​កំពុង​ចាក់​បទ​អ្វី​ទាំងអស់
ko: 재생중인 트랙이 없습니다
lt: Negroja jokia daina
nb: Ingen spor spiller
nds: Keen Stück warrt speelt
ne: कुनै ट्रयाक प्ले भएको छैन
nl: Er wordt geen track afgespeeld
nn: Ingen spor spelar
pa: ਕੋਈ ਗਾਣਾ ਨਹੀਂ ਚੱਲਦਾ
pl: Nie jest odtwarzany żaden utwór
pt: Sem faixas em reprodução
pt_br: Nenhuma faixa sendo reproduzida
ru: Воспроизведение остановлено
se: Ii leat čuojaheamen
sk: Nie je prehrávaná žiadna skladba
sr: Ништа није пуштено
th: ไม่มีเพลงที่กำลังเล่นอยู่
tr: Hiçbir parça çalmıyor
uk: Жодна доріжка не програється

source: No information available for this track
af: Geen informasie is beskikbaar vir die snit nie
bg: Няма налична информация за този запис
ca: No hi ha informació disponible per aquesta peça
cs: Žádné dostupné informace o této skladbě
da: Der er ingen information tilgængelig for dette spor
de: Es sind keine Informationen zu diesem Stück verfügbar.
el: Δεν υπάρχουν πληροφορίες διαθέσιμες για αυτό το κομμάτι
es: No hay información disponible para esta pista
et: Selle pala kohta puudub info
eu: Ez dago pistaren informazioarik erabilgarri
fa: اطلاعاتی برای این شیار موجود نیست
fi: Tästä kappaleesta ei ole tietoja
fr: Aucune information n'est disponible pour ce morceau
he: אין מידע זמין עבור רצועה זאת
hu: Ehhez a számhoz nincs információ
it: Non ci sono informazioni disponibili per questa traccia
ja: このトラックに関する情報はありません。
ka: ამ ჩანაწერისთვის ინფორმაცია არაა ხელმისაწვდომი
km: មិន​មាន​ព័ត៌មាន សម្រាប់​បទ​នេះ​ឡើយ
ko: 이 트랙에 대한 정보가 없습니다
lt: Informacijos apie šią dainą nėra
nb: Det finnes ingen informasjon tilgjengelig for dette sporet
nds: För dit Stück sünd keen Informatschonen verföögbor
ne: यो ट्रयाकका लागि कुनै सूचना उपलब्ध छैन
nl: Er is geen informatie beschikbaar voor deze track
nn: Det finst ingen informasjon tilgjengeleg for dette sporet
pa: ਇਸ ਟਰੈਕ ਲਈ ਕੋਈ ਜਾਣਕਾਰੀ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pl: Nie ma informacji dla tego utworu
pt: Não existem informações disponíveis para esta faixa
pt_br: Não existem informações disponíveis para essa faixa
ru: Нет информации об этой дорожке.
se: Ii gávdnan dieđuid dán bihtá birra
sk: Žiadne dostupné informácie o tejto skladbe
sr: Нема доступних информација за ову нумеру
th: ไม่มีข้อมูลสำหรับเพลงนี้
tr: Bu parça için bilgi mevcut değil
uk: Немає інформації для цієї доріжки

source: Cover &Manager
af: CD-omslag Bestuurder
bg: &Управление на обложките
ca: Gestor de &caràtules
cs: S&právce obalů
da: Håndtering af &omslag
de: &Cover-Verwaltung
el: Δια&χειριστής εξώφυλλων
es: Gestor de &carátulas
et: Kaanepildi &haldur
fa: &مدیر پوشش‌
fi: &Kansikuvaselain
fr: Gestionnaire de &jaquettes
hu: &Borítókezelő
it: &Gestore copertine
ja: カバーマネージャ(&M)
km: កម្មវិធី​គ្រប់គ្រង​គម្រប
lt: &Viršelių tvarkyklė
nb: Omslags&håndterer
nds: &Titelbild-Pleger
ne: आवरण प्रबन्धक
nl: Hoes&beheerder
nn: &Plateomslag
pa: ਕਵਰ ਮੈਨੇਜਰ(&M)
pl: &Menedżer okładek
pt: Gestor de &Capas
pt_br: Gerenciador de &Capas
ru: Управление &обложками
se: Olggoš&gieđahalli
sk: Správca &obalov
sr: Менаџер &омота
th: ตัวจัดการหน้า&ปก
tr: Kapak &Yönetici
uk: &Менеджер обкладинок

source: Are you sure you want to remove this cover from the Collection?
af: Is jy seker dat jy hierdie omslag uit die versameling wil verwyder?
bg: Наистина ли искате да премахнете тази обложка от колекцията?
ca: Esteu segur que voleu esborrar aquesta caràtula de la col·lecció?
cs: Opravdu chcete odstranit tento obal z kolekce?
da: Er du sikker på at du ønsker at fjerne denne omslag fra samlingen?
de: Sind Sie sicher, dass Sie dieses Cover löschen möchten?
el: Είστε σίγουροι ότι επιθυμείτε την αφαίρεση αυτού του εξώφυλλου από τη συλλογή;
es: ¿Está seguro de que quiere eliminar esta carátula de la colección?
et: Kas tõesti eemaldada see kaanepilt kogust?
eu: Ziur zaude azal hau bildumatik kentzea nahi duzula?
fa: مطمئن هستید که می‌خواهید این پوشش را از مجموعه حذف کنید؟
fi: Haluatko varmasti poistaa tämän kansikuvan kokoelmasta?
fr: Voulez-vous vraiment effacer cette jaquette de la collection ?
he: האם הנך בטוח שברצונך למחוק את עטיפה זו מהאוסף?
hu: Biztos, hogy törölni kívánja ezt a borítót a gyűjteményből?
it: Sicuro di voler rimuovere questa copertina dalla collezione?
ja: 本当にこのカバーをコレクションから削除しますか？
ka: ნამდვილად გსურთ ამ ყდის კოლექციიდან ამოღება?
km: តើ​អ្នក​ពិត​ជា​ចង់​យក​គម្រប​នេះ​ចេញ​ពី​ការ​សម្រាំង​ឬ ?
ko: 이 표지 사진을 모음집에서 지워도 되겠습니까?
lt: Ar tikrai norite pašalinti šį viršelį iš fonotekos?
nb: Er du sikker på at du vil fjerne dette plateomslaget fra samlinga?
nds: Wullt Du dit Titelbild redig wegdoon?
ne: तपाईँ सङ्कलनबाट यो आवरण हटाउन निश्चिन्त हुनहुन्छ ?
nl: Wilt u werkelijk deze hoes uit de collectie verwijderen?
nn: Er du sikker på at du vil fjerna dette plateomslaget frå samlinga?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਢੱਕਣ ਨੂੰ ਸੂਚੀ ਵਿੱਚੋਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy jesteś pewien, że chcesz usunąć tę okładkę z kolekcji?
pt: Tem a certeza que deseja remover esta capa da colecção?
pt_br: Tem certeza que deseja remover esta capa da Coleção?
ru: Удалить эту обложку из коллекции?
se: Háliidatgo duođas váldit dán olggoža eret čoahkkádusastis?
sk: Naozaj chcete odstrániť tento obal z kolekcie?
sr: Желите ли заиста да уклоните овај омот из збирке?
th: คุณแน่ใจหรือว่าต้องการลบหน้าปกนี้ออกไปจากคลังดนตรี?
tr: Bu kapağı koleksiyondan silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вилучити цю обкладинку зі збірки?

source: disc
af: skyf
bg: диск
cs: disk
de: Medium
el: δίσκος
es: disco
et: plaat
eu: diskoa
fa: دیسک
fi: levy
fr: disque
he: דיסק
hu: lemez
it: disco
ka: დისკი
km: ថាស
lt: diskas
nb: disk
nds: Schiev
ne: डिस्क
nn: disk
pa: ਡਿਸਕ
pl: płyta
pt: disco
pt_br: disco
se: skearru
sk: disk
sr: диск
th: ดิสค์
tr: disk

source: disk
af: skyf
bg: диск
ca: disc
de: Medium
el: δίσκος
es: disco
eu: diskoa
fa: دیسک
fi: levy
fr: disque
he: דיסק קשיח
hu: lemez
it: disco
ka: დისკი
km: ថាស
lt: diskas
nds: Schiev
ne: डिस्क
pa: ਡਿਸਕ
pl: dysk
pt: disco
pt_br: disco
se: skearru
sr: диск
th: ดิสก์

source: remaster
bg: ремастър
ca: remasteritza
es: remasterización
eu: birmasterizatu
fa: تسلط مجدد
he: יצירת עותק־ראשי מחודש
hu: újra-masterezés
lt: perdarytas
nb: lydrestaurert
nds: Niegmischen
ne: रिमास्टर
nn: lydrestaurert
pa: ਮੁੜ-ਤਿਆਰ
pl: ponowne wydanie
pt: remasterizado
pt_br: remasterizar
se: ođasmahtton jietna
sr: ремастеризовано
th: เพลงทำใหม่
tr: kaliteyi değiştir

source: single
af: enkel snit
bg: сингъл
ca: senzill
cs: singl
es: solo
et: singel
fa: تک
fi: sinkku
he: סִינְגֶל
hu: kislemez
it: singolo
ka: ცალი
km: ទោល
lt: singlas
nb: singelplate
ne: एकल
nn: singelplate
pa: ਇੱਕਲਾ
pl: singiel
se: singelskearru
sk: singel
sr: сингл
th: ซิงเกิล

source: soundtrack
af: klank baan
bg: саундтрак
ca: peça
es: banda sonora
eu: Soinu-banda
fa: شیار صوتی
fi: ääniraita
fr: bande originale
he: פסקול
hu: filmzene
it: colonna sonora
ja: soundtack
ka: მუსიკა ფილმიდან
lt: muzika filmui
nb: lydspor
nds: Toonspoor
ne: ध्वनि ट्रयाक
nn: lydspor
pa: ਸਾਊਡਟਰੈਕ
pl: ścieżka filmowa
pt: banda sonora
pt_br: trilha sonora
se: filbmamusihkka
sr: музика из филма
th: เพลงประกอบภาพยนตร์
tr: film müziği

source: part
af: deel
bg: част
cs: část
da: del
de: Teil
el: τμήμα
es: parte
eu: zatia
fa: جزء
fi: osa
fr: partie
he: חלק
hu: rész
it: parte
ka: ნაწილი
lt: dalis
nb: del
nds: Deel
ne: भाग
nn: del
pa: ਪਾਰਟ
pl: część
pt: parte
pt_br: parte
se: oassi
sk: časť
sr: део
th: ส่วน
tr: bölüm

source: No cover found
af: Geen CD omslag gevind
bg: Не е намерена обложка
ca: No s'ha trobat cap caràtula
cs: Nenalezen žádný obal
da: Intet omslag fundet
de: Kein Cover gefunden
el: Δε βρέθηκε εξώφυλλο
es: No se ha encontrado ninguna carátula
et: Kaanepilti ei leitud
eu: Ez da azalik aurkitu
fa: پوششی یافت نشد
fi: Kansikuvaa ei löytynyt
fr: Aucune jaquette n'a été trouvée
he: לא נמצאה רצועה
hu: Borító nem található
it: Copertina non trovata
ja: カバーが見つかりません
ka: ყდა ნაპოვნი არ არის
km: រក​មិន​ឃើញ​គម្រប​ឡើយ
ko: 표지 그림를 찾지 못했습니다
lt: Nepavyko rasti viršelio
nb: Fant ikke omslag.
nds: Keen Titelbild funnen
ne: आवरण फेला परेन
nl: Geen hoes gevonden
nn: Fann ikkje omslag.
pa: ਕੋਈ ਕਵਰ ਨਹੀਂ ਮਿਲਿਆ
pl: Nie znaleziono żadnej okładki
pt: Nenhuma capa encontrada
pt_br: Nenhuma capa encontrada
ru: Не удалось найти обложку
se: Ii gávdnan olggožiid
sk: Nenájdený žiadny obal
sr: Омот није нађен
th: ไม่พบหน้าปก
tr: Hiç kapak resmi bulunamadı
uk: Обкладинки не знайдено
