Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Dynamic Collection, label support, patches
af: Dinamiese versameling, etiket ondersteuning en foutte regmaak
bg: Динамична колекция, етикети, кръпки
ca: Col·lecció dinàmica, implementació d'etiquetes, pedaços
da: Dynamisk samling, understøttelse for etiketter, programrettelser
de: Flexible Sammlung, Unterstützung für Labels, Patches
el: Δυναμική συλλογή,υποστήριξη ετικετών, διορθώσεις
es: Colección dinámica, soporte de etiquetas, parches
et: Dünaamiline kogu, märgendite toetus, paigad
fa: مجموعه پویا، پشتیبان برچسب، کژنه‌ها
fi: Dynaaminen kokoelma, nimiketuki, korjauksia
fr: Collection dynamique, support de libellé, correctifs
hu: Dinamikus gyűjtemény, címkék támogatása, javítások
it: Collezione dinamica, supporto etichette, patch
ja: ダイナミックコレクション、ラベルのサポート、パッチ
km: សម្រាំង​ថាមវន្ត កា​រគាំទ្រ​ស្លាក បំណះ
lt: kūrė dinaminę fonoteką, pridėjo etiketes, taisė klaidas
nb: Dynamisk samling, støtte for plateselskap, programfikser
nds: Dünaamsche Sammeln, Ünnerstütten för Steekwöör, Kodeplasters
ne: गतिशील सङ्कलन, लेबुल समर्थन, प्याचेस
nl: Dynamische collectie, labelondersteuning, patches
nn: Dynamisk samling, merkelappstøtte og rettingar.
pl: Dynamiczna kolekcja, obsługa etykiet, łaty
pt: Colecção dinâmica, suporte para legendas, correcções
pt_br: Coleção Dinâmica, suporte à rótulos e correções
ru: Динамические списки, метки, заплатки
se: Dynámalaš čoahkkádus, gilkordoarjja, divvodeamit
sk: Dynamická zbierka, podpora pre štítky, záplaty
sr: Динамичка збирка, подршка за етикете, закрпе
th: ทำคลังดนตรีแบบไดนามิก, การสนับสนุนระบบป้ายชื่อ, แพทช์
tr: Dinamik Koleksiyon, etiket desteği, yamalar
uk: Динамічна збірка, підтримка надписів, латки

source: FHT routine, bugfixes
af: FHT roetine, fout herstelling
bg: FHT, оправяне на грешки
ca: Rutina FHT, resolució d'errors
cs: FHT rutina, opravy chyb
da: FHT rutine, fejlrettelser
de: FHT-Routine, Fehlerbereinigungen
el: Αλγόριθμος FHT, διορθώσεις σφαλμάτων
es: Rutina FHT, corrección de fallos
et: FFT rutiin, vigade parandused
eu: FHT rutinak, akatsen zuzenketak
fa: روال FHT، اشکال‌زداییها
fi: FHT-rutiini, korjauksia
fr: Routine FHT, correction de bogues
he: רוטינות FHT, תיקוני באגים
hu: FHT-rutin, hibajavítások
it: Nuova routine FFT, correzione errori
ja: FFT ルーチン, バグフィクス
ka: FHT რუტინა, ბზიკთა გასწორება
km: ទម្រង់ការ FHT, បំបាត់​កំហុស
ko: FHT 루틴, 오류 수정
lt: kūrė FHT, taisė klaidas
nb: FHT-rutine og feilfikser
nds: FHT-Routine, Fehlerrichten
ne: एफएचटी कार्यतालिका, बगफिक्सेस
nl: FHT-routine, bugreparaties
nn: FHT-rutine og feilfiksar.
pa: FHT routine, ਬੱਗ-ਸੁਧਾਰ
pl: Procedury FHT, poprawki
pt: Rotina de FHT, correcção de erros
pt_br: Nova rotina FFT e correções de erros
ru: Новая процедура БПФ, исправления ошибок
se: FHT-rutiidna, vihkedivvodeamit
sk: FHT rutina, opravy chýb
sr: FHT рутина, поправке грешака
th: รูทีน FHT, แก้บัก
tr: FHT routine, hata gidermeler
uk: Код FHT, виправлення помилок

source: K3B export code
af: K3b uitvoer kode
bg: Код за експортиране в K3B
ca: Codi d'exportació al K3B
cs: export do K3b
da: K3B eksportkode
de: K3b-Export-Kode
el: Κώδικας εξαγωγής στο K3B
es: Código para exportar a K3B
et: K3b ekspordi kood
eu: K3B esportatzeko kodea
fa: کد صادرات K3B
fi: K3B-vientikoodi
fr: Code de l'exportation vers K3b
he: קוד תמיכה ב־ K3B
hu: K3B-exportálás
it: Codice di esportazione K3B
ja: K3B エクスポートのコード
ka: K3B ექსპორტის კოდი
km: កូដ​នាំចេញ​របស់ K3B
ko: K3B와의 연동 코드
lt: kūrė K3B perdavimo kodą
nb: K3b-eksporteringskode
nds: K3B-Exportkode
ne: K3b निर्यात कोड
nn: K3b-eksporteringskode.
pa: K3B ਮਾਹਿਰ ਕੋਡ
pl: Kod eksportu K3B
pt: Código de exportação K3B
pt_br: Código de exportação para o K3b
ru: Взаимодействие с K3b
se: k3b-olggosfievrridankoda
sk: výstupný kód do K3B
sr: Код за извоз у K3b
th: รหัสการส่งออกของ K3B
tr: K3b kodu
uk: режим експортування в K3B

source: Splash screen
af: Spat skerm
bg: Начален екран
ca: Pantalla flaix
cs: úvodní obrazovka
da: Opstartsskærm
de: Startbildschirm
el: Εισαγωγική οθόνη
es: Pantalla de bienvenida
et: Käivituslogo
eu: Abioko iragarkia
fa: رنگ‌پاشی پرده
fi: Käynnistysruutu
fr: Écran de démarrage
he: מצג־פתיחה
hu: Nyitóképernyő
it: Schermata iniziale
ja: スプラッシュスクリーン
ka: მისასალმებელი სურათი
km: អេក្រង់​ស្វាគមន៍
ko: 시작화면 그림
lt: kūrė pasveikinimo ekraną
nb: Velkomstbilde
nds: Startschirm
ne: स्प्ल्यास पर्दा
nl: Opstartscherm
nn: Velkomstbilete.
pa: ਸਵਾਗਤੀ ਪਰਦਾ
pl: Ekran powitalny
pt: Ecrã inicial
pt_br: Tela de apresentação
ru: Логотип
se: Álgogovva
sk: Úvodná obrazovka
sr: Уводни екран
th: ภาพหน้าจอตอนเริ่มงาน
tr: Açılış ekranı
uk: Екран заставки

source: Magnatune.com store integration (nhnFreespirit)
af: Magnatune.com winkel integrasie (nhnFreespirit)
bg: Интеграция с магазина Magnatune.com (nhnFreespirit)
ca: Integració amb la tenda Magnatune.com (nhnFreespirit)
da: Integration med netbutikken Magnatune.com (nhnFreespirit)
de: Magnatune.com Online-Shop-Integration (nhnFreespirit)
el: Ενσωμάτωση καταστήματος Magnatune.com (nhnFreespirit)
es: Integración con Magnatune.com (nhnFreespirit)
et: Magnatune.com kaupluse lõimimine (nhnFreespirit)
fi: Magnatune.com-integraatio (nhnFreespirit)
fr: Intégration de la boutique Magnatune.com (nhnFreespirit)
he: אינטגרציה עם חנות המוזיקה Magnatune.com (nhnFreespirit)
hu: Magnatune.com áruház integrálása (nhnFreespirit)
it: Integrazione negozio di Magnatune.com (nhnFreespirit)
ja: Magnatune.com ストアの統合 (nhnFreespirit)
km: ការ​រួម​បញ្ចូល​កន្លែង​ផ្ទុក Magnatune.com (nhnFreespirit)
lt: integravo magnatune.com parduotuvę, (nhnFreespirit)
nb: Integrering med butikken Magnatune.com (nhnFreespirit)
nds: Inbuu vun de Magnatune.com-Hökeree (nhnFreespirit)
ne: Magnatune.com भण्डारण एकीकरण (nhnFreespirit)
nl: Integratie van Magnatune.com-winkel (nhnFreespirit)
nn: Integrering av Magnatune.com-butikken (nhnFreespirit).
pl: Integracja ze sklepem Magnatune.com (nhnFreespirit)
pt: Integração do armazém do Magnatune.com (nhnFreespirit)
pt_br: Integração com a loja Magnatune.com (nhnFreespirit)
sk: Integrácia obchodu Magnatune.com (nhnFreespirit)
sr: Интеграција са продавницом magnatune.com (nhnFreespirit)
th: การรวมส่วนร้านขายเพลง Magnatune.com (nhnFreespirit)
tr: Magnatune.com mağazası bütünleşmesi (nhnFreespirit)
uk: Інтеграція з магазином Magnatune.com (nhnFreespirit)

source: Website hosting
af: Web werf bediening (<i>'hosting'</i>)
bg: Хостване на Интернет страница
ca: Allotjament web
cs: hosting webu
da: Vært for web-plads
de: Hosting der Webseite
el: Φιλοξενία ιστοσελίδας
es: Alojamiento de la página web
et: Veebilehekülje hoidja
eu: Web gunearen ostalaria
fa: میزبان وب‌گاه
fi: Verkkosivujen hostaus
fr: Hébergement du site web
he: אירוח אתר
hu: Weblap-szolgáltatás
it: Mantenimento sito
ja: ウェブサイトのホスティング
ka: ვებგვერდის ჰოსტინგი
km: ការបង្ហោះ​វ៉េបសាយ
ko: 웹사이트 호스팅
lt: prižiūrėjo svetainės serverį
nb: Nettsidevert
nds: Platz för de Nettsiet
ne: वेबसाइट होस्टिङ
nn: Nettsidevert.
pa: ਵੈਬਸਾਇਟ ਹੋਸਟੀ
pl: Prowadzenie strony internetowej
pt: Alojamento da página Web
pt_br: Manutenção da Página na Web
ru: Хостинг сайта
se: Fierpmádatsiidoguossoheaddji
sk: hosting webu
sr: Удомљавање веб сајта
th: พื้นที่เว็บไซต์
tr: Web Sitesi Barındırma
uk: Хостинг сайту

source: Bugfixes, PostgreSQL support
af: Regmaak van foute, PostgreSQL ondersteuning
bg: Поправяне на грешки, поддръжка на PostgreSQL
ca: Resolució d'errors, integració amb PostgreSQL
cs: Opravy chyb, podpora PostgreSQL
da: Fejlrettelser, støtte for Postgresql
de: Fehlerbereinigungen, Unterstützung für PostgreSQL
el: Διορθώσεις σφαλμάτων, υποστήριξη PostgreSQL
es: Solución de fallos, soporte para PostgreSQL
et: Veaparandused, Postgresql toetus
eu: Akatsen zuzenketa, PostgreSQL euskarria
fa: رفع اشکالها، پشتیبان Postgresql
fi: Korjauksia, PostgreSQL-tuki
fr: Résolution de bogues, support de PostgreSQL
he: תמיכה ב־ Postgresql
hu: Hibajavítások, PostgreSQL-támogatás
it: Correzione bug, supporto Postgresql
ja: バグ修正, Postgresql サポート
ka: Bugfixes, Postgresql-ის მხარდაჭერა
km: បំបាត់កំហុស, ការគាំទ្រ Postgresql
ko: 버그수정, Postgresql 지원
lt: pridėjo Postgresql, taisė klaidas
nb: Feilrettelser, PostgreSQL-støtte
nds: Fehlerrichten, PostgreSQL-Ünnerstütten
ne: बगफिक्सेस, PostgreSQL समर्थन
nl: Bugreparaties, PostgreSQL-ondersteuning
nn: Feilfiksar og Postgresql-støtte.
pa: ਬੱਗ ਹਟਾਏ, PostgreSQL ਸਹਿਯੋਗ
pl: Poprawki błędów, obsługa PostgreSQL
pt: Correcções de erros, suporte de PostgreSQL
pt_br: Correções de erros, suporte ao PostgreSQL
ru: Поддержка Postgresql, исправление ошибок
se: Divvumat, Postgresql-doarjja
sk: Opravy chýb, podpora PostgreSQL
sr: Исправке грешака, подршка за Postgresql
th: แก้ไขข้อผิดพลาด, การรองรับ Postgresql
tr: Hata düzeltmeleri, PostgreSQL desteği
uk: Виправлення помилок, підтримка PostgreSQL

source: Wikipedia support, patches
af: Wikipedia ondersteuning, opdaterings
bg: Уикипедия, кръпки
ca: Integració amb la Viquipèdia, pedaços
cs: Podpora pro Wikipedii, záplaty
da: Støtte for Wikipedia, programrettelser
de: Wikipedia-Unterstützung, Patches
el: Υποστήριξη Wikipedia, διορθώσεις
es: Soporte de Wikipedia, parches
et: Wikipedia toetus, paigad
eu: Wikipedia euskarria, zuzenketak
fa: پشتیبان ویکی‌پدیا، کژنه‌ها
fi: Wikipedia-tuki, korjauksia
fr: Gestion de Wikipédia, correctifs
he: תמיכה בוויקיפדיה, טלאים
hu: Wikipedia-támogatás, javítások
it: Supporto Wikipedia, patch
ja: Wikipedia サポート、パッチ
ka: Wikipedia-ის მხარდაჭერა, ჩასწორებები
km: គាំទ្រ​វិគីផេឌៀ, បំណះ
ko: 위키백과 지원, 패치
lt: pridėjo darbą su Wikipedija, taisė klaidas
nb: Wikipedia-støtte, programfikser
nds: Wikipedia-Ünnersten, Kodeplasters
ne: विकिपेडिया समर्थन, प्याचेस
nl: Ondersteuning voor Wikipedia, patches
nn: Wikipedia-støtte og rettingar.
pa: Wikipedia ਸਹਿਯੋਗ, ਪੈਂਚ
pl: Obsługa Wikipedii, łaty
pt: Suporte do Wikipedia, correcções
pt_br: Suporte à Wikipedia, correções
ru: Поддержка Wikipedia, заплатки
se: Wikipedia-doarjja ja divvomat.
sk: Podpora pre wikipédiu, záplaty
sr: Подршка за Википедију, закрпе
th: การรองรับวิกิพีเดีย, แพทช์
tr: Vikipedi desteği, yamalar
uk: Підтримка Wikipedia, латки

source: MAS engine
af: MAS enjin
bg: Система MAS
ca: motor MAS
cs: MAS systém
da: MAS-motor
de: MAS-Modul
el: Μηχανή MAS
es: Motor MAS
et: MAS mootor
eu: MAS motorra
fa: موتور MAS
fi: MAS-toistojärjestelmä
fr: Moteur MAS
he: מנוע השמעה MAS
hu: MAS hangrendszer
it: Motore MAS
ja: MAS エンジン
ka: ძრავა MAS
km: ម៉ាស៊ីន MAS
ko: MAS 엔진
lt: pridėjo MAS garso sistemą
nb: MAS-motoren
nds: MAS-Maschien
ne: एमएएस इन्जिन
nn: MAS-motoren.
pa: MAS ਇੰਜਣ
pl: Moduł MAS
pt: Motor MAS
pt_br: Mecanismo MAS
ru: Движок MAS
se: MAS-mohtor.
sk: MAS systém
sr: Мотор MAS
tr: MAS motoru
uk: Рушій MAS

source: Audioscrobbler support
af: <i>Audioscrobber</i> ondersteuning
bg: Поддръжка за Audioscrobbler
ca: Integració amb l'Audioscrobbler
cs: podpora pro Audioscrobbler
da: Støtte for Audioscrobbler
de: Audioscrobbler-Unterstützung
el: Υποστήριξη Audioscrobbler
es: Soporte Audioscrobbler
et: Audioscrobbleri toetus
eu: Audioscrobbler euskarria
fa: پشتیبان Audioscrobbler
fi: Audioscrobbler-tuki
fr: Gestion d'Audioscrobbler
he: תמיכה ב־ Audioscrobbler
hu: Audioscrobbler-támogatás
it: Supporto Audioscrobbler
ja: Audioscrobbler サポート
ka: Audioscrobbler-ის მხარდაჭერა
km: គាំទ្រ Audioscrobbler
ko: Audioscrobbler 지원
lt: pridėjo Audioscrobbler
nb: Audioscrobbler-støtte
nds: Audioscrobbler-Ünnerstütten
ne: अडियोस्क्रोबब्लर समर्थन
nl: Audioscrobblerondersteuning
nn: Audioscrobbler-støtte.
pa: Audioscrobbler ਸਹਿਯੋਗ
pl: Wsparcie Audioscrobblera
pt: Suporte Audioscrobbler
pt_br: Suporte ao Audioscrobbler
ru: Поддержка Audioscrobbler
se: Audioscrobbler-doarjja.
sk: podpora pre Audioscrobbler
sr: Подршка за Audioscrobbler
th: การรองรับ Audioscrobbler
tr: Audioscrobbler desteği
uk: Підтримка Audioscrobbler

source: TagLib & ktrm code
af: <i>TagLib</i> en <i>ktrm</i> kode
bg: TagLib & ktrm код
ca: codi TagLib i ktrm
cs: kód TagLib a ktrm
da: TagLib & ktrm-kode
de: TagLib und ktrm-Kode
el: Κώδικας TagLib & ktrm
es: Código TagLib & ktrm
et: TagLib ja ktrm kood
eu: TagLib eta ktrm kodea
fa: کد ktrm و TagLib
fi: TagLib- ja ktrm-koodi
fr: Code de TagLib et KTrm
he: ספריית תגיות וקוד ktrm
hu: TagLib- és ktrm-kezelő kód
it: Codice TagLib & ktrm
ja: TagLib, ktrm コード
ka: TagLib-ის და ktrm-ის კოდი
km: កូដ TagLib & ktrm
ko: TagLib & ktrm 코드
lt: kūrė TagLib ir ktrm kodą
nb: TagLib- og ktrm-kode
nds: Kode för TagLib un ktrm
ne: ट्यागलिब र केटीआरएम कोड
nn: TagLib- og ktrm-kode.
pa: TagLib & ktrm ਕੋਡ
pl: TagLib i kod ktrm
pt: Código TagLib e ktrm
pt_br: Código do ktrm & TagLib
ru: TagLib и ktrm
se: TagLib- ja ktrm-koda.
sk: kód TagLib a ktrm
sr: TagLib и ktrm
th: รหัส TagLib & ktrm
tr: Taglib ve ktrm kodu
uk: код для TagLib і ktrm

source: Loadsa stuff
af: <i>Loadsa</i> ondersteuning
bg: Loadsa
ca: Quantitat de coses
cs: moc věcí
da: Masser af ting
de: Loadsa-Zeugs
el: Διάφορα πράγματα
es: Cantidad de cosas
et: Hunnik kraami
eu: Loadsa gauzak
fa: یک ماده بار می‌کند
fi: Massasti kamaa
fr: Travaux Loadsa
hu: Sokféle dolog
it: Cose di Loadsa
ja: Loadsa
km: របស់ Loadsa
ko: 잡다한 것
lt: darė daug darbų
nb: Mye rart
nds: Loadsa-Kraams
ne: लोडसा स्टफ
nl: Heel veel
nn: Mykje rart.
pa: ਲੋਡਸਾ ਮਾਲ
pl: Masa rzeczy
pt: Montes de coisas
pt_br: Muitas coisas
ru: Loadsa
se: Feará mii
sk: veľa vecí
sr: Гомила ствари
uk: Loadsa

source: Patches, Bugfixes
af: Fout korreksies en opdaterings
bg: Кръпки, оправяне на грешки
ca: Pedaços, resolució d'errors
cs: záplaty, opravy chyb
da: Programrettelser, fejlrettelser
de: Patches, Fehlerbereinigungen
el: Διορθώσεις σφαλμάτων
es: Parches, solución de fallos
et: Paigad, veaparandused
eu: Zuzenketak, akatsen zuzenketak
fa: کژنه‌ها، اشکال‌زداییها
fi: Korjauksia
fr: Correctifs, correction de bogues
he: טלאים, תיקוני באגים
hu: Javítások, hibajavítások
it: Patch, bugfix
ja: パッチ、バグ修正
ka: დამატებები, შეცდომების ჩასწორება
km: បំណះ, បំបាត់​កំហុស
ko: 패치, 오류 수정
lt: taisė klaidas
nb: Rettelser
nds: Kodeplasters, Fehlerrichten
ne: प्याचेस, बगफिक्स
nn: Rettingar.
pa: ਪੈਂਚਰ, ਬੱਗਫਿਕਸ
pl: Łaty, Poprawki
pt: Actualizações, correcções de erros
pt_br: Patches, Correções de erros
ru: Заплатки, исправления ошибок
se: Divvomat
sk: Záplaty, opravy chýb
sr: Закрпе, исправке грешака
th: แพทช์, แก้ไขข้อผิดพลาด
tr: Yamalar, hata gidermeler
uk: Латки, виправлення помилок

source: Graphics, splash-screen (vnizzz)
af: Grafieka, spat skerm (vnizzz)
bg: Графика, начален екран (vnizzz)
ca: Gràfics, pantalla flaix (vnizzz)
cs: Grafika, úvodní obrazovka (vnizzz)
da: Grafik, opstartsskærm (vnizzz)
de: Graphiken, Startbildschirm (vnizzz)
el: Γραφικά, εισαγωγική οθόνη (vnizzz)
es: Gráficos, pantalla de bienvenida (vnizzz)
et: Graafika, käivituslogo (vnizzz)
eu: Grafikoak, abioko iragarkia (vnizzz)
fa: نگاره‌سازی، رنگ‌پاشی پرده )vnizzz(
fi: Grafiikkaa, käynnistysruutu (vnizzz)
fr: Graphiques, écran de démarrage (vnizzz)
he: גרפיקה, מצג־פתיחה (vnizzz)
hu: Grafika, nyitóképernyő (vnizzz)
it: Grafica, schermata iniziale (vnizzz)
ja: グラフィックス, スプラッシュスクリーン (vnizzz)
km: ក្រាហ្វិក អេក្រង់​ស្វាគមន៍
ko: 그래픽, 스플래시 화면 (vnizzz)
lt: kūrė grafiką, pasveikinimo ekraną (vnizzz)
nb: Bilde, velkomstbilde (vnizzz)
nds: Grafik, Startschirm (vnizzz)
ne: ग्राफिक्स, स्प्ल्यास पर्दा (vnzzz)
nl: illustraties, opstartscherm (vnizzz)
nn: Bilete og velkomstbilete (vnizzz).
pa: ਗਰਾਫੀਕਲ, ਸਵਾਗਤੀ ਪਰਦਾ
pl: Grafika, ekran powitalny (vnizzz)
pt: Gráficos, ecrã inicial (vnizzz)
pt_br: Gráficos, tela de apresentação (vnizzz)
ru: Графика, логотип (vnizzz)
se: Grafihkka, álgogovva (vnizzz)
sk: Grafika, úvodná obrazovka (vnizzz)
sr: Графика, уводни екран (vnizzz)
th: กราฟิก, ภาพหน้าจอตอนเริ่มงาน (vinzzz)
tr: Grafikler ve açılış ekranı
uk: Графіка, екран заставки (vnizzz)

source: Tester, patches
af: Toetsers en opdaterings
bg: Тестове, кръпки
ca: Provador, pedaços
cs: tester, záplaty
da: Tester, rettelser
el: Δοκιμαστής, διορθώσεις
es: Probador, parches
et: Testija, paigad
eu: Probatzailea, zuzenketak
fa: آزماینده، کژنه‌ها
fi: Testaaja, korjauksia
fr: Testeur, correctifs
he: בודק, טלאים
hu: Tesztelő, javítások
it: Controlli, patch
ja: テスタ, パッチ
ka: ტესტერი, ჩასწორებები
km: អ្នក​សាកល្បង, បំណះ
ko: 테스터, 패치
lt: tikrino, taisė klaidas
nb: Tester og rettelser
nds: Tester, Kodeplasters
ne: परीक्षक, प्याचेस
nn: Testar og rettingar.
pa: ਜਾਂਚਕਾਰ, ਪੈਂਚ
pl: Tester, łaty
pt: Testes, correcções
pt_br: Testes, correções
ru: Тестирование, исправления
se: Geahččaleaddji, divvomat.
sk: Tester, záplaty
sr: Тестер, закрпе
th: ผู้ทดสอบ, แพทช์
tr: Test çalışmaları, yamalar
uk: Випробовування, латки

source: Browsers
af: Blaaiers
bg: Браузъри
ca: Navegadors
cs: Prohlížeče
da: Browsere
de: Browser
el: Περιηγητές
es: Navegadores
et: Sirvijad
eu: Arakatzaileak
fa: مرورگرها
fi: Selaimet
fr: Navigateurs
he: דפדפנים
hu: Böngészők
it: Navigatori
ja: ブラウザ
ka: ბრაუზერები
km: កម្មវិធី​រុករក
ko: 탐색기들
lt: Naršyklės
nb: Nettlesere
nds: Kiekers
ne: ब्राउजरहरू
nn: Nettlesarar
pa: ਝਲਕਾਰੇ
pl: Przeglądarki
pt: Navegar no Artista
pt_br: Navegadores
ru: Панели просмотра
se: Loganat
sk: Prehliadače
sr: Прегледачи
th: ตัวเรียกดู
tr: Web tarayıcıları
uk: Навігатори

source: Generating audio fingerprint...
af: Besig om 'n oudio vinger afdruk te skep...
bg: Създаване на звуков отпечатък...
ca: S'està generant la petja digital d'àudio...
cs: Generuji otisk...
da: Generer lyd-fingeraftryk.
de: Audio-Fingerabdruck wird erzeugt ...
el: Δημιουργία ηχητικού αποτυπώματος...
es: Generando huella digital de audio...
et: Audio sõrmejälje genereerimine...
eu: Audioaren hatz-marka sortzen...
fa: تولید اثر انگشت صوتی...
fi: Luodaan tunnistetta kappaleen tiedoista…
fr: Génération de l'empreinte audio...
he: יוצר טביעת־אצבע לשמע...
hu: Hang-ujjlenyomat előállítása...
it: Sto generando le impronte audio...
ja: 音指紋を生成中...
ka: აუდიო თითისანაბეჭდის გენერაცია...
km: កំពុង​បង្កើត​ស្នាម​ម្រាម​ដៃ​អូឌីយ៉ូ...
ko: 성문을 분석중입니다...
lt: Generuojamas dainos atpažinimo požymis...
nb: Lager lyd-fingeravtrykk …
nds: Audio-Fingerafdruck warrt opstellt...
ne: अडियो औठाछाप सिर्जना गर्दैछ...
nl: Audiovingerafdruk wordt aangemaakt...
nn: Lagar fingeravtrykk …
pa: ਆਡੀਓ ਫਿੰਗਰਪਰਿੰਟ ਤਿਆਰ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl: Generowanie podpisu dźwięku...
pt: A gerar a impressão digital de áudio...
pt_br: Gerando impressão digital do áudio...
ru: Генерирование «отпечатка» композиции.
se: Ráhkadeamen jietnasuorbmasaji …
sk: Generujem zvukový otlačok...
sr: Правим аудио отисак...
th: กำลังสร้างข้อมูลเฉพาะของเสียง
tr: Sesin parmakizi üretiliyor...
uk: Створення аудіо відбитка...

source: Tunepimp (MusicBrainz tagging library) returned the following error: "%1".
af: Tunepimp (MusicBrainz etiket opbou biblioteek) het die volgende fout terug gegee: "%1".
bg: Tunepimp (библиотеката за тагове на MusicBrainz) даде следната грешка: "%1".
ca: Tunepimp (la biblioteca d'etiquetat del MusicBrainz) ha retornat el següent error: «%1».
da: Tunepimp (MusicBrainz mærkebibliotek) returnerede følgende fejl: "%1".
de: Tunepimp (MusicBrainz Tag-Bibliothek) meldet den folgenden Fehler: "%1".
el: Η Tunepimp (βιβλιοθήκη ετικετών MusicBrainz) επέστρεψε το παρακάτω σφάλμα: "%1".
es: Tunepimp (la biblioteca de etiquetado de MusicBrainz) devolvió el siguiente error: «%1».
et: Tunepimp (MusicBrainzi sildistamisteek) tagastas järgmise vea: "%1".
eu: Tunepimp-ek (MusicBrainz etiketatzeko liburutegia) honako errorea itzuli du: "%1".
fa: Tunepimp )کتابخانۀ برچسب‌زنی MusicBrainz( خطای زیر را برگرداند: »%1«.
fi: Tunepimp (MusicBrainzin-sisältökuvauskirjasto) palautti virheen ”%1”.
fr: Tunepimp (bibliothèque de gestion des tags MusicBrainz) a retourné l'erreur suivante : "%1".
he: הספרייה Tunepimp (ספריית התיוג MusicBrainz) החזירה את השגיאה הבאה: "%1".
hu: A Tunepimp (MusicBrainz-címkéket kezelő könyvtár) a következő hibát adta: "%1".
it: Tunepimp (libreria di etichettatura di MusicBrainz) ha restituito il seguente errore: "%1".
ja: Tunepimp (MusicBrainz タグライブラリ) が次のエラーを返しました: "%1"
ka: Tunepimp (MusicBrainz ჭდეების ბიბლიოთეკამ) დააბრუნა შემდეგი შეცდომა: "%1".
km: Tunepimp (បណ្ណាល័យ​ដាក់ស្លាក MusicBrainz) បាន​ត្រឡប់​កំហុស​ដូច​ខាង​ក្រោម ៖ "%1" ។
ko: Tunepimp (MusicBrainz 태글링 라이브러리)가 다음의 에러를 반환했습니다. "%1".
lt: Tunepimp (MusicBrainz meta informacijos biblioteka) pranešė apie šią klaidą: „%1“.
nb: Tunepimp (MusicBrainz merkebibliotek) returnerte følgende feil: «%1».
nds: Tunepimp (de MusicBrainz Beteker-Bibliotheek) hett dissen Fehler torüchgeven: "%1".
ne: ट्युनपिम्प (सङ्गीतब्रेन्च ट्यागिङ लाइब्रेरी) ले निम्न त्रुटि फर्कायो: "%1" ।
nl: Tunepimp (taggingbibliotheek van MusicBrainz) gaf de volgende fout: "%1".
nn: Tunepimp (MusicBrainz-biblioteket) gav følgjande feil: «%1».
pl: Tunepimp (biblioteka znaczników MusicBrainz) zwróciła następujący błąd: "%1".
pt: O Tunepimp (biblioteca de marcação do MusicBrainz) devolveu o seguinte erro: "%1".
pt_br: A Tunepimp (biblioteca de etiquetagem do MusicBrainz) retornou o seguinte erro: "%1".
ru: Tunepimp (библиотека тегов MusicBrainz) сообщила об ошибке: «%1».
sk: Tunepimp (knižnica MusicBrainz pre značky) vrátila nasledujúcu chybu: "%1".
sr: Tunepimp (MusicBrainz-ова библиотека за означавање) врати следећу грешку: „%1“.
th: Tunepimp (ไลบรารีสำหรับเขียนแท็กของ MusicBrainz) ส่งค่าความผิดพลาดกลับมา: "%1"
tr: Tunepimp (MusicBrainz etiketleme kitaplığı) şunu hatayı verdi: "%1".
uk: Tunepimp (бібліотека міток MusicBrainz) повернула наступну помилку: "%1".

source: The track was not found in the MusicBrainz database.
af: Die snit kon nie in die MusicBrainz databasis gevind word nie.
bg: Записът не беше намерен в базата данни на MusicBrainz.
ca: La peça no s'ha trobat a la base de dades de MusicBrainz.
cs: Skladba nebyla nalezena v databázi MusicBrainz.
da: Sporet blev ikke fundet i MusicBrainz' databasen.
de: Das Stück wurde nicht in der MusicBrainz-Datenbank gefunden.
el: Το κομμάτι δε βρέθηκε στη βάση δεδομένων του MusicBrainz.
es: La pista no ha sido encontrada en la base de datos de MusicBrainz.
et: MusicBrainzi andmebaasis pala ei leitud.
eu: Pista ez da MusicBrainz datu-basean aurkitu.
fa: شیار در دادگان MusicBrainz یافت نشد.
fi: Kappaletta ei löytynyt MusicBrainz-tietokannasta.
fr: Le morceau est introuvable dans la base de données MusicBrainz.
he: הרצועה לא נמצאה במסד הנתונים של MusicBrainz.
hu: A szám nem található a MusicBrainz adatbázisban.
it: La traccia non è stata trovata nel database MusicBrainz.
ja: MusicBrainzデータベースにこのトラックはありませんでした。
ka: ჩანაწერი MusicBrainz ბაზაში ვერ მოიძებნა.
km: រក​មិន​ឃើញ​បទ​នៅ​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ MusicBrainz ឡើយ ។
ko: 트랙 정보를 MusicBrainz 데이터베이스에서 찾을 수 없습니다.
lt: MusicBrainz duomenų bazėse dainos rasti nepavyko.
nb: Fant ikke sporet i MusicBrainz-databasen.
nds: Dat Stück lett sik nich binnen de MusicBrainz-Datenbank finnen.
ne: ट्याग सङ्गीतब्रेनच डाटाबेसमा फेला परेन ।
nl: De track is niet gevonden in de MusicBrainzdatabase.
nn: Fann ikkje sporet i MusicBrainz-databasen.
pa: ਟਰੈਕ MusicBrainz ਡਾਟਾਬੇਸ ਵਿੱਚ ਨਹੀ ਹੈ।
pl: Nie odnaleziono utworu w bazie danych MusicBrainz.
pt: A faixa não foi encontrada na base de dados do MusicBrainz.
pt_br: A faixa não foi encontrada no banco de dados do MusicBrainz.
ru: Не удалось найти дорожку в базе данных MusicBrainz.
se: Bihttá ii gávdnon MudicBrainz diehtovuođus.
sk: Skladba nebola nájdená v databáze MusicBrainz.
sr: Нумера није пронађена у бази података MusicBrainz-а.
th: ไม่พบเพลงในฐานข้อมูลของ MusicBrainz
tr: Parça MusicBrainz veritabanında bulunamadı.
uk: Не вдалося знайти цю доріжку в базі даних MusicBrainz.

source: Summary
af: Opsomming
bg: Резюме
ca: Resum
cs: Souhrn
da: Sammenfatning
de: Zusammenfassung
el: Περίληψη
es: Resumen
et: Kokkuvõte
eu: Laburpena
fa: خلاصه
fi: Yhteenveto
fr: Résumé
he: סיכום
hu: Összegzés
it: Riepilogo
ja: 要約
ka: რეზიუმე
km: សេចក្ដីសង្ខេប
ko: 개요
lt: Iš viso
nb: Sammendrag
nds: Tosamenfaten
ne: सारांश
nl: Samenvatting
nn: Samandrag
pa: ਸੰਖੇਪ
pl: Podsumowanie
pt: Resumo
pt_br: Sumário
ru: Сводка
se: Čoahkkáigeassu
sk: Sumarizácia
sr: Сажетак
th: สรุป
tr: Özet
uk: Зведення
