Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: The Helix Engine requires the RealPlayer(tm) or HelixPlayer libraries to be installed. Please make sure one is installed, and adjust the paths in "Amarok Settings" -> "Engine"
af: Die Helix Enjin het nodig dat die RealPlayer(tm) of HelixPlayer biblioteke geïnstalleer is. Maak seker dat een geïnstalleer is en stel die soek paaie in "Amarok Opstelling" -> "Enjine"
bg: Helix ядрото изисква да бъдат инсталирани библиотеки за RealPlayer(tm) или HelixPlayer. Проверете дали са инсталирани и настройте пътищата в "Настройване на Amarok " -> "Звукова система"
ca: El motor Helix requereix que les biblioteques RealPlayer(tm) o HelixPlayer estiguin instal·lades. Per favor, assegureu-vos que alguna està instal·lada i ajusteu les rutes a «Configura l'Amarok» -> «Motor»
da: Helix-grænsefladen kræver RealPlayer- eller HelixPlayer-bibliotekerne for at kunne installeres. Sørg for at et af dem er installeret, og justér søgestierne med "Indstil Amarok" -> "Motor"
de: Der Helix-Treiber benötigt RealPlayer(tm) oder die HelixPlayer-Bibliotheken. Bitte stellen Sie sicher, dass diese installiert sind und passen Sie den Pfad unter "Amarok einrichten ... -> Audio-Ausgabe" an.
el: Η μηχανή Helix απαιτεί την εγκατάσταση της βιβλιοθήκης RealPlayer(tm) ή HelixPlayer. Παρακαλώ σιγουρευτείτε ότι μία από αυτές είναι εγκατεστημένη, και ρυθμίστε τις διαδρομές στις "Ρυθμίσεις του AmaroK" -> "Μηχανή"
es: El motor Helix requiere que las bibliotecas RealPlayer(tm) o HelixPlayer estén instaladas. Asegúrese de que una de ellas esté instalada y ajuste las rutas en «Opciones de Amarok» -> «Motor»
et: Helixi mootor eeldab RealPlayer(tm) või HelixPlayeri teekide olemasolu. Kontrolli, et vähemalt üks neist oleks paigaldatud ning muuda vastavalt asukohti dialoogis "Amaroki seadistused" -> "Mootor".
fa: موتور مارپیچ به این نیاز دارد که کتابخانه‌های پخش‌کنندۀ حقیقی )tm( یا پخش‌کنندۀ مارپیج نصب شود. لطفاً، مطمئن شوید که یکی از آنها نصب می‌شود و مسیرها را در »تنظیمات Amarok« -< »موتور« میزان کنید
fi: Helix-toistojärjestelmä vaatii RealPlayerin ™ tai HelixPlayerin kirjastot. Varmista, että toinen ohjelmista on asennettu ja määrittele polut toistojärjestelmän asetuksista.
fr: Le moteur Helix nécessite l'installation des bibliothèques RealPlayer(tm) ou HelixPlayer. Assurez-vous qu'une des deux est installée et que le chemin est correct dans "Configuration d'Amarok" -> "Moteur"
he: מנוע Helix זקוק שספריות (RealPlayer(tm או HelixPlayer יהיו מותקנות. אנא וודא שאחת מהם מותקנת, והתאם את הנתיבים ב"הגדרות Amarok" -> "מנוע השמעה"
hu: A Helix hangrendszer számára szükséges, hogy telepítve legyenek a RealPlayer(tm) vagy a HelixPlayer programkönyvtárai. Telepítse valamelyiket, majd állítsa be az útvonalakat itt: "Az Amarok beállításai" -> "Hangrendszer".
it: Il motore Helix richiede che le librerie RealPlayer(tm) o HelixPlayer siano installate. Assicurati che almeno una sia installata, e modifica i percorsi in "Impostazioni di Amarok" -> "Motore"
ja: Helix エンジンを使用するためには RealPlayer (tm) または HelixPlayer のライブラリが必要です。いずれかがインストールされていることを確認して、「Amarok を設定」->「エンジン」でパスを調整してください。
km: ម៉ាស៊ីន Helix តម្រូវ​ឲ្យ​តំឡើង​បណ្ណាល័យ RealPlayer(tm) ឬ HelixPlayer ។ សូម​ប្រាកដ​ថា​បាន​ដំឡើង​វា ហើយ​លៃតម្រូវ​ផ្លូវ​នៅ​ក្នុង "កំណត់​រចនា​សម្ព័ន្ធ Amarok" -> "ម៉ាស៊ីន"
ko: 헬릭스 엔진을 설치하려면 리얼플레이어(tm)나 헬릭스재생기 라이브러리가 필요합니다. 둘 중 하나가 설치되었는지 확인하시고 "Amarok 설정" -> "엔진"에서 경로를 조정하십시오.
lt: Helix garso sistemai reikia, kad būtų įdiegta RealPlayer(tm) arba HelixPlayer biblioteka. Įdiekite kurią nors iš bibliotekų ir nurodykite kelius AmaroK derinimo lango „Garso sistemos“ skyriuje
nb: Helix-motoren krever at RealPlayer(tm) eller HelixPlayer-bibliotekene er installert. Se etter at et bibliotel er installert og juster stiene i «Amarok innstillinger» -> «Motor»
nds: För de Klangmaschien "Helix" mööt de RealPlayer(tm)- oder Helix-Bibliotheken installeert wesen. Prööv bitte, wat dat so is, un pass de Padden ünner "Amarok instellen" -> "Klangmaschien" to.
ne: हेलिक्स इन्जिनलाई स्थापना गर्नुपर्ने वास्तविक प्लेयर(टीएम) वा हेलिक्स प्लेयर लाइब्रेरीको आवश्यक पर्दछ । कृपया एउटा स्थापना भयो, र "अमारोक सेटिङ" -> "इन्जिन" मा समायोजन गर्ने निश्चित गर्नुहोस्स्थापित र इन्च सेटिङ
nl: De Helix-engine vereist de bibliotheken van RealPlayer(tm) of HelixPlayer. Zorg er voor dat een van beide is geïnstalleerd en pas de paden aan bij "Amarok-instellingen" -> "Engine".
nn: Helix-motoren treng RealPlayer™- eller HelixPlayer-biblioteka installert. Sjå til at éin av desse er installert, og endra eventuelt adressene under «Innstillingar | Set opp Amarok | Lydmotor».
pa: ਹੀਲਿਕਸ ਇੰਜਣ ਲਈ ਰੀਅਲਪਲੇਅਰ (tm) ਜਾਂ ਹੀਲਿਕਸਪਲੇਅਰ ਲਾਇਬਰੇਰੀ ਇੰਸਟਾਲ ਹੋਈਆਂ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਉਹ ਇੰਸਟਾਲ ਹਨ ਅਤੇ "ਅਮਰੋਕ ਸਥਾਪਨ" -> "ਇੰਜਣ" ਵਿੱਚ ਮਾਰਗ ਠੀਕ ਲਿਖੋ।
pl: Moduł Helix wymaga zainstalowanych bibliotek RealPlayera(tm) lub HelixPlayera. Proszę się upewnić, że któreś z nich są zainstalowane i dopasować ścieżki w "Ustawienia Amaroka" -> "Moduł"
pt: O Motor do Helix necessita do RealPlayer(tm) ou das bibliotecas do HelixPlayer instalados. Certifique-se que um destes está instalado e ajuste os locais na "Configuração do Amarok" -> "Motor"
pt_br: O Mecanismo Helix necessita que as bibliotecas do RealPlayer(tm) ou do HelixPlayer estejam instaladas. Por favor, certifique-se que alguma esteja instalada, e defina os caminhos em "Configurar Amarok" -> "Mecanismo"
se: Helix-motoren treng RealPlayer™- eller HelixPlayer-biblioteka installert. Sjå til at éin av desse er installert, og endra eventuelt adressene under «Innstillingar | Set opp Amarok | Lydmotor».
sk: Engine Helix vyžaduje nainštalované knižnice RealPlayeru(tm) alebo HelixPlayeru. Prosím uistite sa, že sú nainštalované a upravte cesty v "Nastavenia Amaroku" -> "Engine"
sr: Мотор Helix захтева библиотеке RealPlayer(tm) или HelixPlayer да би се инсталирао. Проверите да ли једно од тога инсталирано, и подесите путање под „Подешавања Amarok-а“ -> „Мотор“
th: โปรแกรมประมวลผล Helix ต้องการให้มีการติดตั้งไลบรารีของ RealPlayer(tm) หรือ HelixPlayer โปรดแน่ใจว่ามีอย่างใดอย่างหนึ่งติดตั้งไว้แล้ว และปรับแต่งพาธใน "ปรับแต่ง Amarok" -> "โปรแกรมประมวลผล"
tr: Helix Motoru RealPlayer(tm) ya da HelixPlayer kütüphanelerinin yüklü olmasını gerektiriyor. Lütfen birinin yüklü olduğundan emin olun, ve "Amarok Ayarlar" ->"Motor" kısmını düzenleyin
uk: Рушій Helix потребує, щоб були встановлені RealPlayer(tm) або бібліотеки HelixPlayer. Будь ласка, переконайтесь, щоб було встановлено одне з них, і відкоригуйте шляхи в "Параметри amaroK" -> "Рушій"

source: No plugin found for the %1 format
af: Geen inprop module is gevind vir die %1 formaat nie.
bg: Не е намерена приставка за формата %1
ca: No s'ha trobat cap connector pel format %1
cs: Nenalezen žádný modul pro formát %1
da: Intet plugin fundet for formatet %1
de: Es wurde kein Modul für das Format "%1" gefunden.
el: Δε βρέθηκε πρόσθετο για τη μορφή %1
es: No se ha encontrado ningún complemento para el formato %1
et: %1 vormingule ei leitud pluginat
eu: Ez da %1 formatuaren plugin-ik aurkitu
fa: هیچ وصله‌ای برای قالب %1 یافت نشد
fi: Liitännäistä muodolle %1 ei löytynyt.
fr: Aucun plugin n'a été trouvé pour le format %1
he: לא נמצא תוסף לתבנית %1
hu: A(z) %1 formátumhoz nem található modul
it: Nessun plugin trovato per il formato %1
ja: %1 フォーマット用のプラグインが見つかりません
ka: %1 ფორმატისთვის მოდული ვერ მოიძებნა
km: រក​មិន​ឃើញ​កម្មវិធី​ជំនួយ សម្រាប់​ទ្រង់ទ្រាយ %1 ឡើយ
ko: %1 형식에 대한 플러그인이 없습니다.
lt: Formatui %1 jokių įskiepių nerasta
nb: Fant ikke noe programtillegg for %1-formatet.
nds: Keen Moduul för dat Formaat "%1" funnen.
ne: %1 ढाँचाका लागि प्लगइन फेला परेन
nl: Geen plugin gevonden voor het formaat %1
nn: Fann ikkje noko programtillegg for formatet «%1».
pa: %1 ਫਾਰਮੈਟ ਲਈ ਕੋਈ ਪਲੱਗਿੰਨ ਨਹੀਂ ਮਿਲੀ
pl: Nie znaleziono wtyczki dla formatu %1
pt: Não foi encontrado um 'plugin' para o formato %1
pt_br: Nenhum plugin encontrado para o formato %1
ru: Для воспроизведения формата %1 не найдено ни одного модуля
se: Ii gávdnan lassemoduvlla %1-formáhttii
sk: Nenašiel sa žiaden modul pre formát %1
sr: Није нађен прикључак за формат %1
th: ไม่พบปลั๊กอินสำหรับรูปแบบ %1
tr: %1 formatı için eklenti yok
uk: Не знайдено втулок для формату %1

source: Output plugin:
af: Afvoer inprop module:
bg: Изходна приставка:
ca: Connector de sortida:
cs: Výstupní modul:
da: Uddata-plugin:
de: Ausgabe-Modul:
el: Πρόσθετο εξόδου:
es: Complemento de salida:
et: Väljundplugin:
eu: Irteerako plugin-a:
fa: وصلۀ خروجی:
fi: Äänentoistoliitännäinen:
fr: Module de sortie :
he: תוסף פלט:
hu: Kimeneti modul:
it: Plugin di uscita:
ja: 出力プラグイン:
ka: გამომყვანი მოდული:
km: កម្មវិធី​ជំនួយ​ការ​បន្លឺ ៖
ko: 출력 플러그인:
lt: Išvesties įskiepis:
nb: Lydavspillingstillegg:
nds: Utgaav-Moduul:
ne: निर्गत प्लगइन:
nl: Uitvoerplugin:
nn: Lydavspelingstillegg:
pa: ਆਉਟਪੁੱਟ ਪਲੱਗਿੰਨ:
pl: Wtyczka wyjściowa:
pt: 'Plugin' de saída:
pt_br: Plugin de saída:
ru: Модуль вывода:
se: Čuojahanlassemoduvla:
sk: Výstupný modul:
sr: Излазни прикључак:
th: ปลั๊กอินสำหรับแสดงผล:
tr: Çıktı eklentisi:
uk: Втулок виводу:

source: Device:
af: Toestel:
bg: Устройство:
ca: Dispositiu:
cs: Zařízení:
da: Enhed:
de: Gerät:
el: Συσκευή:
es: Dispositivo:
et: Seade:
eu: Gailua:
fa: دستگاه:
fi: Äänilaite:
fr: Périphérique :
he: התקן:
hu: Eszköz:
it: Dispositivo:
ja: デバイス:
ka: მოწყობილობა:
km: ឧបករណ៍ ៖
ko: 장치:
lt: Įrenginys:
nb: Enhet:
nds: Reedschap:
ne: यन्त्र:
nl: Apparaat:
nn: Eining:
pa: ਜੰਤਰ:
pl: Urządzenie:
pt: Dispositivo:
pt_br: Dispositivo:
ru: Устройство:
se: Ovttadat:
sk: Zariadenie:
sr: Уређај:
th: อุปกรณ์:
tr: Aygıt:
uk: Пристрій:

source: Main
af: Hoof
bg: Общи
ca: Principal
cs: Hlavní
da: Hoved
de: Allgemein
el: Κύριος
es: Principal
et: Peamine
eu: Nagusia
fa: اصلی
fi: Yleiset
fr: Principal
he: ראשי
hu: Fő
it: Principale
ja: メイン
ka: ძირითადი
km: មេ
ko: 메인
lt: Bendra
nb: Hoved
nds: Allgemeen
ne: मुख्य
nl: Algemeen
nn: Hovudval
pa: ਮੁੱਖ
pl: Główna
pt: Principal
pt_br: Principal
ru: Главная
se: Valdu
sk: Hlavné
sr: Главни
th: ค่าหลัก
tr: Ana
uk: Головний

source: Helix/Realplay core directory
af: Helix/Realplay hoof gids
bg: Главна директория на Helix/Realplay
ca: Directori principal d'Helix/Realplay
cs: Hlavní adresář Helix/Realplay
da: Helix.- og Realplay-kernemappe
de: Helix/Realplay Basisordner
el: Κατάλογος πυρήνα Helix/Realplay
es: Carpeta principal de Helix/Realplay
et: Helix/Realplay tuuma kataloog
eu: Helix/Realplay motoreen direktorioa
fa: فهرست راهنمای هستۀ پخش حقیقی/مارپیچ
fi: Helixin tai Realplayn ydinhakemisto
fr: Dossier principal pour Helix/Realplay
he: תיקיית הליבה של Helix/Realplay
hu: A Helix/Realplay központi részének könyvtára
it: Cartella principale Helix/Realplay
ja: Helix/Realplay コアディレクトリ
ka: Helix/Realplay-ის ძირითადი დასტა
km: ថត​ស្នូល​របស់ Helix/Realplay
ko: 헬릭스/리얼플레이 코어 디렉터리
lt: Helix/Realplay bazės aplankas
nb: Helix/Realplay kjernemappe
nds: Helix/Realplayer-Hööftorner
ne: हेलिक्स/वास्तविक प्ले कोर डाइरेक्टरी
nl: Map van Helix/Realplaykern
nn: Helix/Realplay-hovudmappe
pa: ਹੀਲੈਕਸ/ਰੀਅਲ ਪਲੇਅ ਕੋਰ ਡਾਇਰੈਕਟਰੀ
pl: Katalog główny Helix/Realplay
pt: Pasta base do Helix/Realplay
pt_br: Helix/Realplay, diretório central
ru: Главная папка Helix/Realplay
se: Helix/Realplay-váldomáhppa
sk: hlavný adresár Helix/Realplay
sr: Директоријум језгра Helix/Realplay-а
th: ไดเร็คทอรีของโปรแกรมหลัก Helix/Realplay
tr: Helix/Realplay çekirdek dizini
uk: Головний каталог Helix/Realplay

source: This is the directory where clntcore.so is located
af: Hierdie is die gids waar clntcore.so te vinde is
bg: Това е директорията където се намира clntcore.so
ca: Aquest és el directori on s'ubica clntcore.so
cs: Toto je adresář, ve kterém se nachází clntcore.so
da: Dette er mappen hvor clntcore.so findes
de: Dies ist der Ordner, der clntcore.so enthält.
el: Αυτός είναι ο κατάλογος όπου βρίσκεται το clntcore.so
es: Esta es la carpeta donde se encuentra clntcore.so
et: Kataloog, kus asub clntcore.so
eu: Direktorio honetan kokatzen da clntcore.so
fa: این فهرست راهنمایی است که clntcore.so در آن قرار دارد
fi: Tämä on kansio, missä esimerkiksi tiedosto clntcore.so sijaitsee
fr: C'est le dossier où se trouve le fichier clntcore.so
he: זוהי התיקייה שבה clntcore.so ממוקם
hu: Azon könyvtár, amelyben a clntcore.so tárolva van
it: Questa è la cartella in cui clntcore.so è situato
ja: これは clntcore.so があるディレクトリです。
ka: ეს არის დირექტორია, სადაც clntcore.so არის მოთავსებული
km: នេះ​ជា​ថត​ដែល clntcore.so ស្ថិត​នៅ
ko: 이것은 clntcore.so 파일이 위치한 디렉터리입니다.
lt: Nurodykite aplanką, kuriame yra clntcore.so
nb: Dette er mappa som clntcore.so ligger i
nds: Dat is de Orner, binnen den "clntcore.so" liggt.
ne: यो त्यो डाइरेक्टरी हो जहाँ clntcore.so अवस्थित हुन्छन्छ
nl: Dit is de map waarin clntcore.so zich bevindt
nn: Dette er mappa der fila «clntcore.so» ligg.
pa: ਇਹ ਡਾਇਰੈਕਟਰੀ ਹੈ, ਜਿੱਥੇ ਕਿ clntcore.so ਮੌਜੂਦ ਹੈ
pl: To jest katalog, gdzie jest umieszczony plik clntcore.so
pt: Esta é a pasta onde o clntcore.so está localizado
pt_br: Este é o diretório onde o arquivo clntcore.so está localizado
ru: Папка, в которой находится clntcore.so
se: Dán máhpas fiila «clntcore.so» gávdno
sk: Toto je adresár, v ktorom sa nachádza clntcore.so
sr: Ово је директоријум где се налази clntcore.so
th: ส่วนนี้คือไดเร็คทอรีที่มี clntcore.so อยู่
tr: Bu clntcore.so'nun bulunduğu dizindir
uk: Це каталог, в якому знаходиться clntcore.so

source: Helix/Realplay plugins directory
af: Helix/Realplay inprop module gids
bg: Директория за приставки на Helix/Realplay
ca: Directori dels connectors per Helix/Realplay
cs: Adresář s moduly Helix/Realplay
da: Helix.- og Realplay-pluginmappe
de: Helix/Realplay Modul-Ordner
el: Κατάλογος πρόσθετων Helix/Realplay
es: Carpeta de extensiones de Helix/Realplay
et: Helix/Realplay pluginate kataloog
eu: Helix/Realplay plugin-en direktorioa
fa: فهرست راهنمای وصله‌های پخش حقیقی/مارپیچ
fi: Helix- tai Realplay-liitännäiskansio
fr: Dossier des plugins Helix/Realplay
he: תיקיית התוספים של Helix/Realplay
hu: Helix/Realplay-modulkönyvtár
it: Cartella dei plugin Helix/Realplay
ja: Helix/Realplay プラグインのディレクトリ
ka: Helix/Realplay-ის დამატებების დასტა
km: ថត​កម្មវិធី​ជំនួយ Helix/Realplay
ko: 헬릭스/리얼플에이 플러그인 디렉터리
lt: Helix/Realplay įskiepių aplankas
nb: Helix/Realplay programtilleggsmappe
nds: Helix/Realplayer-Moduulorner
ne: हेलिक्स/वास्तविक प्लगइन डाइरेक्टरी
nl: Map van Helix/Realplayplugins
nn: Helix/Realplay-programtilleggmappe
pa: ਹੀਲੈਕਸ/ਰੀਅਲ ਪਲੇਅ ਪਲੱਗਿੰਨ ਡਾਇਰੈਕਟਰੀ
pl: Katalog wtyczek Helix/Realplay
pt: Pasta de 'plugins' do Helix/Realplay
pt_br: Helix/Realplay, diretório dos plugins
ru: Папка модулей Helix/Realplay
se: Helix/Realplay-lassemoduvlamáhppa
sk: Adresár s modulmy Helix/Realplay
sr: Директоријум прикључака Helix/Realplay-а
th: ไดเร็คทอรีของปลั๊กอิน Helix/Realplay
tr: Helix/Realplay eklenti dizini
uk: Каталог втулків Helix/Realplay

source: This is the directory where, for example, vorbisrend.so is located
af: Hierdie is die gids, waar bv. vorbisrend.so te vinde is.
bg: Това е директорията където се намира vorbisrend.so, например
ca: Aquest és el directori on, per exemple, s'ubica vorbisrend.so
cs: Toto je adresář, ve kterém se nachází např. vorbisrend.so
da: Dette er mappen hvor for eksempel, vorbisrend.so findes
de: Dies ist der Ordner, der z. B. vorbistrend.so enthält.
el: Αυτός είναι ο κατάλογος όπου βρίσκεται, για παράδειγμα, το vorbisrend.so
es: Esta es la carpeta donde se encuentra, por ejemplo, vorbisrend.so
et: Kataloog, kus asub näiteks vorbisrend.so
eu: Direktorio honetan, adibidez, vorbisrend.so kokatzen da
fa: این، فهرست راهنمایی است که برای مثال، vorbisrend.so در آن قرار دارد
fi: Tämä on kansio, missä esimerkiksi tiedosto vorbisrend.so sijaitsee
fr: C'est le dossier où, par exemple, se trouve le fichier vorbisrend.so
he: זוהי לדוגמה התיקייה שבה vorbisrend.so ממוקם
hu: Azon könyvtár, amelyben többek közt a vorbisrend.so tárolva van
it: Questa è la cartella in cui, per esempio, vorbisrend.so è situato
ja: これは vorbisrend.so (一例) があるディレクトリです。
ka: ეს არის დირექტორია, სადაც, მაგალითად vorbisrend.so არის მოთავსებული
km: នេះ​ជា​ថត​ដែល vorbisrend.so ស្ថិត​នៅ ។
ko: 이것은 vorbisrend.so 와 같은 라이브러리가 위치한 디렉터리입니다.
lt: Nurodykite aplanką, kuriame yra vorbisrend.so ir kiti įskiepiai
nb: Dette er mappa hvor for eksempel vorbisrend.so ligger
nds: Dat is de Orner, binnen den t.B "vorbisrend.so" liggt.
ne: यो त्यो डाइरेक्टरी हो जहाँ, उदाहरणका लागि, vorbisrend.so अवस्थित हुन्छ
nl: Dit is de map waarin bijvoorbeeld vorbisrend.so zich bevindt
nn: Dette er mappa der for eksempel fila «vorbisrend.so» ligg.
pa: ਉਦਾਹਰਨ ਲਈ ਇਹ ਡਾਇਰੈਕਟਰੀ ਹੈ, ਜਿੱਥੇ ਕਿ vorbisrend.so ਸਥਿਤ ਹੈ
pl: To jest katalog gdzie, na przykład, jest umieszczony plik vorbisrend.so
pt: Esta é a pasta onde, por exemplo, o vorbisrend.so está localizado
pt_br: Este é o diretório onde, por exemplo, o arquivo vorbisrend.so está localizado
ru: Папка, в которой находится, например, vorbisrend.so
se: Dán máhpas omd. fiila «vorbisrend.so» gávdno
sk: Toto je adresár, v ktorom sa nachádza napríklad vorbisrend.so
sr: Ово је директоријум где се налази нпр. vorbisrend.so
th: ตรงนี้คือไดเร็คทอรีที่ใส่แฟ้มตัวอย่างเช่น vorbisrend.so อยู่
tr: Bu, mesela vorbisrend.so'nun bulunduğu dizindir
uk: Це каталог, в якому знаходиться, напр., vorbisrend.so

source: Helix/Realplay codecs directory
af: Helix/Realplay kodeerder gids
bg: Директория за кодеци на Helix/Realplay
ca: Directori principal dels còdecs per Helix/Realplay
cs: Adresář s kodeky Helix/Realplay
da: Helix.- og Realplay-afkodermappe
de: Helix/Realplay Codecs-Ordner
el: Κατάλογος κωδικοποιητών Helix/Realplay
es: Carpeta de codecs para Helix/Realplay
et: Helix/Realplay koodekite kataloog
eu: Helix/Realplay kodekeen direktorioa
fa: فهرست راهنمای کدکهای پخش حقیقی/مارپیچ
fi: Helix- tai Realplay-koodekkikansio
fr: Dossier des codecs Helix/Realplay
he: תיקיית המקודדים של Helix/Realplay
hu: Helix/Realplay-kodekkönyvtár
it: Cartella dei codec Helix/Realplay
ja: Helix/Realplay コーデックのディレクトリ
ka: Helix/Realplay-ის კოდეკების დასტა
km: ថត​កូដិក​របស់ Helix/Realplay
ko: 헬릭스/리얼플레이 코덱 디렉터리
lt: Helix/Realplay kodavimo priemonių aplankas
nb: Helix/Realplay kodekmappe
nds: Helix/Realplayer-Orner för Kodeks
ne: हेलिक्स/वास्तविक प्ले कोडेक डाइरेक्टरी
nl: Map van Helix/Realplaycodecs
nn: Helix/Realplay-kodekmappe
pa: ਹੀਲੈਕਸ/ਰੀਅਲਪਲੇਅ ਕੋਡ ਡਾਇਰੈਕਟਰੀ
pl: Katalog kodeków Helix/Realplay
pt: Pasta de 'codecs' Helix/Realplay
pt_br: Helix/Realplay, diretório dos codecs
ru: Папка декодеров Helix/Realplay
se: Helix/Realplay-kodekmáhppa
sk: Adresár s kódekami Helix/Realplay
sr: Директоријум кодека Helix/Realplay-а
th: ไดเร็คทอรีของตัวเข้า/ถอดรหัส Helix/Realplay
tr: Helix/Realplay codec dizini
uk: Каталог кодеків Helix/Realplay

source: This is the directory where, for example, cvt1.so is located
af: Hierdie is die gids, waar bv. cvt1.so te vinde is.
bg: Това е директорията където се намира cvt1.so, например
ca: Aquest és el directori on, per exemple, s'ubica cvt1.so
cs: Toto je adresář, ve kterém se nachází např. cvt1.so
da: Dette er mappen hvor for eksempel, cvt1.so findes
de: Dies ist der Ordner, der z. B. cvt1.so enthält.
el: Αυτός είναι ο κατάλογος όπου βρίσκεται, για παράδειγμα, το cvt1.so is
es: Esta es la carpeta donde se encuentra, por ejemplo, cvt1.so
et: Kataloog, kus asub näiteks cvt1.so
eu: Direktorio honetan, adibidez, cvt1.so kokatzen da
fa: این، فهرست راهنمایی است که برای مثال، cvt1.so در آن قرار دارد
fi: Tämä kansio, missä esimerkiksi tiedosto cvt1.so sijaitsee
fr: C'est le dossier où, par exemple, se trouve le fichier cvt1.so
he: זוהי לדוגמה התיקייה שבה cvt1.so ממוקם
hu: Azon könyvtár, amelyben többek közt a cvt1.so tárolva van
it: Questa è la cartella in cui, per esempio, cvt1.so è situato
ja: これは cvt1.so (一例) があるディレクトリです。
ka: ეს არის დირექტორია, სადაც, მაგალითად cvt1.so არის მოთავსებული
km: នេះ​ជា​ថត​ដែល cvt1.so ស្ថិត​នៅ
ko: 이것은 cvt1.so 와 같은 파일이 위치한 디렉터리 입니다.
lt: Nurodykite apanką, kuriame yra cvt1.so ir kitos kodavimo priemonės
nb: Dette er mappa hvor for eksempel cvt1.so ligger
nds: Dat is de Orner, binnen den t.B "cvt1.so" liggt.
ne: यो त्यो डाइरेक्टरी हो जहाँ, उदहारणका लागि, cvt1.so अवस्थित हुन्छ
nl: Dit is de map waarin bijvoorbeeld cvt1.so zich bevindt
nn: Dette er mappa der for eksempel fila «cvt1.so» ligg.
pa: ਉਦਾਹਰਨ ਲਈ ਇਹ ਡਾਇਰੈਕਟਰੀ ਹੈ, ਜਿੱਥੇ ਕਿ cvt1.so ਸਥਿਤ ਹੈ
pl: To jest katalog, gdzie, na przykład, jest umieszczony plik cvt1.so
pt: Esta é a pasta onde, por exemplo, o cvt1.so está localizado
pt_br: Este é o diretório onde, por exemplo, o arquivo cvt1.so está localizado
ru: Папка, в которой находится, например, cvt1.so
se: Dán máhpas omd. fiila «cvt1.so» gávdno
sk: Toto je adresár, v ktorom sa nachádza napríklad cvt1.so
sr: Ово је директоријум где се налази нпр. cvt1.so
th: ตรงนี้เป็นไดเร็คทอรีที่แฟ้มอย่างเช่น cvtl.so อยู่
tr: Bu, mesela cvt1.so'nun bulunduğu dizindir
uk: Це каталог, в якому знаходиться, напр., cvt1.so

source: Plugins
af: Inprop modules
bg: Приставки
ca: Connectors
cs: Moduly
da: Plugin
de: Module
el: Πρόσθετα
es: Complementos
et: Pluginad
eu: Plugin-ak
fa: وصله‌ها
fi: Liitännäiset
he: תוספים
hu: Modulok
it: Plugin
ja: プラグイン
ka: მოდულები
km: កម្មវិធី​ជំនួយ
ko: 플러그인
lt: Įskiepiai
nb: Programtillegg
nds: Modulen
ne: प्लगइन
nn: Programtillegg
pa: ਪਲੱਗਿੰਨ
pl: Wtyczki
ru: Модули
se: Lassemoduvllat
sk: Moduly
sr: Прикључци
th: ปลั๊กอิน
tr: Eklentiler
uk: Втулки
