Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Custo&m Format
af: Jou Eie formaat
bg: Пот&ребителски формат
ca: &Format personalitzat
cs: Vlastní for&mát
da: &Eget format
de: &Eigenes Format
el: Προσαρ&μοσμένη μορφή
es: For&mato personalizado
et: Kohandatud vor&ming
eu: Formatu &pertsonalizatua
fa: قالب &سفارشی‌
fi: Oma ni&meämistyyli
fr: For&mat personnalisé
he: תבנית &מותאמת אישית
hu: &Egyéni formátum
it: For&mato personalizzato
ja: カスタム書式(&M)
ka: ს&ხვა ფორმატი
km: ទ្រង់ទ្រាយ​ផ្ទាល់​ខ្លួន
ko: 사용자 정의 형식(&M)
lt: &Naudotojo nurodytas formatas
nb: Selvvalgt for&mat
nds: &Egen Formaat
ne: अनुकूल ढाँचा
nl: Aangepaste op&maak
nn: &Sjølvvald format
pa: ਪਸੰਦੀਦਾ ਫਾਰਮੈਟ(&m)
pl: Włas&ny format
pt: For&mato Personalizado
pt_br: Formato &Personalizado
ru: &Другой формат
se: Erenoamáš &formáhtta
sk: &Vlastný formát
sr: &Посебан формат
th: รูปแบ&บตั้งเอง
tr: Özel Biçi&m
uk: Не&типовий формат

source: If checked, use a custom format string for naming the files in the collection
af: As hierdie gekies is, sal 'n pasmaak formaat string gebruik word vir die benaming van lêers in die versameling.
bg: Ако е включена тази отметка, ще бъде използван низ за потребителско форматиране имената на файловете в колекцията
ca: Si està seleccionat, utilitza una cadena de format personalitzada per anomenar els fitxers de la col·lecció
da: Hvis markeret bruges en egendefineret formatstreng til at navngive filer i samlingen
de: Wenn diese Einstellung aktiviert ist, wird ein benutzerdefiniertes Format für die Vergabe von Dateinamen in Ihrer Sammlung verwendet.
el: Αν ενεργοποιηθεί, χρησιμοποιείται μία συμβολοσειρά προσαρμοσμένης μορφής για την ονομασία των αρχείων της συλλογής
es: Si está activado, usa una cadena de formato personalizada para nombrar los archivos de la colección
et: Märkimisel kasutatakse kogu failide nimetamisel kohandatud vormingus stringi
eu: Egiaztatuta badago, fitxategienn izenetan formatu pertsonalizatuko katea erabiliko du bilduman
fa: اگر علامت زده شود، از یک رشته قالب سفارشی برای نامگذاری پرونده‌ها در مجموعه استفاده می‌شود
fi: Mikäli valittu, voit itse määritellä tiedostojen nimeämistyylin
fr: Si cette case est cochée, vous utilisez un format personnalisé pour le nommage des fichiers de la collection
he: אם מסומן, השתמש מחרוזת בתבנית המותאמת באופן אישי, עבור שמות־הקבצים באוסף
hu: Ha be van jelölve, akkor egyéni formátumszöveg alapján lesznek elnevezve a gyűjteményben levő fájlok
it: Se selezionata, usa una stringa di formato personalizzata per il nome dei file nella collezione
ja: コレクションの中のファイル名にカスタム書式文字列を使います。
ka: თუ მონიშნულია, კოლექციებში ფაილების დარქმევისთვის სხვა სტრიქონი გამოიყენება
km: បើ​ធីក វា​នឹង​ប្រើ​ខ្សែអក្សរ​ទ្រង់ទ្រាយ​ផ្ទាល់​ខ្លួន ដើម្បី​ប្ដូរ​ឈ្មោះ​ឯកសារ​នៅ​ក្នុង​ការ​សម្រាំង
ko: 선택되면 모음집에서 파일 이름을 짓는데 사용자 형식 문자열을 사용합니다.
lt: Jei ši parinktis įjungta, bylų pavadinimai bus formauojami pagal šabloną
nb: Hvis dette er krysset av, brukes en selvvalgt formatstreng til å gi navn til filene i samlingen
nds: Wenn anmaakt, bruukt Amarok Dien egen Schema för de Naams vun Dateien.
ne: यदि जाँच गरियो भने, सङ्कलनमा फाइलहरू नामङ्कन गर्न अनुकूल ढाँचा स्ट्रिङ प्रयोग गर्नुहोस्
nl: Wanneer ingeschakeld wordt er een aangepaste opmaak gebruikt voor het benoemen van de bestanden in de collectie.
nn: Bruk eit sjølvald formateringsmønster for å gje namngje filene i samlinga.
pl: Jeśli zaznaczone, używa własnego łańcucha znaków dla nazywania plików w kolekcji
pt: Se assinalado, usa um formato personalizado para os nomes dos ficheiros na colecção
pt_br: Se selecionada, uma seqüência de formatação personalizada será usada para os nomes dos arquivos na coleção
sk: Ak je zaškrtnuté, používať vlastný formát pre pomenovanie súborov v kolekcii
sr: Ако је попуњено, користи се посебан формат за именовање фајлова у збирци
th: หากกาเลือกไว้ จะเป็นการใช้สตริงแบบที่ตั้งเองสำหรับรูปแบบชื่อแฟ้มในคลังดนตรี
uk: Якщо ввімкнено, вживати рядок нетипового формату для найменування файлів збірки

source: Group b&y File Type
af: Groepeer volgens Lêer Tipe
bg: Групиране на файловете п&о вид
ca: Agrupa per &tipus de fitxer
cs: Seskupit soubor&y podle typu
da: Gruppér efter &filtype
de: Nach Datei&typ gruppieren
el: Ομαδοποίηση αρχείων κατά &τύπο
es: Agrupar por &tipo de archivo
et: &Failid rühmitatakse tüübi järgi
eu: Elkartu &fitxategi-motaren arabera
fa: گروه‌بندی &بر اساس نوع پرونده‌
fi: Ryhmittelet tiedostot&yypeittäin
fr: Grouper les fichiers par t&ype
he: קבץ לפי &סוג קובץ
hu: Csoportosítás fájl&típus alapján
it: Raggruppa per &tipo di file
ja: ファイルタイプで分類(&Y)
ka: ფაილთა ტიპით დაჯგუფება
km: ដាក់​ជា​ក្រុម​តាម​ប្រភេទ​ឯកសារ
ko: 파일 형식으로 그룹(&Y)
lt: Grupuoti b&ylas pagal bylos tipą
nb: Grupper etter filt&ype
nds: Na Dateit&yp tohoopstellen
ne: फाइल प्रकारद्वारा समूह गर्नुहोस्
nl: Bestanden op t&ype groeperen
nn: Grupper &etter filtype
pa: ਫਾਇਲਾਂ ਕਿਸਮ ਰਾਹੀਂ ਗਰੁੱਪ(&y)
pl: Grupuj pliki w&g typów
pt: Agrupar pelo T&ipo de Ficheiro
pt_br: Agrupar pelo &Tipo de Arquivo
ru: Сгруппировать по &типу
se: Ordne &fiilašlája bokte
sk: Zoskupovať podľa &typu súboru
sr: Групиши по &типу фајла
th: จัดกลุ่มแฟ้มด้ว&ยชนิดแฟ้ม
tr: Dosya Türüne &Göre Grupla
uk: Групувати з&а типом файлів

source: If checked, create a directory hierarchy using the filename extension.
af: As hierdie opsie gekies is, sal 'n gids hierargie geskep word wat op die lêer uitbreidings gebaseer is.
bg: Ако е включена тази отметка, ще бъде създадена йерархия от разширенията на файловете.
ca: Si està seleccionat, crea una jerarquia de directoris emprant l'extensió del fitxer.
da: Hvis markeret laves et mappeniveau som bruger filnavneendelsen.
de: Wenn diese Einstellung aktiviert ist, wird eine Ordnerstruktur mit Hilfe der Datei-Erweiterung erstellt.
el: Αν ενεργοποιηθεί, δημιουργείτε μία ιεραρχία καταλόγου χρησιμοποιώντας την επέκταση των αρχείων.
es: Si está activado, crea una jerarquía de carpetas usando la extensión de los nombres de archivo.
et: Märkimise korral luuakse kataloogihierarhia failinime laiendi järgi.
eu: Egiaztatuta badago, fitxategien luzapena erabiliz direktorio hierarkikoa sortuko du.
fa: اگر علامت زده شود، با استفاده از پسوند نام پرونده، یک سلسله مراتب فهرست راهنما ایجاد می‌کند.
fi: Mikäli valittu, tiedostot sijoitetaan tyyppinsä mukaisiin alikansioihin.
fr: Si cette case est cochée, un dossier hiérarchisé en utilisant l'extension du nom des fichiers sera créé.
he: אם מסומן, צור עץ תיקיות תוך שימוש בסיומת שם קובץ.
hu: Ha be van jelölve, akkor létre lesz hozva egy könyvtárszerkezet a fájlkiterjesztések alapján
it: Se selezionata, crea una gerarchia di cartelle usando l'estensione dei file.
ja: ファイル名の拡張子によってディレクトリ階層を作成します。
ka: თუ მონიშნულია, დირექტორიები შეიქმნება იერარქიულად ფაილის სახელის გაფართოვებების გამოყენებით.
km: បើ​ធីក វា​នឹង​បង្កើត​ឋានានុក្រម​ថត​មួយ​ដោយ​ប្រើ​កន្ទុយ​ឈ្មោះ​ឯកសារ ។
ko: 선택된다면 파일이름 확장자를 사용하여 디렉터리 구조를 생성합니다.
lt: Jei ši parinktis įjungta, bus sukurtas aplankų medis pagal bylų plėtinius.
nb: Hvis dette er krysset av, opprettes et mappehierarki ved å bruke endelsen i filnavnet.
nds: Wenn anmaakt, bruukt Amarok de Verwiedern vun de Dateinaams för de Ornerstruktuur.
ne: यदि जाँच गरियो भने, फाइलनाम विस्तार प्रयोग गरेर डाइरेक्टरी श्रृंखला सिर्जना गर्नुहोस् ।
nl: Wanneer ingeschakeld wordt er een mappenstructuur aan de hand van de bestandsnaamextensie aangemaakt.
nn: Lag eit mappehierarki basert på filetternamn.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਤਾਂ ਫਾਇਲ ਨਾਂ ਐਕਸ਼ਟੇਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇੱਕ ਡਾਇਰੈਕਟਰੀ ਲੜੀ ਬਣਾਈ ਜਾਵੇਗੀ।
pl: Jeśli zaznaczone, tworzy hierarchię katalogów używając rozszerzenia nazwy pliku.
pt: Se assinalado, cria uma hierarquia de pastas com a extensão do ficheiro.
pt_br: Se selecionada, será criado uma hierarquia de diretório usando a extensão no nome do arquivo.
sk: Ak je zaškrtnuté, vytvoriť adresárovú štruktúru na základe prípony súboru.
sr: Ако је попуњено, прави хијерархију директоријума користећи наставак имена фајла.
th: หากเลือกไว้ จะสร้างโครงสร้างไดเร็คทอรีโดยใช้นามสกุลของชื่อแฟ้ม
uk: Якщо увімкнено, то створити ієрархію каталогів, використовуючи розширення файлів.

source: Group &by Artist's Initial
af: Groepeer volgens Kunstenaar se Voorletter
bg: Групиране на изпълнителите &по азбучен ред
ca: Agrupa per la &inicial de l'artista
cs: Ses&kupit podle iniciál autora
da: Gruppér efter kunstnerens &initialer
de: Nach &Initialen des Interpreten gruppieren
el: Ομαδοποίηση καλλιτεχνών &αλφαβητικά
es: Agrupar &por la inicial de los artistas
et: &Esitajad rühmitatakse nime esitähe järgi
eu: Elkartu artistaren &inizialen arabera
fa: گروه‌بندی &بر اساس حروف آغازین هنرمند‌
fi: Ryhmittele artistit &aakkosittain
fr: Grouper les &artistes alphabétiquement
he: קבץ לפי &ראשי־התיבות של שם האומן
hu: Csoportosítás az előadó mo&nogramja alapján
it: Raggru&ppa per iniziale dell'artista
ja: アーティストのイニシャルで分類(&B)
ka: შემსრულებლის ინი&ციალებით დაჯგუფება
km: ដាក់​ជា​ក្រុម​តាម​អាទិសង្កេត​របស់​សិល្បករ
ko: 아티스트의 첫 문자로 그룹(&B)
lt: Grupuoti pagal &atlikėjo pavadinimo pirmąją raidę
nb: Grupper etter for&bokstaver i artistnavnet
nds: Na Künstler-&Initschalen tohoopstellen
ne: कलाकारको प्रथामक्षरद्वारा समूह गर्नुहोस्
nl: Groeperen o&p initialen van artiest
nn: Grupper &etter forbokstvar til artist
pa: ਕਲਾਕਾਰ ਦੀ ਸ਼ੁਰੂਆਤ ਮੁਤਾਬਕ ਗਰੁੱਪ ਵਿੱਚ ਰੱਖੋ(&b)
pl: Grupuj &za pomocą inicjałów wykonawcy
pt: Agrupar &pela Inicial do Artista
pt_br: Agrupar pela &Inicial do Artista
ru: Сгруппировать по &исполнителям
se: Ordne &artistta vuosttaš bustáva bokte
sk: Zoskupiť podľa &iniciálok interpreta
sr: Групиши по &иницијалима извођача
th: จัดกลุ่มโ&ดยชื่อย่อศิลปิน
uk: Групувати за &ініціалами виконавців

source: If checked, introduce another directory hierarchy for the artists' initials.
af: As hierdie gekies is, sal nog 'n gids hierargie geskep word wat op die kunstenaar se voorletters gebaseer is.
bg: Ако е включена тази отметка, ще бъде представена друга йерархия от инициалите на изпълнителите.
ca: Si està seleccionat, introdueix una altre jerarquia de directoris per a les inicials dels artistes.
da: Hvis markeret tilføjes yderligere et mappeniveau for kunstneres initialer.
de: Wenn diese Einstellung aktiviert ist, wird eine weitere Ordnerstruktur auf Basis der Initialen der Interpreten erstellt.
el: Αν ενεργοποιηθεί, δημιουργείτε μία ιεραρχία καταλόγων με τα αρχικά γράμματα των καλλιτεχνών.
es: Si está seleccionado, introduce otra jerarquía de carpetas para las iniciales de los artistas.
et: Märkimise korral luuakse uus kataloogihierarhia esitajate nime esitähtede järgi.
eu: Egiaztatuta badago, artisten inizialen beste direktorio hierarkikoa sortuko du.
fa: اگر علامت زده شود، سلسله مراتب فهرست راهنمای دیگری برای حروف آغازین هنرمندان معرفی می‌کند.
fi: Mikäli valittu, tiedostot lajitellaan artistin alkukirjaimen mukaisiin alikansioihin.
fr: Si cette case est cochée, un autre dossier hiérarchisé par l'initial des noms d'artistes sera introduit.
he: אם מסומן, הוסף עץ ספריות נוסף עבור ראשי־התיבות של שם האומן.
hu: Ha be van jelölve, akkor létre lesz hozva egy újabb könyvtárszerkezet az előadó monogramja alapján
it: Se selezionata, introduce un'altra gerarchia di cartelle per iniziale dell'artista.
ja: アーティストのイニシャルによってディレクトリ階層を作成します。
ka: -თვის.
km: ប្រសិន​បើ​បាន​គូសធីក ណែនាំ​ឋានានុក្រម​ថត​ផ្សេងៗ​ទៀត​សម្រាប់​អាទិ​សង្កេត​របស់​សិល្បករ ។
ko: 선택된다면, 아티스트의 첫머리 글자에 대한 다른 디렉터리 구조로 소개합니다.
lt: Jei ši parinktis įjungta, bus sukurtas aplankų medis pagal atlikėjo pavadnimo pirmąją raidę.
nb: Hvis dette er krysset av bygges en annen mappestruktur for artistens initialer.
nds: Wenn anmaakt, stellt Amarok noch en Struktuur mit de Initschalen vun de Künstlers op.
ne: यदि जाँच गरियो भने, कलाकारको प्रथामक्षरका लागि अर्को डाइरेक्टरी श्रृंखला परिचित गर्नुहोस् ।
nl: Wanneer ingeschakeld wordt er een andere mappenstructuur aangemaakt voor de initialen van de artiest.
nn: Lag eit nytt mappehierarki basert på forbokstavane til artistane.
pl: Jeśli zaznaczone, wprowadza inną hierarchię katalogów dla inicjałów wykonawców.
pt: Se assinalado, introduz outra hierarquia de pastas para as iniciais dos artistas.
pt_br: Se selecionada, será introduzida uma nova hierarquia de diretório para as letras iniciais dos artistas.
sk: Ak je zaškrtnuté, bude pridaná ďalšia adresárová hierarcia podľa iniciálok interpreta.
sr: Ако је попуњено, уводи се још један директоријум у хијерархију, за иницијале извођача.
th: หากเลือกไว้ จะเป็นการแนะนำโครงสร้างไดเร็คทอรีอีกแบบหนึ่ง สำหรับชื่อย่อของศิลปิน
uk: Якщо увімкнено, ввести інакшу ієрархію каталогів для ініціалів виконавців.

source: F&ilename Format:
af: Lêernaam Formaat:
bg: Формат за &име на файл:
ca: &Format del nom de fitxer:
cs: Formát názv&u souboru:
da: F&ilnavneformat
de: Dateinamen-&Format:
el: &Μορφή ονόματος αρχείου:
es: Formato del nombre de arch&ivo:
et: Fa&ilinime vorming:
eu: F&itxategi-izenen formatua:
fa: قالب &نام پرونده:‌
fi: N&imeämistyyli:
fr: Format du nom de f&ichier
he: &תבנית שם־הקובץ:
hu: Fá&jlnév-formátum:
it: Formato del nome f&ile:
ja: ファイル名の書式(&I):
ka: &ფაილის სახელი ფორმატი:
km: ទ្រង់ទ្រាយ​ឈ្មោះ​ឯកសារ ៖
ko: 파일 이름 형식(&I):
lt: &Bylos pavadinimo formatas:
nb: F&ilnavnformat:
nds: Dateinaam-&Formaat:
ne: फाइलनाम ढाँचा:
nl: Bestandsnaamopmaa&k:
nn: &Filnamnformat:
pa: ਫਾਇਲ ਨਾਂ ਫਾਰਮੈਟ(&i):
pl: Format naz&wy pliku:
pt: Formato do Nome do F&icheiro:
pt_br: Formato de &Nome do Arquivo:
ru: &Формат имени файла:
se: Fiilanamma&formáhtta:
sk: Formát &názvu súboru:
sr: &Формат имена фајла:
th: รู&ปแบบชื่อแฟ้ม:
tr: Dosya Adı &Tİpi:
uk: Формат на&зв файлів:

source: Character Replacement
af: Karakter Vervanging
bg: Заместване на символ
ca: Reemplaçament de caràcters
cs: Nahrazení znaků
da: Tegnerstatning
de: Ersetzung von Zeichen
el: Αντικατάσταση χαρακτήρων
es: Reemplazo de caracteres
et: Märkide asendus
eu: Ordezko karakterea
fa: جایگزینی نویسه
fi: Merkkien korvaus
fr: Caractère de remplacement
he: החלפת תווים
hu: Karaktercsere
it: Sostituzione carattere
ja: 文字の置換
ka: სიმბოლოთა ჩანაცვლება
km: ការ​ជំនួស​តួអក្សរ
ko: 문자 대체자
lt: Simbolių keitimas
nb: Tegnerstatning
nds: Tekens utwesseln
ne: क्यारेक्टर प्रतिस्थापन
nl: Lettertekens vervangen
nn: Teiknerstatting
pa: ਅੱਖਰ ਤਬਦੀਲ
pl: Zamiana znaków
pt: Substituição de Caracteres
pt_br: Substituição de Caracteres
ru: Замена символов
se: Buhtte bustávaid
sk: Náhrada znakov
sr: Замена знакова
th: การแทนที่ตัวอักษร
uk: Заміна символів

source: &Replace Spaces with Underscores
af: Vervang spasies men onder strepies (_)
bg: &Заместване на интервалите с долна черта
ca: &Reemplaça els espais per caràcters de subratllat
cs: Nah&radit mezeru podtržítkem (_)
da: &Erstat mellemrum understregningstegn
de: Leerzeichen durch &Unterstriche ersetzen
el: Α&ντικατάσταση κενού με _
es: &Reemplazar espacios con signos de subrayado
et: Tühikud asendatakse alak&riipsuga
eu: &Ordeztu zuriuneak azpimarrekin
fa: &جایگزینی فاصله‌ها با خطوط تیره زیرین‌
fi: Korvaa &välilyönnit alaviivalla (_)
fr: &Remplacer les espaces par des « _ »
he: החלף &רווחים עם קו־תחתי
hu: Szókö&zök helyettesítése alulvonásokkal
it: Sostituisci spazi con un t&rattino basso
ja: スペースをアンダースコア (_) に置換(&R)
ka: ღარების ქვეტა ტირეებით ჩ&ანაცვლება
km: ជំនួស​ដកឃ្លា​ដោយ​សញ្ញា​គូស​ក្រោម
ko: 공백을 밑줄 문자로 대체(&R)
lt: &Keisti tarpus pabraukimo simboliais
nb: E&rstatt mellomrom med understrek
nds: Ü&nnerstreek för Freetekens infögen
ne: अन्डरस्कोर सहित खाली स्थानहरू प्रतिस्थापन गर्नुहोस्
nl: Spaties ve&rvangen door onderstreepjes (_)
nn: &Erstatt mellomrom med understrekar
pa: ਖਾਲੀ ਥਾਂ ਨੂੰ ਹੇਠਾਂ ਰੇਖਾ (_) ਨਾਲ ਬਦਲੋ(&R)
pl: &Zamień spacje za pomocą podkreśleń
pt: Substitui&r os Espaços por Sublinhados
pt_br: &Substituir Caracteres por Underscores
ru: &Заменить пробелы на _
se: &Buhtte gaskkaid vuollesárgáiguin
sk: &Nahradiť medzery podtržítkami
sr: Замени &размаке подвлакама
th: แ&ทนที่วรรคด้วย underscore (_)
tr: &Boşlukları Alt Çizgi ile Değiştir
uk: За&мінити пробіли на "_"

source: If checked, convert spaces to underscores.
af: As hierdie gekies is, sal spasies na onder strepies (_) omgeskakel word
bg: Ако е включена тази отметка, интервалите ще бъдат замествани с долни черти.
ca: Si està seleccionat, converteix els espais en caràcters de subratllat.
cs: Je-li zaškrtnuto, nahradit mezery podtržítky.
da: Hvis markeret ændres mellemrum til understregningstegn.
de: Wenn diese Einstellung aktiviert ist, werden Leerzeichen durch Unterstriche ersetzt.
el: Αν ενεργοποιηθεί, γίνεται αντικατάσταση των κενών με κάτω παύλες (_).
es: Si está activado, convierte espacios en signos de subrayado.
et: Märkimise korral teisendatakse tühikud alakriipsudeks.
eu: Egiaztatuta badago, zuriuneak azpimarretan bihurtzen ditu
fa: اگر علامت زده شود، فاصله‌ها را به خطوط تیرۀ زیرین تبدیل می‌کند.
fi: Mikäli valittu, välilyönnit korvataan alaviivalla (_).
fr: Si cette case est cochée, les espaces seront remplacés par des « _ ».
he: אם סומן, החלף רווחים בקווים תחתיים.
hu: Ha be van jelölve, akkor minden szóköz helyére alulvonás kerül
it: Se selezionata, sostituisce gli spazi con un trattino basso.
ja: ファイル名に含まれるスペースをアンダースコア (_) に置換します。
ka: თუ მონიშნულია, ღარებს ქვეტა ტირეებად გარდაქმნის.
km: បើ​ធីក វា​នឹង​បម្លែង​ដកឃ្លា​ទៅ​ជា​សញ្ញាគូសក្រោម ។
ko: 선택된다면 공백을 밑줄문자로 변환합니다.
lt: Jei ši parinktis įjungta, tarpo simboliai bus pakeisti pabraukimo simboliais.
nb: Hvis dette er krysset av blir mellomrom gjort om til understrek.
nds: Wenn anmaakt, warrt Freetekens mit Ünnerstreek utwesselt.
ne: यदि जाँच गरियो भने, अन्डरस्कोरहरूमा खाली स्थानहरू रूपान्तरण गर्नुहोस् ।
nl: Wanneer ingeschakeld worden spaties omgezet in onderstreepjes.
nn: Gjer mellomrom om til understrekar.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਤਾਂ ਖਾਲੀ ਥਾਂ ਨੂੰ ਹੇਠਾਂ ਰੇਖਾ(_) ਨਾਲ ਬਦਲਿਆ ਜਾਵੇਗਾ।
pl: Jeśli zaznaczone, podmienia spacje na podkreślenia.
pt: Se assinalado, converte os espaços para sublinhados.
pt_br: Se selecionada, os espaços serão convertidos em underscores "_".
ru: Заменить пробелы на символы подчёркивания
sk: Ak je zaškrtnuté, konvertovať medzery na podtržítka.
sr: Ако је попуњено, размаци се претварају у подвлаке.
th: หากเลือกไว้ จะทำการเปลี่ยนวรรคเป็นเครื่องหมาย underscore (_)
uk: Якщо увімкнено, то перетворювати пробіли на символи підкреслювання.

source: Restrict to &ASCII
af: Beperk tot ASCII
bg: Ограничаване до &ASCII
ca: Restringeix a &ASCII
cs: Omezit na &ASCII
da: Begræns til &ASCII
de: Auf &ASCII beschränken
el: Χρήση μόνο χαρακτήρων &ASCII
es: Limitarse a &ASCII
et: Piirdumine AS&CII-ga
eu: Mugatu &ASCIIra
fa: محدود کردن به &ASCII‌
fi: Rajoitu AS&CII-merkistöön
fr: Restreindre à &ASCII
he: כפה שימוש &ב־ ASCII
hu: Korlátozás ASC&II-re
it: Solo &ASCII
ja: ASCII 文字に制限(&A)
ka: &ASCII აკრძალვა
km: កំណត់​ត្រឹម &ASCII
ko: ASCII로 제한(&A)
lt: Naudoti tik &ASCII
nb: Bare &ASCII-tegn
nds: Bloots &ASCII-Tekens
ne: ASCII मा सीमाबद्ध गर्नुहोस्
nl: Beperken tot &ASCII
nn: Avgrens til &ASCII
pa: &ASCII ਲਈ ਪਾਬੰਦ
pl: Ogranicz do &ASCII
pt: Restringir ao &ASCII
pt_br: Restringir a &ASCII
ru: Использовать только символы &ASCII для имён файлов
se: Geavat &dušše ASCII
sk: Obmedziť na &ASCII
sr: Ограничи на &ASCII
th: จำกัดตาม &ASCII
uk: Обмежити до &ASCII

source: If checked, replace characters that are unavailable in the 7-bit ASCII code.
af: As hierdie gekies is, sal karakters wat nie in 7-bit ASCII beskikbaar is nie, vervang word.
bg: Ако е включена тази отметка, неналичните в 7-битовия ASCII код символи ще бъдат заместени.
ca: Si està seleccionat, es reemplaçaran els caràcters que no estiguin disponibles al joc ASCII de 7 bits.
da: Hvis markeret erstattes tegn som ikke er tilgængelige i 7-bit ASCII-kode.
de: Wenn diese Einstellung aktiviert ist, werden alle Zeichen ersetzt, die nicht im 7-Bit ASCII-Code vorkommen.
el: Αν ενεργοποιηθεί, γίνεται αντικατάσταση των χαρακτήρων που δεν είναι διαθέσιμοι στο σύνολο χαρακτήρων 7-bit ASCII.
es: Si está activado, reemplaza los caracteres que no están disponibles en el código ASCII de 7 bits.
et: Märkimise korral asendatakse märgid, mida ei leidu 7-bitises ASCII koodis.
eu: Egiaztatuta badago, 7-biteko ASCII kodean agertzen ez diren karaktereak ordeztuko ditu.
fa: اگر علامت زده شود، نویسه‌هایی که در کد ۷ بیتی ASCII موجود نیستند را جایگزین می‌کند.
fi: Mikäli valittu, kaikki merkit, jotka eivät sisälly 7-bittiseen ASCII-merkistöön korvataan.
fr: Si cette case est cochée, les caractères qui ne sont pas disponibles seront remplacés par leur code ASCII sur 7-bit.
he: אם סומן, החלף תווים שלא זמינים בקידוד ASCII של 7 סיביות.
hu: Ha be van jelölve, akkor a 7 bites ASCII-kódban nem elérhető karakterek helyettesítve lesznek
it: Se selezionata, sostituisce i caratteri non disponibili nel set ASCII a 7 bit.
ja: ファイル名に含まれる 7-bit ASCII コードにない文字を置換します。
ka: თუ მონიშნულია, ჩაანაცვებს ყველა სილბოლოს რაც 7 ბიტიანი ASCII-სთვის ხელმიუწვდომელია.
km: បើ​ធីក វា​នឹង​ជំនួស​តួអក្សរ​ដែល​មិន​មាន​នៅ​ក្នុង​កូដ ASCII ៧-ប៊ីត ។
ko: 선택하면 7 bit ASCII 코드에서 사용할 수 없는 문자는 대체됩니다.
lt: Jei ši parintis įjungta, pakeisti simbolius, nesančius 7 bitų ASCII simbolių lentelėje.
nb: Hvis dette er krysset av blir tegn som ikke finnes i 7-bit ASCII erstattet.
nds: Wenn anmaakt, wesselt Amarok all Tekens ut, de dat nich binnen den ASCII-Kode (7 Bit) gifft.
ne: यदि जाँच गरियो भने, क्यारेक्टरहरू प्रतिस्थापन गर्नुहोस् जुन ७-बिट ASCII कोडमा उपलब्ध छैन ।
nl: Wanneer ingeschakeld worden lettertekens die niet beschikbaar zijn in 7-bit ASCII code vervangen.
nn: Byt ut teikn som ikkje er tilgjengeleg i 7-bits ASCII (som til dømes æ, ø og å) med ASCII-teikn.
pl: Jeśli zaznaczone, zamienia znaki, które nie są dostępne w 7-bitowym zestawie ASCII.
pt: Se assinalado, substitui os caracteres indisponíveis no código ASCII de 7 bits.
pt_br: Se selecionada, serão substituídos os caracteres que não estejam disponíveis no código ASCII de 7 bits.
sk: Ak je zaškrtnuté, nahradiť znaky, ktoré nie sú dostupné v 7-bitovom ASCII kóde.
sr: Ако је попуњено, смењују се сви знаци који нису доступни у 7-битном ASCII-ју.
th: หากเลือกไว้ จะมีการแทนที่ตัวอักษรที่ไม่มีในรหัส ASCII แบบ 7-bit
uk: Якщо увімкнено, замінити символи, яких нема в коді 7-бітової ASCII.

source: VFAT Safe &Names
af: VFAT veilige name
bg: Сигурни &имена VFAT
ca: &Noms segurs per VFAT
cs: Bezpečná jmé&na VFAT
da: &Navne sikre på VFAT
de: Sichere Namen für &VFAT
el: Χρήση ο&νομάτων συμβατών με VFAT
es: &Nombres VFAT seguros
et: VFAT-iga ühilduvad &nimed
eu: VFAT &izen seguruak
fa: &نامهای امن VFAT‌
fi: V&FAT-turvalliset nimet
fr: &Noms VFAT
he: שמות &בטוחים ב־ VFAT
hu: &VFAT-biztos nevek
it: &Nomi sicuri VFAT
ja: VFAT 互換の名前(&N)
ka: VFAT უსაფრთხო &სახელები
km: ឈ្មោះ​សុវត្ថិភាព VFAT
ko: VFAT 형식 이름(&N)
lt: VFAT atitinkatys &pavadinimai
nb: VFAT-sikre &navn
nds: VFAT-kompatibel &Naams
ne: भीफ्याट सुरक्षण नामहरू
nl: VFAT-veilige &namen
nn: VFAT-sikre namn
pa: VFAT ਸੁਰੱਖਿਅਤ ਨਾਂ(&N)
pl: Bezpieczne &nazwy VFAT
pt: &Nomes Seguros do VFAT
pt_br: &Nomes VFAT Seguros
ru: Включить ограничения VFAT для &имён файлов
se: VFAT heivvolaš &namat
sk: Názvy bezpečné pre &VFAT
sr: Имена &безбедна за VFAT
th: ชื่อที่&ปลอดภัยสำหรับ VFAT
tr: VFAT Uyumlu &İsimler
uk: Без&печні для VFAT назви
