Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <p>One of Mike Oldfield's best pieces of work, Amarok, inspired the name behind the audio-player you are currently using. Thanks for choosing Amarok!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>The many other people who have helped make Amarok what it is</p>
af: <p>Die naam 'Amarok' is geïnspireer deur een van Mike Oldfield se beste werke: Amarok. Dankie dat jy Amarok as jou musiek speler gekies het.</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Die baie ander mense wat gehelp het om Amarok so 'n uitstekende produk te maak</p>
bg: <p>Amarok, едно от най-добрите парчета на Майк Олдфийлд, вдъхнови името на програмата, която използвате в момента. Благодарим ви, че избрахте Amarok!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Множеството други хора, които помогнаха Amarok да стане това, което е.</p>
ca: <p>Una de les millors obres d'en Mike Oldfield, Amarok, va inspirar el nom d'aquest reproductor d'àudio. Gràcies per triar l'Amarok!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Tota l'altra gent que ha ajudat a fer de l'Amarok el que és</p>
cs: <p>Jedno z nejlepších děl Mika Oldfielda, Amarok, byl inspirací pro pojmenování audiopřehrávače, který právě používáte. Děkujeme za vybrání Amaroku!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Mnoho dalších lidí, kteří pomohli udělat Amarok tím, čím je</p>
da: <p>Et af Mike Oldfields bedste musikstykker, Amarok, gav inspiration til navnet på lydafspilleren som du for øjeblikket bruger. Tak for at du valgte Amarok!</p> <p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Alle andre som har hjulpet til med at gøre Amarok til det den er</p>
de: <p>Die Inspiration für den Namen dieses Multimedia-Players ist eines der großartigsten Stücke von Mike Oldfield: Amarok. Danke, dass Sie sich für Amarok entschieden haben!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Die vielen anderen Personen die Amarok zu dem gemacht haben, was es heute ist</p>
el: Μία από τις καλύτερες δουλειές του Mike Oldfield, το Amarok, ενέπνευσε το όνομα πίσω από το πρόγραμμα αναπαραγωγής που χρησιμοποιείτε τώρα. Σας ευχαριστούμε που επιλέξατε το amaroK!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Και πολύ άλλοι που βοήθησαν να γίνει το AmaroK αυτό που είναι τώρα</p>
es: <p>Uno de los mejores trabajos de Mike Oldfield, Amarok, inspiró el nombre del reproductor de audio que está usando. ¡Gracias por elegir Amarok!</p> <p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Y muchos otros que han ayudado a hacer de Amarok lo que es</p>
et: <p>Üks Mike Oldfieldi parimaid lugusid Amarok õhutas andma nime audiomängijale, mida sa praegu kasutad. Täname sind Amaroki valimise eest!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Ja veel palju inimesi, kes aitasid Amarokist teha selle, mis ta on!</p>
fa: <p>یکی از بهترین قسمتهای Mike Oldfield کار، Amarok، نامی را به پشت پخش‌کنندۀ صوتی که اخیراً استفاده می‌کنید، القا کرد. برای انتخاب amaroK از شما متشکریم! </p><p align=right>Mark Kretschmann<br>مکس هاول <br>کریس موهل هوزر <br>از بسیاری از افراد دیگر که برای معرفی amaroK کمک کردند هم متشکریم </p>
fi: <p>Eräs Mike Oldfieldin parhaista töistä – Amarok – innoitti valitsemaan nimen soitto-ohjelmalle, jota käytät juuri nyt.</p><p align="right">Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Ja monet muut, jotka ovat auttaneen tekemään Amarokista sen, mitä se on nyt.</p>
fr: <p> Un des plus beaux morceaux de Mike Oldfield, Amarok, a inspiré le nom du lecteur audio que vous utilisez actuellement. Merci d'avoir choisi Amarok !</p><p align=right>Mark Kretschmann<br>Max Howell <br>Chris Muehlhaeuser <br>Toutes les personnes qui ont aidé à faire d'Amarok ce qu'il est.</p>
he: <p>אחת מיצירות המופת של Mike Oldfield's, Amarok, נתנה השראה לשם מאחורי נגן־הקול שאתה משתמש בו כעת. תודה שבחרת ב־ Amarok!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>וכל האנשים הרבים שעזרו לעשות את התכנה Amarok למה שהיא</p>
hu: <p>Az Ön által jelenleg használt hanglejátszó Mike Oldfield egyik legjobb alkotásáról, az Amarokról kapta a nevét. Köszönjük, hogy az Amarokot választotta.</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Az Amarok készítésében részt vevő többi fejlesztő</p>
it: <p>Uno dei pezzi migliori di Mike Oldfield, Amarok, ha ispirato il nome per il lettore multimediale che stai utilizzando. Grazie per aver scelto Amarok!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Tutta l'altra gente che ha aiutato a fare di Amarok quello che è divenuto</p>
ja: <p>今あなたが使っているオーディオプレーヤの名前は、Mike Oldfield の傑作の一つ、Amarok からインスピレーションを受けたものです。Amarok を選んでいただきありがとうございます!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Amarok を育てた他の多くの人々</p>
km: <p>ផ្នែក​មួយ​ក្នុង​ចំណោម​ដ៏ល្អ​បំផុត​នៃ​ការ​ងារ​របស់ Mike Oldfield គឺ​ Amaro ទោះបី​ជា​ឈ្មោះ​នៅ​ពី​ក្រោយ​កម្មវិធី​ចាក់​អូឌីយ៉ូ​ដែល​អ្នក​កំពុង​តែ​ប្រើ​ក៏​ដោយ ។.សូម​អរគុណ​សម្រាប់​ការ​ច្រើសg Amaro k!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<brមនុស្ស​ជា​​ច្រើន​ផ្សេង​ទៀត​ដែល​បា​ន​ជួយ​បង្កើតe Amaroks</p>
ko: <p>지금 당신이 쓰고 있는 음악 재생기의 이름은 Mike Oldfield의 최고의 작품 중 하나인 Amarok에서 따 왔습니다. Amarok을 사용해 주셔서 감사합니다!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>AmaroK이 지금처럼 될 수 있도록 도와주신 많은 분들</p>
lt: <p>Jūsų šiuo metu naudojamo garso grotuvo pavadinimą įkvėpė vienas iš geriausių Mike Oldfield'o darbų – „Amarok“. Ačiū, kad naudojate AmaroK!</p> <p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Daugybė kitų žmonių prisidėjo prie AmaroK ir sukūrė jį tokį, koks jis yra dabar.</p>
nb: <p>Amarok, ett av Mike Oldfield sine beste verk, gav inspirasjon til navnet på lydspilleren du nå bruker. Takk for at du valgte Amarok!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Alle andre som har vært med på å gjøre Amarok til det den er</p>
nds: <p>Een vun Mike Oldfield sien best Stücken, Amarok, geev den Naam vun den Audio-Afspeler, den Du jüst bruukst. Dank för dat Bruken vun Amarok!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>De velen annern Lüüd, de hulpen hebbt, Amarok to dat to maken, wat dat nu is</p>
ne: <p>माइक पुरानो फाँटको उत्तम कामको एउटा टुक्रा, अमारोकले, हाल तपाईँले प्रयोग गरिरहनु भएको अडियो-प्लेयर पछाडि नाम पठायो । अमारोक!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser छनौट गरेकोमा धन्यवाद<br>र अरू धेरै मान्छेलाई पनि धन्यावाद जसले अमारोक के हो भन्ने कुरा बनाउँनका लागि सहयोग गर्यो</p>
nl: <p>Een van Mike Oldfield's beste muziekstukken, Amarok, is de inspiratie achter de naam van de audiospeler die u op het moment gebruikt. Bedankt voor het kiezen van amarok!</p><p align="right">Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser <br>De vele personen die hebben meegeholpen bij het maken van wat Amarok nu is</p>
nn: <p>Amarok, eitt av Mike Oldfield sine beste verk, gav inspirasjon til namnet på musikkspelaren du no brukar. Takk for at du valde Amarok!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser <br>Karl Ove Hufthammer (nynorsk omsetting!)<br>Alle andre som har vore med på å gjera Amarok til det det er!</p>
pl: <p>Jeden z najlepszych kawałków Mike'a Oldfielda, Amarok, podsunął nam nazwę dla odtwarzacza, którego właśnie używasz. Dziękujemy za wybranie Amaroka!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Wiele innych ludzi, którzy pomogli stać się Amarokowi tym czym jest</p>
pt: <p>Uma das melhores obras de Mike Oldfield, o Amarok inspirou o nome por detrás do leitor multimédia que está a usar de momento. Obrigado por ter escolhido o Amarok!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>As várias pessoas que têm ajudado a transformar o Amarok no que é hoje</p>
pt_br: <p>Um dos melhores trabalhos de Mike Oldfield, Amarok, inspirou o nome por trás do reprodutor de áudio que você está usando atualmente. Obrigado por escolher o Amarok!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Às muitas outras pessoas que ajudaram a tornar o Amarok o que ele é hoje.</p>
ru: <p>Название для проигрывателя помог придумать один из самых лучших альбомов Майка Олдфилда (Mike Oldfield). Спасибо за то, что вы выбрали amaroK!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>и ещё много других, без которых amaroK не был бы таким, какой он есть сейчас и будет в будущем</p>
se: <p>Namma boahtá «Amarok» bihtás, mii lea okta buoremus Mike Oldfield bihtáin. Giitu go geavahat Amarok!</p> <p align=right>Mark Kretschmann <br>Max Howell <br>Chris Muehlhaeuser <br>Børre Gaup (gii lea jorgalan dán prográmma sámegillii!) <r>Buohkat earát geat leat veahkehan Amarok šaddat dan mii dat lea dál!</p>
sk: <p>Jedno z nalepších diel Mika Oldfielda, Amarok, bol inšpiráciou pre premenovanie audioprehrávača, ktorý práve používate. Ďakujeme za vybratie Amaroku! </p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser<br>Veľa ďalších ľudí, ktorí pomohli urobiť Amarok tým, čím je</p>
sr: <p>Једно од најбољих дела Мајка Олдфилда, Амарок, инспирисало је име аудио плејера који тренутно користите. Хвала вам за избор Amarok-а!</p> <p align=right>Марк Кречман (Mark Kretschmann)<br>Макс Хауел (Max Howell)<br>Крис Милхојзер (Chris Muehlhaeuser)<br>Многи људи који су помогли да Amarok постане то што је</p>
th: <p>จากหนึ่งในงานเพลงที่ดีที่สุดของ Mike Oldfield, "Amarok" ได้สร้างแรงบันดาลใจอยู่เบื้องหลังให้กับชื่อของโปรแกรมเล่นเสียงที่คุณกำลังใช้งานอยู่ตอนนี้ ขอบคุณที่เลือก Amarok! </p> <p align=right>Mark Kretschmann <br>Max Howell <br>Chris Muehlhaeuser <br>และผู้คนอีกมากมายที่ได้ช่วยสร้างสรรค์ให้ Amarok เป็นอย่างที่เป็น</p>
tr: <p>Mike Oldfields'ın çıkardığı en iyi çalışmalardan biri, Amarok, şu anda kullandığınız ses oynatıcının adından esinlenildi. Amarok'u seçtiğiniz için teşekkürler!</p><p align=right>Mark Ketschmann<br>Max Howell<br>Chris Muenhlhaeuser<br>ve Amarok'un yapımında emeği geçen diğerleri</p>
uk: <p>Одна з найкращих праць Майка Олдфілда, Amarok, стала натхненням для назви аудіопрогравача, яким ви зараз користуєтесь. Дякуємо, за те що ви вибрали Amarok!</p><p align=right>Mark Kretschmann<br>Max Howell<br>Chris Muehlhaeuser <br>Й багато інших розробників, які працювали для успіху Amarok</p>

source: _: track by artist on album <b>%1</b> by <b>%2</b> on <b>%3</b>
af: <b>%1</b> volgens <b>%2</b> op <b>%3</b>
bg: <b>%1</b> на <b>%2</b> от <b>%3</b>
ca: <b>%1</b> per <b>%2</b> a <b>%3</b>
cs: <b>%1</b> od <b>%2</b> na <b>%3</b>
da: <b>%1</b> af <b>%2</b> på <b>%3</b>
de: <b>%1</b> von <b>%2</b> auf <b>%3</b>
el: <b>%1</b> από <b>%2</b> στο <b>%3</b>
es: <b>%1</b> por <b>%2</b> en <b>%3</b>
et: "<b>%1</b>" esitajalt <b>%2</b> (album "<b>%3</b>")
eu: <b>%1</b> - <b>%2</b> [<b>%3</b>]
fa: <b>%1</b> بر اساس <b>%2</b> در <b>%3</b>
fi: artistin <b>%2</b> kappale <b>%1</b> levyltä <b>%3</b>
fr: <b>%1</b> par <b>%2</b> sur <b>%3</b>
he: <b>%1</b> של <b>%2</b> מתוך <b>%3</b>
hu: <b>%1</b>, előadó: <b>%2</b>, album: <b>%3</b>
it: <b>%1</b> di <b>%2</b> in <b>%3</b>
ja: <b>%1</b> by <b>%2</b> on <b>%3</b>
ka: <b>%1</b> <b>%2</b>-ს მიერ <b>%3</b>-ზე
km: <b>%1</b> ដោយ <b>%2</b> នៅ​លើ <b>%3</b>
ko: <b>%1</b> by <b>%2</b> on <b>%3</b>
lt: <b>%1</b> – <b>%2</b> albumas <b>%3</b>
nb: <b>%1</b> av <b>%2</b> på <b>%3</b>
nds: <b>%1</b> vun <b>%2</b>, op <b>%3</b>
ne: <b>%3</b> मा <b>%2</b> द्वारा <b>%1</b>
nl: <b>%1</b> van <b>%2</b> op <b>%3</b>
nn: <b>%1</b> med <b>%2</b> på <b>%3</b>
pa: <b>%3</b> ਵਿੱਚ <b>%2</b> ਰਾਹੀਂ <b>%1</b>
pl: <b>%1</b> wykonywane przez <b>%2</b> z albumu <b>%3</b>
pt: <b>%1</b> de <b>%2</b> em <b>%3</b>
pt_br: <b>%1</b> por <b>%2</b> em <b>%3</b>
ru: <b>%2</b> - <b>%1</b> (<b>%3</b>)
se: <b>%1</b>, <b>%3</b> skearrus maid <b>%2</b> lea ráhkadan
sk: <b>%1</b> od <b>%2</b> na <b>%3</b>
sr: <b>%1</b> изводи <b>%2</b> са <b>%3</b>
th: <b>%1</b> โดย <b>%2</b> ใน <b>%3</b>
tr: <b>%2</b> tarafından seslendirilen <b>%3</b> albümündeki <b>%1</b> parçası
uk: <b>%1</b> - <b>%2</b> на <b>%3</b>

source: _: track by artist <b>%1</b> by <b>%2</b>
af: <b>%1</b> volgens <b>%2</b>
bg: <b>%1</b> на <b>%2</b>
ca: <b>%1</b> per <b>%2</b>
cs: <b>%1</b> od <b>%2</b>
da: <b>%1</b> af <b>%2</b>
de: <b>%1</b> von <b>%2</b>
el: <b>%1</b> από <b>%2</b>
es: <b>%1</b> por <b>%2</b>
et: "<b>%1</b>" esitajalt <b>%2</b>
eu: <b>%1</b> - <b>%2</b>
fa: <b>%1</b> بر اساس <b>%2</b>
fi: artistin <b>%2</b> kappale <b>%1</b>
fr: <b>%1</b> par <b>%2</b>
he: <b>%1</b> של <b>%2</b>
hu: <b>%1</b>, előadó: <b>%2</b>
it: <b>%1</b> di <b>%2</b>
ja: <b>%1</b> by <b>%2</b>
ka: <b>%1</b> <b>%2</b>-ს მიერ
km: <b>%1</b> ដោយ <b>%2</b>
ko: <b>%1</b> by <b>%2</b>
lt: <b>%1</b> – <b>%2</b>
nb: <b>%1</b> av <b>%2</b>
nds: <b>%1</b> vun <b>%2</b>
ne: <b>%2</b> द्वारा <b>%1</b>
nl: <b>%1</b> van <b>%2</b>
nn: <b>%1</b> med <b>%2</b>
pa: <b>%2</b> ਰਾਹੀਂ <b>%1</b>
pl: <b>%1</b> wykonywane przez <b>%2</b>
pt: <b>%1</b> de <b>%2</b>
pt_br: <b>%1</b> por <b>%2</b>
ru: <b>%2</b> - <b>%1</b>
se: <b>%1</b> med <b>%2</b> (sámi 1100)
sk: <b>%1</b> od <b>%2</b>
sr: <b>%1</b> изводи <b>%2</b>
th: <b>%1</b> โดย <b>%2</b>
tr: <b>%2</b> tarafından seslendirilen <b>%1</b> parçası
uk: <b>%1</b> - <b>%2</b>

source: _: track on album <b>%1</b> on <b>%2</b>
af: <b>%1</b> op <b>%2</b>
bg: <b>%1</b> от <b>%2</b>
ca: <b>%1</b> a <b>%2</b>
cs: <b>%1</b> na <b>%2</b>
da: <b>%1</b> på <b>%2</b>
de: <b>%1</b> auf <b>%2</b>
el: <b>%1</b> στο <b>%2</b>
es: <b>%1</b> en <b>%2</b>
et: "<b>%1</b>" albumilt "<b>%2</b>"
eu: <b>%1</b> [<b>%2</b>]
fa: <b>%1</b> در <b>%2</b>
fi: <b>%1</b> levyltä <b>%2</b>
fr: <b>%1</b> sur <b>%2</b>
he: <b>%1</b> מתוך <b>%2</b>
hu: <b>%1</b>, album: <b>%2</b>
it: <b>%1</b> in <b>%2</b>
ja: <b>%1</b> on <b>%2</b>
ka: <b>%1</b> <b>%2</b>-ში
km: <b>%1</b> នៅ​លើ <b>%2</b>
ko: <b>%1</b> on <b>%2</b>
lt: <b>%1</b> albumas <b>%2</b>
nb: <b>%1</b> på <b>%2</b>
nds: <b>%1</b> op <b>%2</b>
ne: <b>%2</b> मा <b>%1</b>
nl: <b>%1</b> op <b>%2</b>
nn: <b>%1</b> på <b>%2</b>
pa: <b>%2</b> ਵਿੱਚ <b>%1</b>
pl: <b>%1</b> na <b>%2</b>
pt: <b>%1</b> em <b>%2</b>
pt_br: <b>%1</b> em <b>%2</b>
ru: <b>%1</b> из <b>%2</b>
se: <b>%1</b> <b>%2</b> skearru
sk: <b>%1</b> on <b>%2</b>
sr: <b>%1</b> са <b>%2</b>
th: <b>%1</b> ใน <b>%2</b>
tr: <b>%2</b> albümündeki <b>%1</b> parçası
uk: <b>%1</b> на <b>%2</b>

source: Unknown track
af: Onbekende snit
bg: Неизвестен запис
ca: Peça desconeguda
cs: Neznámá skladba
da: Ukendt spor
de: Unbekanntes Stück
el: Άγνωστο κομμάτι
es: Pista desconocida
et: Tundmatu pala
eu: Pista ezezaguna
fa: شیار ناشناخته
fi: tuntematon kappale
fr: Morceau inconnu
he: רצועה לא ידועה
hu: Ismeretlen szám
it: Traccia sconosciuta
ja: 不明なトラック
ka: უცნობი ჩანაწერი
km: មិន​ស្គាល់​បទ
ko: 알 수 없는 트랙
lt: Nežinoma daina
nb: Ukjent spor
nds: Nich bekannt Stück
ne: अज्ञात ट्रयाक
nl: Onbekende track
nn: Ukjent spor
pa: ਅਣਜਾਣ ਟਰੈਕ
pl: Nieznany utwór
pt: Faixa desconhecida
pt_br: Faixa desconhecida
se: Amas bihttá
sk: Neznáma skladba
sr: Непозната нумера
th: เพลงไม่รู้จัก
tr: Bilinmeyen parça
uk: Невідома доріжка

source: Playing: %1
af: Besig om te speel: %1
bg: Изпълнение: %1
ca: S'està reproduint: %1
cs: Přehrávám: %1
da: Spiller: %1
de: Gespielt wird: %1
el: Αναπαραγωγή: %1
es: Reproduciendo: %1
et: Mängitakse: %1
eu: Erreproduzitzen: %1
fa: پخش: %1
fi: Nyt soi %1
fr: Lecture : %1
he: משמיע: %1
hu: Lejátszás: %1
it: Riproduco: %1
ja: 再生中: %1
ka: ვუკრავ: %1
km: កំពុង​ចាក់ ៖ %1
ko: 재생중: %1
lt: Grojama: %1
nb: Spiller %1
nds: An't Spelen: %1
ne: प्ले गर्दै: %1
nl: Speelt af: %1
nn: Spelar: %1
pa: ਚੱਲ ਰਿਹਾ ਹੈ: %1
pl: Odtwarzany: %1
pt: A Tocar: %1
pt_br: Reproduzindo: %1
ru: Воспроизводится: %1
se: Čuojaha: %1
sk: Prehrávam: %1
sr: Пуштам: %1
th: กำลังเล่น: %1
tr: Çalan şarkı: %1
uk: Програється: %1

source: %1 selected of %2 visible tracks
af: %1 van %2 sigbare snitte gekies.
bg: Маркирани са %1 от %2 видими записа
ca: %1 seleccionades de %2 peces visibles
cs: Vybráno %1 z %2 viditelných skladeb
da: %1 markerede af %2 synlige spor
de: %1 von %2 sichtbaren Stücken gewählt
el: Επιλέχθηκαν %1 κομμάτια από %2 ορατά
es: %1 seleccionadas de %2 pistas visibles
et: Valitud %1 %2 nähtavast palast
fa: %1 برگزیده از %2 شیار مرئی
fi: %1 kappaletta valittu %2 näkyvästä kappaleesta
fr: %1 morceaux sélectionnés sur %2 visibles
he: נבחרו %1 מתוך %2 רצועות גלויות
hu: %1 kijelölve %2 látható számból
it: %1 selezionate di %2 tracce visibili
ja: %1 / %2 の可視トラックが選択済み
ka: %1 არჩეულია %2 ხილული ჩანაწერიდან
km: បាន​ជ្រើស​បទ​ចំនួន %1 នៃ​បទ​ចំនួន %2 ដែល​មើលឃើញ
ko: %2 보이는 트랙중 %1개 선택됨
lt: Parinkta %1 iš %2 matomų dainų
nb: %1 valgt av %2 synlige spor
nds: %1 utsöcht vun %2 sichtboren Stücken
ne: %2 दृश्यात्मक ट्रयाकहरूको %1 चयन गरियो
nl: %1 van %2 zichtbare tracks geselecteerd
nn: %1 merkte av %2 synlege spor
pa: ਦਿੱਖ %2 ਟਰੈਕਾਂ ਵਿੱਚੋਂ %1 ਚੁਣੇ
pl: %1 wybranych spośród %2 widocznych utworów
pt: %1 faixas seleccionadas de %2 visíveis
pt_br: %1 selecionadas de %2 de faixas visíveis
ru: Выделено %1, показано %2
se: %1 merkejuvvon %2 oidnosis bihtáin
sk: Vybrané %1 z %2 viditeľných stôp
sr: %1 изабрано од %2 видљивих нумера
th: เลือก %1 เพลงจาก %2 เพลงที่เห็นอยู่
tr: %2 parçadan %1 tanesi seçildi
uk: Вибрано доріжок - %1 з показаних %2

source: 0 visible of 1 track
af: 0 sigbaar van 1 snit
bg: Видими 0 от 1 записа
ca: 0 visibles de 1 peça
cs: 0 viditelných z 1 skladby
da: 0 synlige af 1 spor
de: 0 von 1 Stücken sichtbar
el: 0 ορατά από 1 κομμάτι
es: 0 visibles de 1 pista
et: 0 nähtavat pala (kokku 1 pala)
eu: 0 ikusgai pista baten
fa: ۰ مرئی از ۱ شیار
fi: Yksi kappale piilossa
fr: 0 visible sur 1 morceau
he: גלויים 0 מתוך רצועה אחת
hu: 0 látható 1 számból
it: 0 visibile di 1 traccia
ja: 0 / 1 トラックが可視
ka: ნაჩვენებია 0, სულ 1
km: មើលឃើញ 0 នៃ 1 បទ
ko: 1 트랙 중에서 0 개 보임
lt: Matoma 0 iš 1 dainos
nb: 0 synlige av ett spor
nds: Keen sichtbor vun 1 Stück
ne: १ ट्रयाकको ० दृश्यात्मक
nl: 0 van 1 track zichtbaar
nn: 0 synlege av 1 spor
pa: 1 ਟਰੈਕ 'ਚੋਂ 0 ਦਿੱਖ
pl: 0 widocznych z 1 utworu
pt: 0 visíveis em 1 faixa
pt_br: 0 visível de 1 faixa
ru: Показано 0, всего 1
se: 0 oidnosis 1 bihtás
sk: 0 viditeľných z 1 skladby
sr: 0 видљиво од 1 нумере
th: เห็น 0 เพลงจาก 1 เพลง
tr: 1 parçanın 0 tanesi görünür durumda
uk: Показано доріжок 0 з 1

source: %1 visible of %2 tracks
af: %1 sigbaar van %2 snitte
bg: Видими %1 от %2 записа
ca: %1 visibles de %2 peces
cs: %1 viditelných z %2 skladeb
da: %1 synlige af %2 spor
de: %1 von %2 Stücken sichtbar
el: %1 ορατά από %2 κομμάτια
es: %1 visibles de %2 pistas
et: %1 nähtavat pala (kokku %2 pala)
eu: %1 ikusgai %2 pistetan
fa: %1 مرئی %2 شیار
fi: %1 kappaletta näkyvissä (%2)
fr: %1 visibles sur %2 morceaux
he: גלויים %1 מתוך %2 רצועות
hu: %1 látható %2 számból
it: %1 visibili di %2 tracce
ja: %1 / %2 トラックが可視
ka: ნაჩვენებია %1, სულ %2
km: មើលឃើញ %1 នៃ %2 បទ
ko: %2 트랙 중에서 %1 개 보임
lt: Matoma %1 iš %2 dainų
nb: %1 synlige av %2 spor
nds: %1 sichtbor vun %2 Stücken
ne: %2 ट्रयाकहरूको %1 दृश्यात्मक
nl: %1 van %2 tracks zichtbaar
nn: %1 synleg av %2 spor
pa: %2 ਟਰੈਕਾਂ 'ਚੋਂ %1 ਦਿੱਖ
pl: %1 widocznych z %2 utworów
pt: %1 visíveis em %2 faixas
pt_br: %1 visíveis de %2 faixas
ru: Показано %1, всего %2
se: %1 oidnos %2 bihtás
sk: %1 viditeľných z %2 skladieb
sr: %1 видљиво од %2 нумера
th: เห็น %1 เพลงจาก %2 เพลง
tr: %2 parçadan %1 tanesi görünür durumda
uk: Показано доріжок %1 з %2

source: %1 selected of %2 tracks
af: %1 gekies van %2 snitte
bg: Маркирани са %1 от %2 записа
ca: %1 seleccionades de %2 peces
cs: %1 vybraných z %2 skladeb
da: %1 markerede af %2 spor
de: %1 von %2 Stücken ausgewählt
el: Επιλέχθηκαν %1 από %2 κομμάτια
es: %1 seleccionadas de %2 pistas
et: Valitud %1 %2 palast
eu: %1 hautatuta %2 pistetan
fa: %1 برگزیدۀ %2 شیار
fi: %1 kappaletta valittu (%2)
fr: %1 morceaux sélectionnés sur %2 morceaux
he: נבחרו %1 מתוך %2 רצועות
hu: %1 kijelölve %2 számból
it: Selezionate %1 di %2 tracce
ja: %1 / %2 トラック選択済み
ka: ნაჩვენებია %1, სულ %2
km: បាន​ជ្រើស %1 នៃ %2 បទ
ko: %2 트랙 중에서 %1개 선택
lt: %1 iš %2 dainų pažymėtos
nb: Merket %1 av %2 spor
nds: %1 utsöcht vun %2 Stücken
ne: %2 ट्रयाकहरूको %1 चयन गरियो
nl: %1 van %2 tracks geselecteerd
nn: %1 merkt av %2 spor
pa: %2 ਟਰੈਕਾਂ ਵਿੱਚੋਂ ਚੁਣੇ %1
pl: Wybrano %1 spośród %2 utworów
pt: %1 seleccionadas de %2 faixas
pt_br: %1 selecionadas de %2 faixas
ru: Выделено %1, всего %2
se: %1 merkejuvvon %2 bihtás
sk: %1 vybraných z %2 skladieb
sr: %1 изабрано од %2 нумера
th: เลือก %1 เพลงจาก %2 เพลง
tr: %2 parçadan %1 tanesi seçildi
uk: Вибрано доріжок %1 з %2

source: _n: 1 track %n tracks
af: 1 snit %n snitte
bg: 1 запис %n записа
ca: Una peça %n peces
cs: 1 skladba %n skladby %n skladeb
da: 1 spor %n spor
de: 1 Stück %n Stücke
el: 1 κομμάτι %n κομμάτια
es: 1 pista %n pistas
et: 1 pala %n pala
eu: pista 1 %n pista
fa: %n شیار
fi: Yksi kappale %n kappaletta
fr: %n morceau %n morceaux
he: רצועה אחת %n רצועות
hu: %n szám
it: 1 traccia %n tracce
ja: %n トラック
ka: %n ჩანაწერი
km: %n បទ
ko: %n 트랙
lt: %n daina %n dainos %n dainų
nb: 1 spor %n spor
nds: 1 Stück %n Stücken
ne: १ ट्रयाक %n ट्रयाक
nl: 1 track %n tracks
nn: 1 spor %n spor
pa: 1 ਟਰੈਕ %n ਟਰੈਕ
pl: jeden utwór %n utwory %n utworów
pt: 1 faixa %n faixas
pt_br: 1 faixa %n faixas
ru: %n дорожка %n дорожки %n дорожек
se: okta bihttá %n bihtá
sk: 1 skladba %n skladby %n skladieb
sr: %n нумера %n нумере %n нумера
th: %n เพลง
tr: %n parça
uk: %n доріжка %n доріжки %n доріжок

source: Play-time: %1
af: Speel tyd: %1
bg: Времетраене: %1
ca: Temps reproduint: %1
cs: Čas přehrávání: %1
da: Afspilningstid: %1
de: Wiedergabe-Zeit: %1
el: Χρόνος αναπαραγωγής: %1
es: Tiempo de reproducción: %1
et: Esitusaeg: %1
eu: Erreprodukzio-denbora: %1
fa: زمان پخش: %1
fi: Soittoaika: %1
fr: Temps d'écoute : %1
he: משך השמעה: %1
hu: Lejátszási idő: %1
it: Tempo di riproduzione: %1
ja: 再生時間: %1
km: ពេលវេលា​ចាក់ ៖ %1
ko: 재생 시간: %1
lt: Trukmė: %1
nb: Spilletid: %1
nds: Speelduer: %1
ne: प्ले-समय: %1
nl: Afspeeltijd: %1
nn: Speletid: %1
pa: ਚੱਲਣ ਸਮਾਂ: %1
pl: Czas odtwarzania: %1
pt: Tempo de reprodução: %1
pt_br: Tempo total: %1
ru: Время воспроизведения: %1
se: Čuojahanáigi: %1
sk: Čas hrania: %1
sr: Време пуштања: %1
th: เวลาที่เล่น: %1
tr: Çalma-süresi: %1
uk: Програється: %1
