Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: The font to use in the context browser.
af: Die skrif tipe wat in die konteks blaaier gebruik moet word.
bg: Шрифт на контекстния браузър.
ca: El tipus de lletra a emprar a la navegador lateral de context.
cs: Písmo použité v prohlížeči kontextu.
da: Skrifttype at bruge i sammenhængs-browseren.
de: Hier können Sie die Schrift einstellen, die im Kontext-Browser benutzt werden soll.
el: Η γραμματοσειρά που θα χρησιμοποιηθεί στο σχετικό περιεχόμενο.
es: El tipo de letra a usar en el navegador de contexto.
et: Kontekstisirvija akna font.
eu: Letra-tipoa testuinguruko arakatzailean erabiltzeko.
fa: قلم مورد استفاده در مرورگر متن.
fi: Kontekstiselaimessa käytettävä kirjasin.
fr: La police à utiliser dans le navigateur de contexte.
he: הגופן לשימוש בחלון דפדפן ההקשר.
hu: A környezetböngészőben használandó betűtípus
it: Carattere da usare nel navigatore per contesti.
ja: 関連情報ブラウザで使うフォント
ka: -სკენ -ში.
km: ពុម្ពអក្សរ​ដែល​ត្រូវ​ប្រើ​ក្នុង​កម្មវិធី​រុករក​បរិបទ ។
ko: 컨텍스트 브라우저에서 사용하기 위한 글꼴.
lt: Informacijos lange naudojamas šriftas.
nb: Skrifta som skal brukes i vinduet som viser sammenhengen.
nds: De Schriftoort, de binnen den Kontext-Kieker bruukt warrt.
ne: प्रसङ्ग ब्राउजरमा प्रयोग गरिने फन्ट ।
nl: Lettertype voor de contextbrowser.
nn: Skrifta som skal brukast i samanhengsstolpen.
pa: ਪਰਸੰਗ ਝਲਕਾਰਾ ਵਿੱਚ ਵਰਤਣ ਲਈ ਫੋਂਟ ਹੈ।
pl: Czcionka używana w oknie przeglądarki kontekstowej.
pt: O tipo de letra utilizado no navegador de contexto.
pt_br: A fonte a ser usada no navegador de contexto.
ru: Шрифт панели статистики
se: Fonta mii geavahuvvo oktavuohtaloganis.
sk: Písmo použité v prehliadači kontextu.
sr: Фонт који се користи у контекстном прегледачу.
th: แบบอักษรที่จะใช้ในตัวเรียกดูรายละเอียด
tr: İçerik tarayıcısında kullanılacak yazıtipi.
uk: Шрифт для використання у вікні списку композицій.

source: Color Scheme
af: Kleur skema
bg: Цветова схема
ca: Esquema de color
cs: Schéma barev
da: Farvesammensætning
de: Farbschema
el: Θέμα χρώματος
es: Esquema de colores
et: Värviskeem
eu: Kolore-eskema
fa: طرحوارۀ رنگ
fi: Väriteema
fr: Modèle de couleurs
he: ערכת הצבעים
hu: Színösszeállítás
it: Schema di colore
ja: 色スキーム
ka: ფერთა სქემა
km: ពណ៌​ចម្រុះ
ko: 색상 구성
lt: Spalvų schema
nb: Fargeoppsett
nds: Klöörschema
ne: रङ योजना
nl: Kleurenschema
nn: Fargeoppsett
pa: ਰੰਗ ਸਕੀਮ
pl: Zestaw kolorów
pt: Esquema de Cor
pt_br: Esquema de Cores
ru: Набор цветов
se: Ivdnečoahkkádus
sk: Schéma farieb
sr: Шема боја
th: ชุดสี
tr: Renk Şeması
uk: Схема кольорів

source: &Custom color scheme
af: Pasmaak kleur skema
bg: &Потребителска цветова схема
ca: Esquema de &color personalitzat
cs: Vlastní s&chéma barev
da: &Brugerdefineret farvesammensætning
de: Benutzerdefiniertes &Farbschema
el: &Προσαρμοσμένο θέμα χρώματος
es: Esquema de &colores personalizado
et: Omaloodu&d värviskeem
eu: &Pertsonalizatu kolore-eskema
fa: طرحوارۀ رنگ &سفارشی‌
fi: &Oma väriteema
fr: Modèle de couleurs personnalisé
he: &ערכת הצבעים המותאמים אישית
hu: E&gyéni színösszeállítás
it: Schema di colore &personalizzato
ja: カスタム色スキーム(&S)
ka: &ფერების სხვა სქემა
km: ពណ៌​ចម្រុះ​ផ្ទាល់​ខ្លួន
ko: 사용자 정의 색상 구성(&C)
lt: Pasirinkta spalvų sc&hema
nb: &Selvvalgt fargeoppsett
nds: &Egen Klöörschema
ne: अनुकूल रङ योजना
nl: Eigen kleurens&chema
nn: &Sjølvvald fargeoppsett
pa: ਪਸੰਦੀਦਾ ਰੰਗ ਸਕੀਮ(&C)
pl: &Własny zestaw kolorów
pt: Esquema de &cores personalizado
pt_br: Esquema de &cores personalizado
ru: &Другой набор цветов
se: &Iešválljejuvvon ivdnečoahkkádus
sk: Vlastná s&chéma farieb
sr: &Посебна шема боја
th: ชุดสีตั้งเ&อง
tr: Özel renk şema&sı
uk: &Інша схема кольорів

source: If selected, Amarok uses the user-defined colors in the playlist.
af: As hierdie gekies is, sal Amarok die gebruiker gedefiniëerde kleure in die speel lys gebruik.
bg: Ако е включена тази отметка, Amarok ще използва зададени от вас цветове в списъка със записи.
ca: Si està seleccionat, l'Amarok utilitza els colors definits per l'usuari per a la llista de reproducció.
cs: Je-li vybráno, Amarok využívá v seznamu skladeb uživatelem definované barvy.
da: Hvis dette er valgt bruges Amarok brugerdefinerede farver i spillelisten.
de: Aktivieren Sie diese Einstellung, wenn Sie benutzerdefinierte Farben in der Wiedergabeliste verwenden möchten.
el: Αν επιλεχθεί, το AmaroK θα χρησιμοποιήσει τα ορισμένα από το χρήστη χρώματα για τη λίστα αναπαραγωγής.
es: Si se selecciona, Amarok usa los colores definidos por el usuario en la lista de reproducción.
et: Märkimisel kasutab Amarok esitusnimekirja aknas kasutaja määratud värve.
fa: اگر برگزیده شود، amaroK از رنگهای تعریف‌شدۀ کاربر در فهرست پخش استفاده می‌کند.
fi: Mikäli valittu, voit itse valita värit, joita Amarok käyttää soittolistassa.
fr: Si cette case est cochée, Amarok utilisera les couleurs définies par l'utilisateur dans la liste de lecture.
he: אם סומן, Amarok ישתמש ברשימת־ההשמעה בצבעים המוגדרים על־ידי המשתמש.
hu: Ha ez van bejelölve, akkor az Amarok a felhasználó által megadott színeket használja a lejátszólistában
it: Se selezionata Amarok userà i colori personalizzati nella finestra della playlist.
ja: プレイリストにユーザが指定した色を使います。
km: ប្រសិន​បើ​បាន​ជ្រើស Amarok ប្រើ​ពណ៌​ដែល​បាន​កំណត់​ដោយ​អ្នក​ប្រើ​នៅ​ក្នុង​បញ្ជី​ចាក់ ។
ko: 만약 선택한다면, 재생목록에서 사용자가 정의한 색을 사용합니다.
lt: Įjungus šią parinktį grojaraščiuose AmaroK naudos naudotojo parinktas spalvas.
nb: Hvis dette er valgt bruker Amarok selvvalgte farger i spillelista.
nds: Wenn aktiveert, bruukt Amarok de vun den Bruker angeven Klören binnen de Afspeellist.
ne: यदि चयन गरियो भने, अमारोकले प्लेसूचीमा प्रयोगकर्ता-परिभाषित रङ प्रयोग गर्दछ ।
nl: Indien geselecteerd zullen uw kleuren worden gebruikt in de afspeellijst.
nn: Bruk sjølvvalde fargar i spelelista.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਅਮਰੋਕ ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਉਪਭੋਗੀ ਪ੍ਰਭਾਸ਼ਿਤ ਰੰਗਾਂ ਦੀ ਵਰਤੋਂ ਕਰੇਗਾ।
pl: Jeśli jest zaznaczone, Amarok wykorzystuje na liście odtwarzania kolory zdefiniowane przez użytkownika.
pt: Se seleccionado, o Amarok utiliza cores personalizadas na lista de músicas.
pt_br: Se selecionada, o Amarok usará as cores definidas pelo usuário na lista de músicas.
ru: Цвета в списке определяются пользователем.
se: Jus merkejuvvon, iešválljejuvvon ivnniid geavahuvvo čuojahanlisttus.
sk: Ak je zvolené, Amarok používa používateľom definované farby v zozname skladieb.
sr: Ако је попуњено, Amarok користи кориснички дефинисане боје у листи нумера.
th: หากเลือกที่นี่ Amarok จะใช้ชุดสีที่ผู้ใช้เป็นผู้ตั้งในรายการเล่น
tr: Bu seçili ise parça listesi penceresinde sizin seçtiğiniz renkler kullanılır.
uk: Якщо ввімкнено, Amarok використовує в списку композицій кольори, визначені користувачем.

source: Fo&reground:
af: Voorgrond:
bg: Ш&рифт:
ca: P&rimer pla:
cs: Popře&dí:
da: &Forgrund:
de: Vor&dergrund:
el: &Προσκήνιο:
es: &Primer plano:
et: &Esiplaan:
eu: Au&rreko planoa:
fa: &پیش‌زمینه:‌
fi: Tekst&iväri:
fr: P&remier plan :
he: &חזית:
hu: &Előtér:
it: &Primo piano:
ja: テキストの色(&R):
ka: ტექსტის ფე&რი:
km: ផ្ទៃ​ខាង​មុខ ៖
ko: 글자색(&R):
lt: &Šrifto spalva:
nb: &Forgrunn:
nds: &Vörgrund:
ne: अग्रभूमि:
nl: Voo&rgrond:
nn: &Framgrunn:
pa: ਮੁੱਖਭੂਮੀ(&r):
pl: &Pierwszy plan:
pt: P&rincipal:
pt_br: F&rente:
ru: Цвет &текста:
se: Ov&dabealivdni:
sk: Pop&redie:
sr: Пр&ви план:
th: สีพื้น&หน้า:
tr: Ö&nplan:
uk: &Колір тексту:

source: Selects the color to use as foreground color in the playlist.
af: Kies die voorgrond kleur vir die speel lys
bg: Задаване на цвят на шрифта на списъка със записи.
ca: Seleccioneu el color de primer pla per a la llista de reproducció.
cs: Vybere barvu, která bude použita v seznamu skladeb pro popředí.
da: Vælger den farve der bruges til forgrundsfarve i spillelisten.
de: Wählt die Vordergrundfarbe für das Wiedergabelisten-Fenster.
el: Επιλογή του χρώματος προσκηνίου για τη λίστα αναπαραγωγής.
es: Selecciona el color a usar como color de primer plano en la lista de reproducción.
et: Valib esitusnimekirja akna esiplaani värvi.
eu: Koloreak hautatzen ditu zerrendako aurreko planoan erabiltzeko
fa: رنگ مورد استفاده را به عنوان رنگ پیش‌زمینه در فهرست پخش انتخاب می‌کند.
fi: Valitse soittolistan tekstin väri.
fr: Sélectionne la couleur de premier-plan pour la liste de lecture.
he: בחר צבע לשימוש כצבע החזית (טקסט) ברשימת־השמעה.
hu: A lejátszólista előtérszínét határozza meg
it: Seleziona il colore da usare come colore di primo piano nella playlist.
ja: プレイリストのテキストの色を選択します。
ka: დაწკაპეთ რეპერტუარის ფანჯრის ტექსტის ფერის შესაცვლელად.
km: ជ្រើស​ពណ៌​ដើម្បី​ប្រើ​ជា​ពណ៌​ផ្ទៃ​ខាង​មុខ នៅ​ក្នុង​បញ្ជី​ចាក់ ។
ko: 재생목록에서 글자색으로 사용할 색을 선택합니다.
lt: Nurodykite grojaraščio teksto spalvą.
nb: Velg fargen brukt som forgrunnsfarge i spillelista.
nds: Leggt de Vörgrundklöör för de Afspeellist fast.
ne: प्लेसूचीमा अग्रभूमि रङको रूपमा प्रयोग गर्न रङ चयन गर्दछ ।
nl: Selecteert de kleur voor de voorgrond in de afspeellijst.
nn: Vel fargen bruka som forgrunnsfarge i spelelista.
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਫਾਰਗਰਾਊਂਡ ਰੰਗ ਦੇ ਤੌਰ 'ਤੇ ਵਰਤਣ ਵਾਲੇ ਰੰਗ ਦੀ ਚੋਣ ਕਰੋ।
pl: Wybiera kolor, który będzie używany na liście odtwarzania jako pierwszy plan.
pt: Selecciona a cor de primeiro plano na lista de músicas.
pt_br: Selecione a cor a ser usada na frente da lista de músicas.
ru: Цвет текста в списке.
se: Vállje čuojahanlisttu ovdabealivnni.
sk: Vyberie farbu, ktorá bude použitá v zozname skladieb pre popredie.
sr: Изаберите боју првог плана у листи нумера.
th: เลือกสีที่จะใช้เป็นสีพื้นหน้าในรายการเล่น
tr: Parça listesinde, önplan rengi olarak seçtiğiniz renk kullanılır.
uk: Вибирає колір для тексту в списку композицій.

source: Click to select the foreground text color in the playlist window.
af: Kliek om die voorgrond teks kleur van die speel lys venster te kies.
bg: Натиснете тук и изберете цвят на шрифта на списъка със записи.
ca: Feu clic per seleccionar el color de primer pla del text per a la llista de reproducció.
cs: Kliknutím vyberte barvu, která bude použita v seznamu skladeb pro text na popředí.
da: Klik for at vælge forgrundsfarve for tekst i spillelistens vindue.
de: Klicken Sie hier, um die Vordergrundfarbe für das Wiedergabelisten-Fenster auszuwählen.
el: Κλικ για επιλογή του χρώματος προσκηνίου του κειμένου για τη λίστα αναπαραγωγής.
es: Pulse para seleccionar el color del texto en la ventana de la lista de reproducción.
et: Klõpsa esitusnimekirja akna esiplaani (teksti) värvi valimiseks.
eu: Egin klik zerrenda-leihoko testuaren kolorea hautatzeko.
fa: برای برگزیدن رنگ متن پیش‌زمینه در پنجرۀ فهرست پخش فشار دهید.
fi: Napsauta valitaksesi soittolistaikkunan tekstin väri.
fr: Cliquez pour sélectionner la couleur du texte de la liste de lecture.
he: לחץ לבחירת הצבע לשימוש כצבע החזית (טקסט) של חלון רשימת־השמעה.
hu: A lejátszólista-ablak szövegeinek előtérszínének módosításához kattintson ide
it: Premi per selezionare il colore del testo in primo piano nella finestra della playlist.
ja: クリックしてプレイリストウィンドウのテキストの色を選択します。
ka: დაწკაპეთ რეპერტუარის ფანჯრის ტექსტის ფერის შესაცვლელად.
km: ចុច ដើម្បី​ជ្រើស​ពណ៌​អត្ថបទ​ផ្ទៃ​ខាង​មុខ​នៅ​ក្នុង​បង្អួច​បញ្ជី​ចាក់ ។
ko: 재생목록에서 글자색으로 사용할 색을 선택하려면 클릭합니다.
lt: Nurodykite teksto spalvą grojaraštyje.
nb: Trykk for å velge fargen brukt som forgrunnsfarge i spillelista.
nds: Klick hier, wenn Du de Vörgrundklöör för dat Afspeellist-Finster fastleggen wullt.
ne: प्लेसूची सञ्झ्यालमा अग्रभूमि पाठ रङ चयन गर्न क्लिक गर्नुहोस् ।
nl: Klik om de kleur te selecteren voor de voorgrond (tekst) in het afspeellijstvenster.
nn: Trykk for å velja fargen bruka som forgrunnsfarge i spelelista.
pa: ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖੇ ਵਿੱਚ ਫਾਰਗਰਾਊਂਡ ਪਾਠ ਰੰਗ ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਦਬਾਉ।
pl: Kliknij, aby wybrać kolor tekstu pierwszego planu na liście odtwarzania.
pt: Carregue para seleccionar a cor de texto de primeiro plano na lista de músicas.
pt_br: Clique para selecionar a cor de frente do texto na lista de músicas.
ru: Выбрать цвет текста в списке.
se: Coahkkal válljen dihte ivnni mii galgá leat čuojahanlisttu ovdabealivnni.
sk: Kliknutím vyberte farbu textu popredia v okne zoznamu skladieb.
sr: Кликните да изаберете боју текста у првом плану у прозору листе нумера.
th: คลิกเลือกสีข้อความในหน้าต่างรายการเล่น
tr: Parça listesindeki önplan yazı rengini seçmek için tıklayın.
uk: Виберіть колір для тексту в списку композицій.

source: Selects the color to use as foreground (text) color in the playlist.
af: Kies die voorgrond teks kleur vir die speel lys
bg: Избор на цвят на шрифта на списъка със записи.
ca: Seleccioneu el color a usar com a color de primer pla (del text) per a la llista de reproducció.
cs: Vybere barvu, která bude použita v seznamu skladeb pro text na popředí.
da: Vælger den farve der bruges til forgrundsfarve (tekst) i spillelisten.
de: Wählt die Textfarbe für die Wiedergabeliste.
el: Επιλογή του χρώματος προσκηνίου (κείμενο) για τη λίστα αναπαραγωγής.
es: Selecciona el color a usar para el texto en la lista de reproducción.
et: Valib esitusnimekirja akna esiplaani (teksti) värvi.
eu: Testuaren kolorea hautatzen du zerrendan erabiltzeko.
fa: رنگ مورد استفاده به عنوان رنگ )متن( پیش‌زمینه در فهرست پخش را انتخاب می‌کند.
fi: Valitsee soittolistan tekstin värin.
fr: Sélectionne la couleur de premier plan (le texte) de la liste de lecture.
he: בחר צבע לשימוש כצבע החזית (טקסט) ברשימת־השמעה.
hu: A lejátszólista előtérszínét (szövegszínét) határozza meg
it: Seleziona il colore da usare per il colore di primo piano (testo) nella playlist.
ja: プレイリストのテキストの色を選択します。
ka: დაწკაპეთ რეპერტუარის ფანჯრის ტექსტის ფერის შესაცვლელად.
km: ជ្រើស​ពណ៌ ដើម្បី​ប្រើ​ជា​ពណ៌​ផ្ទៃ​ខាង​មុខ (ពណ៌​អត្ថបទ) នៅ​ក្នុង​បញ្ជី​ចាក់ ។
ko: 재생목록에서 글자색으로 사용할 색상을 선택합니다.
lt: Nurodykite teksto spalvą grojaraštyje.
nb: Velg fargen brukt som tekstfarge i spillelista.
nds: Wählt de Klöör för de Vörgrund-/Text-Klöör in de Afspeellist ut.
ne: प्लेसूचीमा अग्रभूमि (पाठ) रङको रूपमा प्रयोग गर्न रङ चयन गर्दछ ।
nl: Selecteert de kleur voor de voorgrond (tekst) in de afspeellijst.
nn: Vel fargen bruka som tekstfarge i spelelista.
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਫਾਰਗਰਾਊਂਡ (ਪਾਠ) ਰੰਗ ਦੇ ਤੌਰ 'ਤੇ ਵਰਤਣ ਲਈ ਰੰਗ ਦੀ ਚੋਣ ਕਰੋ।
pl: Wybiera kolor, który będzie używany na liście odtwarzania jako pierwszy plan (tekst).
pt: Selecciona a cor de primeiro plano (texto) na lista de músicas.
pt_br: Selecione a cor a ser usada na frente (texto) da lista de músicas.
ru: Цвет текста в списке.
se: Vállje ivnni mii galgá leat čuojahanlisttu teavstta ivdni.
sk: Vyberie farbu, ktorá bude použitá v zozname skladieb pre text popredia.
sr: Изаберите боју првог плана (текста) у листи нумера.
th: เลือกสีที่จะใช้เป็นสีพื้นหน้า (ข้อความ) ในรายการเล่น
tr: Parça listesinde, önplan yazı rengi olarak seçtiğiniz renk kullanılır.
uk: Вибирає колір для тексту в списку композицій.

source: &Background:
af: Agtergrond:
bg: &Фон:
ca: &Color de Fons:
cs: &Pozadí:
da: &Baggrund:
de: H&intergrund:
el: &Φόντο:
es: &Fondo:
et: &Taust:
eu: A&tzeko planoa:
fa: &زمینه:‌
fi: &Taustaväri:
fr: &Arrière-plan :
he: &רקע:
hu: &Háttér:
it: &Sfondo:
ja: 背景色(&B):
ka: &ფონი:
km: ផ្ទៃ​ខាង​ក្រោយ ៖
ko: 바탕색(&B):
lt: &Fono spalva:
nb: &Bakgrunn:
nds: &Achtergrund:
ne: पृष्ठभूमि:
nl: &Achtergrond:
nn: &Bakgrunn:
pa: ਪਿੱਠਭੂਮੀ(&B):
pl: &Tło:
pt: &Fundo:
pt_br: &Fundo:
ru: &Фон:
se: &Duogášivdni:
sk: &Pozadie:
sr: &Позадина:
th: สีพื้นหลั&ง:
tr: &Arkaplan:
uk: &Тло:

source: Selects the color to use as background color in the playlist.
af: Kies die agtergrond kleur vir die speel lys
bg: Задаване на цвят на фона на списъка със записа.
ca: Seleccioneu el color a usar com a color de fons per a la llista de reproducció.
cs: Vybere barvu, která bude použita v seznamu skladeb pro pozadí.
da: Vælg farven der skal bruges som baggrundsfarve i spillelisten.
de: Wählt die Hintergrundfarbe für die Wiedergabeliste.
el: Επιλογή του χρώματος φόντου για τη λίστα αναπαραγωγής.
es: Selecciona el color de fondo a usar en la lista de reproducción.
et: Valib esitusnimekirja akna tausta värvi.
eu: Kolorea hautatzen du zerrendaren atzeko planoan erabiltzeko.
fa: رنگ مورد استفاده به عنوان رنگ زمینه در فهرست پخش را انتخاب می‌کند.
fi: Valitse soittolistan taustaväri.
fr: Sélectionne la couleur d'arrière-plan de la liste de lecture.
he: בחר צבע לשימוש כרקע רשימת־ההשמעה.
hu: A lejátszólista háttérszínét határozza meg
it: Seleziona il colore da usare per il colore di sfondo nella playlist.
ja: プレイリストの背景色を選択します。
ka: დაწკაპეთ რეპერტუარის ფანჯრის ფონის შესაცვლელად.
km: ជ្រើស​ពណ៌ ដើម្បី​ប្រើ​ជា​ពណ៌​ផ្ទៃ​ខាង​ក្រោយ នៅ​ក្នុង​បញ្ជី​ចាក់ ។
ko: 재생목록에서 바탕색으로 사용할 색을 선택합니다.
lt: Nurodykite grojaraštyje naudojamą fono spalvą.
nb: Velg fargen brukt som bakgrunnsfarge i spillelista.
nds: Wählt de Klöör för den Achtergrund in de Afspeellist ut.
ne: प्लेसूचीमा पृष्ठभूमि रङको रूपमा प्रयोग गर्न रङ चयन गर्दछ ।
nl: Selecteert de kleur voor de achtergrond van de afspeellijst.
nn: Vel fargen bruka som bakgrunnsfarge i spelelista.
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਪਿੱਠ-ਭੂਮੀ ਰੰਗ ਦੇ ਤੌਰ 'ਤੇ ਵਰਤਣ ਲਈ ਰੰਗ ਦੀ ਚੋਣ ਕਰੋ।
pl: Wybiera kolor, który będzie używany na liście odtwarzania jako tło.
pt: Selecciona a cor de fundo na lista de música.
pt_br: Selecione a cor a ser usada no fundo da lista de músicas.
ru: Цвет фона в списке.
se: Vállje čuojahanlisttu duogášivnni.
sk: Vyberie farbu, ktorá bude použitá v zozname skladieb pre pozadie.
sr: Изаберите боју која ће се користити за позадину листе нумера.
th: เลือกสีที่จะใช้เป็นสีพื้นหลังในรายการเล่น
tr: Parça listesinde arkaplan rengi olarak seçtiğiniz renk kullanılır.
uk: Вибирає колір для тла в списку композицій.

source: Click to select the background color in the playlist window.
af: Kliek om die agtergrond teks kleur van die speel lys venster te kies.
bg: Натиснете тук и изберете цвят на фона на списъка със записи.
ca: Feu clic per seleccionar el color de fons per a la finestra de la llista de reproducció.
cs: Kliknutím vyberte barvu, která bude použita v seznamu skladeb pro pozadí.
da: Klik for at vælge baggrundsfarve i spillelistens vindue.
de: Klicken Sie hier, um die Hintergrundfarbe für das Wiedergabelisten-Fenster auszuwählen.
el: Κλικ για επιλογή του χρώματος φόντου για τη λίστα αναπαραγωγής.
es: Pulse para seleccionar el color de fondo en la ventana de la lista de reproducción.
et: Klõpsa esitusnimekirja akna tausta värvi valimiseks.
eu: Egin klik atzeko planoko kolorea hautatzeko zerrenda-leihoan.
fa: برای برگزیدن رنگ زمینه در پنجرۀ فهرست پخش فشار دهید.
fi: Napsauta valitaksesi soittolistaikkunan taustavärin.
fr: Cliquez pour sélectionner la couleur d'arrière-plan de la liste de lecture.
he: לחץ לבחירת צבע לשימוש כרקע חלון רשימת־ההשמעה.
hu: A lejátszólista-ablak háttérszínének módosításához kattintson ide
it: Premi per selezionare il colore di sfondo nella finestra della playlist.
ja: クリックしてプレイリストウィンドウの背景色を選択します。
ka: დაწკაპეთ რეპერტუარის ფანჯრის ფონის შესაცვლელად.
km: ចុច ដើម្បី​ជ្រើស​ពណ៌​ផ្ទៃ​ខាង​ក្រោយ នៅ​ក្នុង​បង្អួច​បញ្ជី​ចាក់ ។
ko: 재생목록에서 바탕색으로 사용할 색을 선택하려면 클릭하십시오.
lt: Nurodykite grojaraštyje naudojamą fono spalvą.
nb: Trykk for å velge fargen brukt som bakgrunnsfarge i spillelista.
nds: Klick hier, wenn Du de Achtergrundklöör för dat Afspeellist-Finster utwählen wullt.
ne: प्लेसूची सञ्झ्यालमा पृष्ठभूमि रङ चयन गर्न क्लिक गर्नुहोस् ।
nl: Klik om de achtergrondkleur van de afspeellijst te kiezen.
nn: Trykk for å velja fargen bruka som bakgrunnsfarge i spelelista.
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਫਾਰਗਰਾਊਂਡ ਰੰਗ ਦੇ ਤੌਰ 'ਤੇ ਵਰਤਣ ਲਈ ਰੰਗ ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਦਬਾਉ।
pl: Kliknij, aby wybrać kolor, który będzie używany na liście odtwarzania jako tło.
pt: Carregue para seleccionar a cor de fundo na lista de música.
pt_br: Clique para selecionar a cor de fundo da janela da lista de músicas.
ru: Цвет фона в списке.
se: Coahkkal válljen dihte čuojahanlisttu duogášivnni.
sk: Kliknutím vyberte farbu pozadia v okne zoznamu skladieb.
sr: Кликните да изаберите боју позадине у прозору листе нумера.
th: คลิกเลือกสีพื้นหลังในหน้าต่างของรายการเล่น
tr: Parça listesinin arkaplan rengini seçmek için tıklayınız.
uk: Виберіть колір для тла в списку композицій.

source: The current &KDE color-scheme
af: Die huidige KDE kleur skema
bg: &Текуща цветова схема на KDE
ca: L'esquema actual de color del &KDE
cs: Aktuální schéma barev &KDE
da: Nuværende &KDE-farvesammensætning
de: Aktuelles &KDE-Farbschema
el: Το τρέχον θέμα χρωμάτων του &KDE
es: El esquema de colores actual de &KDE
et: &KDE praegune värviskeem
eu: Uneko &KDEren kolore-eskema
fa: طرحوارۀ رنگ جاری &KDE‌
fi: KDE:n n&ykyinen väriteema
fr: Modèle de couleurs actuel de &KDE
he: &ערכת הצבעים הנוכחית של KDE
hu: Az aktuális &KDE-színösszeállítás
it: Schema di colore attuale di &KDE
ja: 現在の KDE 色スキーム(&K)
ka: &KDE-ს მიმდინარე ფერთა სქემის გამოყენება
km: ពណ៌​ចម្រុះ KDE បច្ចុប្បន្ន
ko: 현재의 KDE 색상 구성(&K)
lt: Dabartinė &KDE spalvų schema
nb: Gjeldende &KDE-fargeoppsett
nds: Aktuell &KDE-Klöörschema bruken
ne: हालको केडीई रङ योजना
nl: Het huidige kleurenschema van &KDE
nn: &Standard KDE-fargeoppsett
pa: ਮੌਜੂਦਾ &KDE ਰੰਗ-ਸਕੀਮ
pl: Bieżący zestaw kolorów &KDE
pt: Esquema de cores actual do &KDE
pt_br: O esquema de cores atual do &KDE
ru: Текущий набор цветов &KDE
se: &Standárda KDE-ivdnečoahkkádus
sk: Aktuálna schéma farieb &KDE
sr: Текућа шем&а боја KDE-а
th: ชุดสีปัจจุบันของ &KDE
tr: Mevcut &KDE renk şeması
uk: Поточна схема кольорів &KDE

source: If selected, Amarok uses the KDE standard colors in the playlist.
af: As hierdie gekies is, sal Amarok die standaard KDE kleure in die speel lys gebruik.
bg: Ако е включена тази отметка, Amarok ще използва стандартните KDE цветове в списъка със записи.
ca: Si està seleccionat, l'Amarok usa els colors estàndards del KDE per a la llista de reproducció.
cs: Je-li vybráno, Amarok použije v seznamu skladeb standardní barvy systému KDE.
da: Hvis dette er valgt bruger Om Amarok KDE's standardfarver i spillelisten.
de: Aktivieren Sie diese Einstellung, um das aktuellen KDE-Farbschema in der Wiedergabeliste zu verwenden.
el: Αν επιλεχθεί, το AmaroK θα χρησιμοποιήσει τα τυπικά χρώματα του KDE για τη λίστα αναπαραγωγής.
es: Si se selecciona, Amarok usa los colores estándares de KDE en la lista de reproducción.
et: Märkimisel kasutab Amarok esitusnimekirja aknas KDE standardvärve.
fa: اگر برگزیده شود، amaroK از رنگهای استاندارد KDE در فهرست پخش استفاده می‌کند.
fi: Mikäli valittu, Amarok käyttää KDE:n väriteeman värejä.
fr: Si cette case est cochée, Amarok utilisera les couleurs standards de KDE dans la liste de lecture.
he: אם סומן, Amarok ישתמש בצבעים הרגילים של KDE ברשימת־ההשמעה.
hu: Ha ez van bejelölve, akkor az Amarok a KDE szabványos színeit használja a lejátszólistában
it: Se selezionata, Amarok userà i colori standard di KDE nella finestra della playlist.
ja: プレイリストに KDE の標準色を使います。
km: ប្រសិន​បើ​បាន​ជ្រើស Amarok ប្រើ​ពណ៌​ស្តង់ដា​របស់ KDE នៅ​ក្នុង​បញ្ជី​ចាក់ ។
ko: 만약 선택한다면, 재생목록에서 KDE의 현재 색상들을 사용합니다.
lt: Grojaraštyje naudoti standartines KDE spalvas.
nb: Hvis dette er valgt, så bruker Amarok KDEs standardfarger i spillelista.
nds: Wenn aktiveert, bruukt Amarok de vörinstellten KDE-Klören för de Afspeellist.
ne: यदि चयन गरियो भने, अमारोकले प्लेसूचीमा केडीई मानक रङ प्रयोग गर्दछ ।
nl: Indien geselecteerd zullen de standaardkleuren van KDE worden gebruikt in de afspeellijst.
nn: Bruk KDE-fargane i spelelista.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਅਮਰੋਕ ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ KDE ਮਿਆਰੀ ਰੰਗਾਂ ਦੀ ਵਰਤੋਂ ਕਰੇਗਾ।
pl: Jeśli jest zaznaczone, Amarok wykorzystuje na liście odtwarzania standardowe kolory KDE.
pt: Se seleccionado, o Amarok utiliza as cores normais do KDE na lista de músicas.
pt_br: Se selecionada, o Amarok usará as cores padrão do KDE na lista de músicas.
ru: Использовать стандартные цвета KDE в списке воспроизведения.
se: Jus lea merkejuvvon, Amarok geavaha KDE-standárdaivnniid čuojahanlisttus.
sk: Ak je vybrané, Amarok použije v zozname skladieb štandardné farby KDE.
sr: Ако је попуњено, Amarok користи стандардне боје KDE-а у листи нумера.
th: หากเลือกที่นี่ Amarok จะใช้ชุดสีมาตรฐานของ KDE ในรายการเล่น
tr: Bu seçili ise parça listesi penceresinde standart KDE renkleri kullanılır.
uk: Якщо ввімкнено, Amarok використовує в списку композицій стандартні кольори KDE.
