Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Tracks or albums with the chosen property will be more likely to be chosen in Random Mode.
af: Snitte of albums met hierdie eienskap sal meer geneig wees om gekies te word in Willekeurige Modus.
bg: Записи или албуми с тези свойства е по-вероятно да бъдат избрани в режим "Случайно изпълнение".
ca: Les peces o àlbums amb la propietat seleccionada seran més propensos a ser triats en el mode Aleatori.
da: Spor eller albummer med den valgte egenskab kommer til at have større sandsynlighed for at blive valgt i tilfældig tilstand.
de: Stücke mit der gewählten Eigenschaft werden bei der Wiedergabe im Zufallsmodus bevorzugt abgespielt.
el: Το κομμάτια με την επιλεγμένη ιδιότητα θα είναι πιο πιθανό να επιλεχθούν σαν το επόμενο κομμάτι σε τυχαία λειτουργία.
es: Las pistas o álbumes con la propiedad escogida serán más propensos a ser escogidos en el modo aleatorio.
et: Valitud omadusega palu või albumeid eelistatakse juhuslikus režiimis.
eu: Aukeratutako propietateak dituzten pista edo albumak aukeratuko dira ausazko moduan.
fa: شیارها یا آلبومها با ویژگی انتخاب‌شده به احتمال زیاد در حالت تصادفی انتخاب می‌شوند.
fi: Valitunlaiset kappaleet tai levyt valitaan todennäköisemmin seuraavaksi soitettavaksi kappaleeksi.
fr: Les morceaux ou les albums choisis seront plus susceptibles d'être sélectionnés comme morceaux suivants dans le mode aléatoire.
he: לרצועה או לאלבום עם תכונה נבחרת, יהיה סיכוי טוב יותר, להיבחר במצב אקראי.
hu: Véletlenszerű módban a kiválasztott tulajdonsággal rendelkező számok illetve albumok nagyobb valószínűséggel lesznek kiválasztva.
it: Le tracce o gli album con la proprietà scelta saranno preferite nella selezione in modalità casuale.
ja: ランダムモードで、選択した条件に合致するトラックまたはアルバムを優先的に選択します。
km: បទ ឬ​អាល់ប៊ុម​ដែល​មាន​លក្ខណៈ​សម្បត្តិ​ដែល​បាន​ជ្រើស នឹង​ដូច​អ្វី​ដែល​បាន​ជ្រើស​នៅ​ក្នុង​របៀប​ចៃដន្យ ។
ko: 선택된 속성을 갖는 트랙이나 엘범들은 랜덤모드에서 더 많이 선택될 것입니다.
lt: Nurodytoms dainoms ir albumams bus teikiamas didesnis prioritetas parenkant kitą dainą grojant atsitiktine tvarka.
nb: Spor eller album med denne egenskapen har større sjanser til å bli valgt i tilfeldig modus.
nds: Stücken un Alben mit de utsöchte Egenschap warrt in den Tofallbedrief fakener utsöcht as anner.
ne: छनौट गरिएको गुणसँग ट्रयाक वा एल्बम अनियमित मोडमा छनौटका लागि बढी मन पराइनेछ ।
nl: Tracks of albums met de gekozen eigenschap zullen sneller worden gekozen in de willekeurige modus.
nn: Spor eller album med vald eigneskap har større sjanse for å bli vald ved tilfeldig avspeling.
pl: Utwory lub albumy z wybraną własnością będą częściej wybierane jako następny utwór w trybie losowym.
pt: As faixas com a propriedade escolhida serão provavelmente escolhidas como próximas faixas no Modo Aleatório ou Modo Dinâmico.
pt_br: Faixas ou álbuns com as propriedades escolhidas terão mais chances de serem escolhidas no Modo Aleatório.
sk: Stopy alebo albumy s vybranou vlastnosťou budú s väčšou pravdepodobnosťou vybrané pri náhodnom režime.
sr: Нумере или албуми са изабраним својством ће имати веће шансе да буду одабране у насумичном режиму.
th: เพลงหรืออัลบั้มที่มีคุณสมบัติที่ถูกเลือก จะมีแนวโน้มจะถูกเลือกในโหมดสุ่ม
uk: Доріжки чи альбоми, у яких вибрано цю властивість, матимуть більшу ймовірність програвання у випадковому режимі.

source: Whether to play tracks or albums in random order
af: Moet snitte of albums in willekeurige volgorde terug gespeel word
bg: Дали записите или албумите да се изпълняват случайно
ca: Si les peces o àlbums s'han de reproduir en ordre aleatori
da: Om spor eller albummer skal afspilles i tilfældig rækkefølge
de: Legt fest, ob Stücke oder Alben in zufälliger Reihenfolge abgespielt werden sollen.
el: Αν θα αναπαράγονται τα κομμάτια με τυχαία σειρά
es: Si se reproducen las pistas o los álbumes en orden aleatorio
et: Kas esitada palu või albumeid juhuslikus järjekorras
fa: آیا شیارها یا آلبومها به ترتیب تصادفی پخش شوند
fi: Soitetaanko kappaleet tai levyt satunnaisessa järjestyksessä
fr: Si l'on doit jouer des morceaux ou des albums dans le mode aléatoire
he: האם לנגן את הרצועות או הכותרים בסדר אקראי
hu: A számok illetve albumok véletlenszerű sorrendben legyenek-e lejátszva
it: Decidi se riprodurre le tracce o gli album in ordine casuale
ja: トラックまたはアルバムをランダムに再生するかどうか
km: ថា​តើ​ត្រូវ​ចាក់​បទ ឬ អាល់ប៊ុម​តាម​លំដាប់​ចៃដន្យ​ឬ​ទេ
ko: 트랙이나 엘범을 무작위 순서로 재생할 것인가
lt: Groti atsitiktine tvarka dainas arba albumus
nb: Om spor eller album skal spilles i tilfeldig rekkefølge
nds: Stücken un Alben na Tofall spelen
ne: अनियमित क्रममा ट्रयाक वा एल्बम प्ले गर्ने या नगर्ने
nl: Of tracks of albums in een willekeurige volgorde zullen worden afgespeeld
nn: Om spor eller album skal spelast i tilfeldig rekkjefølgje.
pa: ਕੀ ਰਲਵੇਂ ਢੰਗ ਵਿੱਚ ਟਰੈਕ ਚਲਾਉਣੇ ਹਨ ਜਾਂ ਐਲਬਮਾਂ
pl: Czy odtwarzać utwory lub albumy w kolejności losowej
pt: Tocar ou não as faixas em ordem aleatória
pt_br: Reproduzir faixas ou álbuns em ordem aleatória
ru: Проигрывать ли дорожки в случайном порядке
se: Jus galggašii čuojahit bihtáid dahje skearruid sáhtodohko ortnegis
sk: Či prehrávať stopy alebo albumy v náhodnom poradí
sr: Да ли пуштати нумере или случајним редоследом
th: เล่นเพลง หรืออัลบั้มด้วยการสุ่มลำดับ
tr: Parçaların ya da albümlerin rastgele sırada çalınıp çalınmayacağı
uk: Чи програвати доріжки або альбоми у випадковому порядку

source: If set, Amarok plays the tracks or albums in the playlist in a random order.
af: As hierdie gestel is, sal Amarok die snitte of albums in die speel lys in willekeurige ("random") volgorde speel.
bg: Ако е включена тази отметка, Amarok ще изпълнява записите или албумите случайно.
ca: Si està seleccionat, l'Amarok reprodueix les peces o àlbums de la llista de reproducció en ordre aleatori.
da: Hvis markeret spiller Amarok sporene eller albummerne i spillelisten i tilfældig rækkefølge.
de: Wenn diese Einstellung aktiviert ist, werden Stücke oder Alben in der Wiedergabeliste in zufälliger Reihenfolge wiedergegeben.
el: Αν επιλεχθεί, το Amarok θα αναπαράγει τα κομμάτια στη λίστα με τυχαία σειρά.
es: Si se activa, Amarok reproduce las pistas o los álbumes de la lista de reproducción en orden aleatorio.
et: Märkimisel esitab Amarok esitusnimekirja palu või albumeid juhuslikus järjekorras.
fa: اگر تنظیم شود، amaroK شیارها یا آلبومهای فهرست پخش را به ترتیب تصادفی پخش می‌کند.
fi: Mikäli valittu, Amarok soittaa soittolistassa olevat kappaleet tai levyt satunnaisessa järjestyksessä.
fr: Si cette case est cochée, Amarok jouera des morceaux ou des albums dans la liste de lecture en mode aléatoire.
he: אם סומן, Amarok ינגן את הרצועות או הכותרים ברשימת־ההשמעה בסדר אקראי.
hu: Ha ez be van jelölve, akkor a lejátszólistába felvett számokat illetve albumokat a program véletlenszerű sorrendben fogja lejátszani.
it: Se impostata, Amarok riproduce le tracce o gli album nella playlist in ordine casuale.
ja: 有効にすると、プレイリストのトラックまたはアルバムをランダムな順序で再生します。
km: បើ​កំណត់ amaroK នឹង​ចាក់​បទ ឬ អាល់ប៊ុម​នៅ​ក្នុង​បញ្ជី​ចាក់ តាម​លំដាប់​ចៃដន្យ ។
ko: 만약 선택된다면, Amarok은 재생목록의 트랙들을 무작위 순서로 재생합니다.
lt: Įjungus šią parinktį, grojaraštyje esančios dainos arba albumai bus grojami atsitiktine tvarka.
nb: Hvis krysset av, blir sporene eller albumene i spillelista spilt av i tilfeldig rekkefølge.
nds: Wenn anmaakt, speelt Amarok de Stücken un Alben op de Afspeellist in en tofällig Reeg.
ne: यदि सेट गरियो भने, अमारोकले अनियमित क्रममा प्ले सूचीमा ट्रयाक वा एल्बम प्ले गर्दछ ।
nl: Indien ingeschakeld zal Amarok de tracks of albums in de afspeellijst in willekeurige volgorde afspelen.
nn: Viss kryssa av, vert spor eller album i spelelista spelt av i tilfeldig rekkjefølgje.
pa: ਜੇਕਰ ਸੈੱਟ ਕੀਤਾ ਤਾਂ ਅਮਰੋਕ ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਟਰੈਕਾਂ ਜਾਂ ਐਲਬਮਾਂ ਨੂੰ ਰਲਵੇਂ ਢੰਗ ਨਾਲ ਚਲਾਏਗਾ।
pl: Jeśli ta opcja jest włączona, Amarok odtwarza utwory lub albumy z listy odtwarzania w sposób losowy.
pt: Se seleccionado, o Amarok reproduz as faixas na lista por ordem aleatória.
pt_br: Se selecionada, o Amarok reproduzirá as faixas ou álbuns na lista de músicas em uma ordem aleatória.
ru: Проигрывать дорожки или альбомы в случайном порядке
se: Mearrit jus Amarok čuojaha bihtáid dahje skearruid čuojahanlisttus sáhtedohko ortnegis.
sk: Ak je nastavené, Amarok prehráva stopy alebo albumy v zozname skladieb v náhodnom poradí.
sr: Ако је постављено, Amarok пушта нумере или албуме из листе случајним редоследом.
th: หากตั้งไว้ Amarok จะเล่นเพลงหรืออัลบั้มในรายการเล่นแบบสุ่ม
tr: Parça listesindeki parçalar rastgele çalınmasını istiyorsanız işaretleyin.
uk: Якщо ввімкнено, Amarok буде програвати доріжки або альбоми списку композицій у випадковому порядку.

source: The most recently used Dynamic Mode
af: Die onlangste gebruikte dinamiese modus
bg: Последно използван "динамичен режим"
ca: El Mode Dinàmic més recentment usat
da: Den senest bruge dynamiske tilstand
de: Der zuletzt verwendete dynamische Modus
el: Η πιο πρόσφατα χρησιμοποιημένη Δυναμική λειτουργία
es: El modo dinámico más usado recientemente
et: Viimati kasutatud dünaamiline režiim
eu: Azen erabilitako modu dinamikoa
fa: حالت پویایی که اخیراً بسیار استفاده‌شده
fi: Viimeksi käytetty elävä soittolista
fr: Le mode dynamique le plus récemment utilisé
he: המצב הדינמי האחרון שנעשה בו שימוש
hu: A legutóbb használt dinamikus mód
it: La modalità dinamica usata più di recente
ja: 一番最近使ったダイナミックモード
ka: რეჟიმი
km: របៀប​ថាមវន្ត​ដែល​បាន​ផ្ទុក​ថ្មីៗ​បំផុត
ko: 가장 최근에 사용된 동적 모드
lt: Paskutinė naudota dinaminė veiksena
nb: Sist brukte dynamiske modus
nds: De tolest bruukt dünaamsch Bedrief
ne: सबै भन्दा पछि प्रयोग गरिएको गतिशील मोड
nl: De meest recent gebruikte dynamische modus
nn: Den mest bruka dynamiske modusen.
pa: ਸਭ ਤੋਂ ਤਾਜ਼ੇ ਸਫ਼ਰੀ ਢੰਗ ਵਰਤਦਾ ਹੈ
pl: Ostatnio używany tryb dynamiczny
pt: O Modo Dinâmico usado mais recentemente
pt_br: O Modo Dinâmico usado mais recentemente
ru: Последний динамический режим
se: Easka geavahuvvon dynámalaš modusa
sk: Naposledy použitý dynamický režim
sr: Најскорије коришћен динамички режим
th: โหมดปรับอัตโนมัติที่ใช้ล่าสุด
tr: En yakın zamanda kullanılan Değişken Kip
uk: Найбільш недавно вжитий динамічний режим

source: The title of the Dynamic Mode that was most recently loaded in the playlist
af: Die titel van die Dinamiese Modus wat mees onlangs in die speel lys gelaai is.
bg: Последно заредено заглавието в "динамичен режим"
ca: El títol del Mode Dinàmic que s'ha carregat més recentment a la llista de reproducció
da: Titlen på den dynamiske tilstand som senest blev indlæste i spillelisten
de: Der Titel des zuletzt verwendeten dynamischen Modus der in die Wiedergabeliste geladen wurde.
el: Ο τίτλος της Δυναμικής λειτουργίας που φορτώθηκε πιο πρόσφατα στη λίστα
es: El título del modo dinámico que fue cargado más recientemente en la lista de reproducción
et: Viimati esitusnimekirja laaditud dünaamilise režiimi nimi
eu: Modu dinamikoaren titulua, zerrendan kargatu den azkena
fa: عنوان حالت پویا که اخیراً در فهرست پخش بار شد
fi: Viimeksi ladatun elävän soittolistan nimi
fr: Le titre du dernier mode dynamique qui a été ajouté à la liste de lecture
he: שם המצב הדינמי שנטען לאחרונה לרשימת־ההשמעה
hu: Azon dinamikus mód címe, amely legutóbb be volt töltve a lejátszólistába
it: Il titolo della modalità dinamica che più di recente è stato caricato nella playlist
ja: 一番最近プレイリストに読み込んだダイナミックモードのタイトル
ka: სათაური რეჟიმი -ში
km: ចំណងជើង​របស់​របៀប​ថាមវន្ត ដែល​ត្រូវ​បាន​ផ្ទុក​ថ្មី​ៗ​បំផុត​នៅ​ក្នុង​បញ្ជី​ចាក់
ko: 재생목록에서 최근에 불러들인 동적 모드의 제목
lt: Paskutinės į grojaraštį įkeltos dinaminės veiksenos pavadinimas
nb: Tittelen på den dynamiske modus som sist ble lastet inn i spillelista
nds: De Titel vun den dünaamschen Bedrief, de tolest in de Afspeellist weer
ne: गतिशील मोडको शीर्षक जुन प्लेसूचीमा सबभन्दा पछि लोड गरिएको हो
nl: De titel van de dynamische modus die het meest recent in de afspeellijst was geladen
nn: Tittelen på den dynamiske modusen som sist vart lagt til spelelista.
pl: Tytuł trybu dynamicznego, który był ostatnio najczęściej ładowany do listy odtwarzania
pt: O título do Modo Dinâmico que foi carregado mais recentemente na lista de reprodução
pt_br: O título do Modo Dinâmico que foi carregado mais recentemente na lista de músicas
sk: Titul Dynamického režimu, ktorý bol naposledy načítaný v zozname skladieb
sr: Наслов динамичког режима који је најскорије учитан у листу нумера
th: ชื่อของโหมดปรับอัตโนมัติที่ถูกโหลดขึ้นมาล่าสุดในรายการเล่น
uk: Заголовок динамічного режиму, який було недавно завантажено в список композицій

source: The most recently used scoring script
af: Die mees onlangs gebruikte telling skrip
bg: Последно използван скрипт за точки
ca: La seqüència de puntuació més recentment usada
da: Det senest bruge scoringsscript
de: Das zuletzt verwendete Punkte-Skript
el: Το πιο πρόσφατα χρησιμοποιούμενο σενάριο βαθμολογίας
es: El script para la puntuación más usado recientemente
et: Viimati kasutatud hindamisskript
eu: Azken erabilitako puntuatzeko script-a
fa: دست‌نوشتۀ امتیازداری که اخیراً استفاده‌شده
fi: Viimeksi käytetty pisteytyskomentosarja
fr: Le script de scores le plus récemment utilisé
he: תסריט הניקוד האחרון שנעשה בו שימוש
hu: A legutóbb használt pontszám-meghatározó szkript
it: Lo script di punteggio usato più di recente
ja: 一番最近使ったスコア計算スクリプト
km: ស្គ្រីប​ដាក់​ពិន្ទុ​ដែល​បាន​ផ្ទុក​ថ្មី​ៗ​បំផុត
ko: 가장 최근에 사용된 스크롤 스크립트
lt: Paskutinis naudotas reitingų scenarijus
nb: Sist brukte poengsetterskript
nds: Dat tolest bruukte Pünkt-Skript
ne: सबैभन्दा पछि प्रयोग गरिएको प्राप्ताङ्क स्क्रिप्ट
nl: De meest recent gebruikte scorescript
nn: Det sist bruka poengskriptet.
pa: ਸਭ ਤੋਂ ਤਾਜ਼ਾ ਸਕੋਰਿੰਗ ਸਕਰਿਪਟ ਵਰਤਦਾ ਹੈ
pl: Ostatnio używany skrypt punktacji
pt: O programa de letras musicais usado mais recentemente
pt_br: O script de pontuação usado mais recentemente
ru: Последний сценарий вычисления счёта
sk: Naposledy použitý skript pre počítanie skóre
sr: Најскорије коришћена скрипта за резултате
th: สคริปต์ให้คะแนนที่ใช้ล่าสุด
uk: Найбільш недавно вжитий скрипт підведення рахунків

source: The name of the custom scoring script which was most recently loaded
af: Die naam van jou eie telling skrip wat mees onlangs gelaai was.
bg: Последно заредено заглавие на скрипта за токи
ca: El nom de la seqüència de puntuació personalitzada que s'ha carregat més recentment
da: Titlen på dit eget scoringsscript som senest er indlæst
de: Der Titel des zuletzt verwendeten benutzerdefinierten Punkte-Skripts.
el: Το όνομα του προσαρμοσμένου σεναρίου βαθμολογίας το οποίο φορτώθηκε πιο πρόσφατα
es: El nombre del script de puntación personalizado que fue cargado más recientemente
et: Viimati laaditud kohandatud hindamisskripti nimi
eu: Kargatu den azken puntuatzeko script pertsonalizatuaren izena
fa: نام دست‌نوشتۀ امتیازدار سفارشی که اخیراً بار شد
fi: Viimeksi käytetyn pisteytyskomentosarjan nimi
fr: Le nom du script de scores qui a été chargé le plus récemment
he: השם של תסריט הניקוד המותאם אישית שנטען לאחרונה
hu: Azon egyéni pontszám-meghatározó szkript neve, amely legutóbb be volt töltve
it: Il nome dello script di punteggio personalizzato che è stato caricato più di recente
ja: 一番最近読み込んだカスタムスコア計算スクリプトの名前
km: ឈ្មោះ​ស្គ្រីប​ដាក់​ពិន្ទុ​ផ្ទាល់​ខ្លួន ដែល​ត្រូវ​បាន​ផ្ទុក​ថ្មីៗ​បំផុត
ko: 가장 최근에 불러들인 사용자 정의 스크롤 스크립트의 이름
lt: Paskutinio naudoto reitingų scenarijaus pavadinimas
nb: Navnet på det poengsetterskriptet som sist ble lastet inn
nds: De Naam vun dat tolest bruukte, egen Skript för Pünkt
ne: अनुकूल प्राप्ताङ्क स्क्रिप्टको नाम जुन हालै लोड गरिएको छ
nl: De naam van het aangepast scorescript dat het meest recent was geladen
nn: Namnet på poengskriptet som vart sist bruka.
pa: ਕਸਟਮ ਸਕੋਰਿੰਗ ਸਕ੍ਰਿਪਟ ਦਾ ਨਾਂ, ਜੋ ਕਿ ਹੁਣੇ ਲੋਡ ਕੀਤੀ ਗਈ ਸੀ
pl: Nazwa własnego skryptu punktacji, który był używany jako ostatni
pt: O nome do programa personalizado de letras musicais que foi carregado mais recentemente
pt_br: O nome do script de pontuação personalizado que foi carregado mais recentemente
sk: Názov vlastného skriptu pre počítanie skóre, ktorý bol naposledy načítaný
sr: Име посебне скрипте за одређивање резултата, која је најскорије учитана
th: ชื่อของสคริปต์สำหรับให้คะแนนที่เพิ่งถูกโหลดเมื่อเร็วๆ นี้
uk: Назва нетипового скрипту рахунків, який було недавно завантажено

source: Whether to show icon in system tray
af: Moet die stelsel skinkbord ikoon vertoon word
bg: Дали да се показва икона в системния панел
ca: Si s'ha de mostrar la icona a la safata del sistema
cs: Ukázat ikonu v systémové části panelu
da: Om en ikon skal vises i statusfeltet
de: Symbol im Systemabschnitt der Kontrollleiste anzeigen
el: Αν θα εμφανίζεται εικονίδιο στο πλαίσιο συστήματος
es: Si se muestra el icono en la bandeja del sistema
et: Kas näidata ikooni süsteemses salves
eu: Ikonoa erretiluan erakutsi edo ez
fa: آیا شمایل در سینی سیستم نمایش داده شود
fi: Näytetäänkö kuvake ilmoitusalueella
fr: Afficher ou non l'icône dans la boîte à miniatures
he: האם להציג את הסמל במגש המערכת
hu: Ikon jelenjen-e meg a rendszertálcán
it: Decidi se mostrare l'icona nel vassoio di sistema
ja: システムトレイにアイコンを表示するかどうか
ka: -სკენ -ში
km: ថា​តើ​ត្រូវ​បង្ហាញ​រូបតំណាង​នៅ​ក្នុង​ថាស​ប្រព័ន្ធ​ឬ​ទេ
ko: 시스템 트레이에 아이콘을 보일 것인지 여부
lt: Įjungti ženkliuką sitemos dėkle
nb: Om programikonet skal vises i systemkurven
nds: Lüttbild binnen Systeemafsnitt wiesen
ne: प्रणाली ट्रेमा प्रतिमा देखाउने या नदेखाउने
nl: Of er een pictogram in het systeemvak wordt geplaatst
nn: Om programikonet skal visast i systemtrauet.
pa: ਕੀ ਸਿਸਟਮ ਟਰੇ ਵਿੱਚ ਆਈਕਾਨ ਵੇਖਾਉਣਾ ਹੈ
pl: Czy pokazywać ikonę na tacce systemowej
pt: Mostrar ou não o ícone na bandeja do sistema
pt_br: Mostrar ícone na área de notificação do sistema
ru: Показывать ли значок в системном лотке
se: Jus prográmmagovaš čájehuvvo vuogádatgárccus.
sk: Ukázať ikonu v systémovej lište.
sr: Да ли приказати икону у системској касети
th: จะให้แสดงไอคอนในถาดระบบหรือไม่
tr: Sistem panelinde simge göster
uk: Чи показувати піктограму в системному лотку

source: Enable/Disable tray icon for Amarok.
af: Aktiveer/deaktiveer die stelsel skinkbord ikoon vir Amarok
bg: Включване/изключване на иконата на Amarok в системния панел.
ca: Habilita/Deshabilita la icona de la safata per l'Amarok.
da: Aktivér eller deaktivér ikon i statusfeltet for Amarok.
de: Aktiviert/Deaktiviert das Amarok-Symbol im Systemabschnitt der Kontrollleiste.
el: Ενεργοποίηση/απενεργοποίηση του εικονιδίου συστήματος για το Amarok.
es: Activar/Desactivar el icono de Amarok en la bandeja del sistema.
et: Amaroki süsteemse salve ikooni näitamise lubamine/keelamine.
fa: فعال‌سازی/غیرفعال‌سازی شمایل سینی برای amaroK.
fi: Ota käyttöön tai poista käytöstä ilmoitusalueen Amarok-kuvake.
fr: Activer / désactiver l'icône de la boîte à miniatures d'Amarok.
he: הפעל/בטל את הסמל במגש המערכת עבור Amarok.
hu: Az Amarok tálcaikonjának bekapcsolása illetve kikapcsolása.
it: Abilita/Disabilita l'icona di Amarok nel vassoio di sistema.
ja: Amarok のトレイアイコンを有効/無効にします。
km: បើក/បិទរូបតំណាង​ថាស​សម្រាប់ Amarok ។
ko: Amarok에 대한 트레이 아이콘을 사용함/사용하지 않음
lt: Įjungti AmaroK ženkliuką sistemos dėkle.
nb: Vis/skjul Amarok-ikonet i systemkurven.
nds: Dat Amarok-Lüttbild binnen den Systeemafsnitt vun't Paneel an- oder utmaken
ne: अमारोकका लागि ट्रे प्रतिमा सक्षम/अक्षम पार्नुहोस् ।
nl: Activeer/deactiveer het systeemvakpictogram van Amarok.
nn: Vis/skjul Amarok-ikon i systemtrau.
pa: ਅਮਰੋਕ ਲਈ ਟਰੇ ਆਈਕਾਨ ਵੇਖਾਓ/ਓਹਲੇ ਕਰੋ।
pl: Włącza/wyłącza ikonę Amaroka na tacce systemowej.
pt: Activar/Desactivar o ícone de bandeja do Amarok.
pt_br: Habilitar/Desabilitar o ícone do Amarok na área de notificação.
ru: Показывать значок в системном лотке.
sk: Povoliť/Zakázať zobrazenie ikony Amaroku v systémovej lište.
sr: Укључи/искључи касетну икону Amarok-а.
th: เปิด/ปิด ไอคอนถาดระบบของ Amarok
tr: Amarok'un paneldeki simgesini göster/gösterme.
uk: Увімкнути/вимкнути піктограму лотка Amarok.

source: Whether to animate the systray icon
af: Moet die stelsel skinkbord ikoon geanimeer word
bg: Дали иконата в системния панел да е анимирана
ca: Si s'ha d'animar la icona de la safata del sistema
cs: Animovat ikonu v systémové části panelu
da: Om ikonen i statusfeltet skal animeres
de: Aktivieren Sie diese Einstellung, um das Symbol im Systemabschnitt der Kontrollleiste zu animieren.
el: Αν θα υπάρχει κίνηση του εικονιδίου στο πλαίσιο συστήματος
es: Si se anima el icono de la bandeja
et: Kas animeerida süsteemse salve ikoon
eu: Erretilukoak ikono animatuak izan edo ez
fa: آیا شمایل سیستم پویا شود
fi: Animoidaanko ilmoitusalueen kuvake
fr: Animer l'icône d'Amarok dans la boîte à miniatures.
he: האם להנפיש את הסמל במגש המערכת
hu: Animált legyen-e az Amarok rendszertálca-ikonja
it: Decidi se animare l'icona nel vassoio di sistema
ja: システムトレイアイコンを点滅させるかどうか
ka: -სკენ
km: ថា​តើ​ត្រូវ​ធ្វើ​ឲ្យ​រូបតំណាង​មាន​ចលនា​នៅ​ក្នុង​ថាស​ប្រព័ន្ធ​ឬ​ទេ
ko: 시스템 트레이 아이콘 에니메이션 사용 여부
lt: Animuotas sistemos dėklo ženkliukas
nb: Om ikonet i systemkurven skal animeres
nds: Systeemafsnitt-Lüttbild blinken laten
ne: प्रणाली ट्रे प्रतिमा एनिमेट गर्ने या नगर्ने
nl: Of het systeemvakpictogram kan bewegen of niet
nn: Om ikonet i systemtrauet skal animerast.
pa: ਕੀ ਟਰੇ ਆਈਕਾਨ ਝਲਕਾਉਣਾ ਹੈ
pl: Czy animować ikonę Amaroka na tacce systemowej
pt: Animar ou não o ícone da bandeja do sistema
pt_br: Animar ícone do painel
ru: Анимировать ли значок в системном лотке
sk: Animovať ikonu v systémovej lište
sr: Да ли анимирати икону системске касете
th: จะให้แสดงภาพเคลื่อนไหวของไอคอนในถาดระบบหรือไม่
tr: Sistem panelindeki simgeyi hareketli yap
uk: Чи увімкнути анімацію піктограми в системному лотку

source: Enable/Disable tray icon animation.
af: Aktiveer/Deaktiveer stelsel skinkbord ikoon animasie
bg: Включване/изключване на анимацията в системния панел.
ca: Habilita/Deshabilita l'animació de la icona de la safata del sistema.
cs: Povolit/zakázat animaci ikony v systémové části panelu
da: Aktivér eller deaktivér animering af ikonen i statusfeltet.
de: Aktiviert/Deaktiviert die Animation des Symbols im Systemabschnitt der Kontrollleiste
el: Ενεργοποίηση/απενεργοποίηση της κίνησης στο εικονίδιο συστήματος.
es: Activar/desactivar la animación del icono de la bandeja.
et: Süsteemse salve ikooni animatsioonide lubamine/keelamine.
eu: Gaitu/desgaitu erretiluko ikonoen animazioa.
fa: فعال‌سازی/غیرفعال‌سازی پویانمایی شمایل سینی.
fi: Ota käyttöön tai poista käytöstä ilmoitusalueen kuvakkeen animointi.
fr: Activer / désactiver l'animation de l'icône dans la boîte à miniatures.
he: הפעל/בטל את האנימציה של הסמל במגש המערכת.
hu: A tálcaikon animálásának bekapcsolása illetve kikapcsolása.
it: Abilita/Disabilita l'animazione dell'icona nel vassoio di sistema.
ja: トレイアイコンの点滅を有効/無効にします。
ka: ჩართვა გამორთე.
km: អនុញ្ញាត/មិន​អនុញ្ញាត​ចលនា​រូបតំណាង​នៅ​ក្នុង​ថាស​ប្រព័ន្ធ ។
ko: 트레이 아이콘 에니메이션을 사용함/사용하지 않음.
lt: Animuoti sistemos dėklo ženkliuką.
nb: Slå på/av visning av animasjon i systemkurven.
nds: Animeren för Systeemafsnitt-Lüttbild an-/utmaken
ne: ट्रे प्रतिमा एनिमेसन सक्षम/अक्षम पार्नुहोस् ।
nl: Activeer/deactiveer de animatie van het systeemvakpictogram.
nn: Slå på/av vising av animasjon i systemtrauet.
pa: ਟਰੇ ਆਈਕਾਨ ਸਜੀਵਤਾ ਯੋਗ/ਆਯੋਗ ਕਰੋ।
pl: Włącza/wyłącza animację ikony na tacce systemowej.
pt: Activar/desactivar a animação do ícone da bandeja.
pt_br: Habilitar/desabilitar a animação do ícone na área de notificação.
ru: Анимировать значок в системном лотке
sk: Povoliť/Zakázať animáciu ikonu v systémovej lište
sr: Укључи/искључи анимацију касетне иконе.
th: เปิด/ปิด ภาพเคลื่อนไหวของไอคอนในถาดระบบ
tr: Panel simgesinin hareketini aç/kapat.
uk: Увімкнути/вимкнути анімацію піктограми в системному лотку.
