Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Create Playlist...
af: Skep speel lys...
bg: Създаване на списък със записи...
ca: Crea una llista de reproducció...
cs: Vytvořit seznam skladeb...
da: Opret spilleliste...
de: Wiedergabeliste erstellen ...
el: Δημιουργία λίστας...
es: Crear una lista de reproducción...
et: Loo esitusnimekiri...
fa: ایجاد فهرست پخش...
fi: Luo soittolista…
fr: Création d'un liste de lecture...
he: צור רשימת־השמעה...
hu: Lejátszólista létrehozása...
it: Crea playlist...
ja: プレイリストを作成...
km: បង្កើត​បញ្ជី​ចាក់...
ko: 재생목록 생성하기...
lt: Sukurti grojaraštį...
nb: Opprett spilleliste …
nds: Afspeellist opstellen...
ne: प्ले सूची सिर्जना गर्नुहोस्...
nl: Afspeellijst aanmaken...
nn: Lag speleliste …
pa: ਸੰਗੀਤ-ਸੂਚੀ ਬਣਾਓ...
pl: Utwórz listę odtwarzania...
pt: Criar uma Lista de Reprodução...
pt_br: Criar Lista de Músicas...
ru: Создать список...
se: Ráhkat čuojahanlisttu …
sk: Vytvoriť zoznam skladieb...
sr: Направи листу нумера...
th: สร้างรายการเล่น...
tr: Parça Listesi Oluştur...
uk: Створити список композицій...

source: Burn All Tracks by This Artist
af: Skryf alle snitte deur hierdie kunstenaar
bg: Запис върху CD на всички записи на този изпълнител
ca: Grava totes les peces d'aquest artista
cs: Vypálit všechny skladby tohoto umělce
da: Brænd alle spor med denne kunstner
de: Alle Stücke dieses Interpreten brennen
el: Εγγραφή όλων των κομματιών αυτού του καλλιτέχνη
es: Grabar todas las pistas de este artista
et: Kirjuta kõik selle esitaja palad
eu: Grabatu artista honen pista guztiak
fa: سوزاندن همۀ شیارها توسط این هنرمند
fi: Polta kaikki tämän artistin kappaleet
fr: Graver tous les morceaux de cet artiste
he: צרוב את כל הרצועות של אומן זה
hu: Az előadó összes számának kiírása
it: Masterizza tutte le tracce di questo artista
ja: このアーティストのすべてのトラックを焼く
ka: ამ შემსრულებელის ყველა ჩანაწერის ჩაწერა
km: ដុត​បទ​ទាំងអស់ ដែល​ច្រៀង​ដោយ​សិល្បករ​នេះ
ko: 이 아티스트의 모든 트랙 굽기
lt: Įrašyti į CD visas šio atlikėjo dainas
nb: Brenn alle spor med denne artisten
nds: All Stücken vun dissen Künstler brennen
ne: यो कलाकारद्वारा सबै ट्रयाक बर्न गर्नुहोस्
nl: Alle tracks van deze artiest branden
nn: Brenn alle spora med denne artisten
pa: ਇਸ ਕਲਾਕਾਰ ਦੇ ਸਭ ਟਰੈਕ ਲਿਖੋ
pl: Nagraj wszystkie utwory tego wykonawcy
pt: Gravar Todas as Faixas deste Artista
pt_br: Queimar Todas as Faixas Deste Artista
ru: Записать на диск все песни этого исполнителя
se: Boaldde buot dán artistta bihtáid
sk: Napáliť všetky skladby tohto umelca
sr: Нарежи све нумере овог извођача
th: เขียนเพลงทั้งหมดโดยศิลปินคนนี้ลงซีดี
tr: Bu Sanatçının Tüm Parçalarını Cd'ye Yaz
uk: Записати на КД всі пісні цього виконавця

source: Burn This Album
af: Skryf hierdie album
bg: Запис на CD на този албум
ca: Grava aquest àlbum
cs: Vypálit toto album
da: Brænd dette album
de: Dieses Album brennen
el: Εγγραφή αυτού του άλμπουμ
es: Grabar este álbum
et: Kirjuta see album
eu: Grabatu album hau
fa: سوزاندن این آلبوم
fi: Polta tämä levy
fr: Graver cet album
he: צרוב כותר זה
hu: Az egész album kiírása
it: Masterizza questo album
ja: このアルバムを焼く
ka: ამ ალბომის ჩაწერა
km: ដុត​អាល់ប៊ុម​នេះ
ko: 이 음반 굽기
lt: Įrašyti į CD šį albumą
nb: Brenn dette albumet
nds: Dit Album brennen
ne: यो एल्बम बर्न गर्नुहोस्
nl: Dit album branden
nn: Brenn dette albumet
pa: ਇਹ ਐਲਬਮ ਲਿਖੋ
pl: Nagraj ten album
pt: Gravar este Álbum
pt_br: Queimar Este Álbum em CD/DVD
ru: Записать на диск дорожки этого альбома
se: Boaldde dán skearru
sk: Napáliť tento album
sr: Нарежи овај албум
th: เขียนอัลบั้มนี้ลงซีดี
tr: Bu Albümü Cd'ye Yaz
uk: Записати цей альбом на КД

source: Burn to CD as Data
af: Skryf op 'n CD as Data
bg: Запис на CD като данни
ca: Grava a un CD de dades
cs: Vypálit na CD jako data
da: Brænd til cd som data
de: Als Daten-CD brennen
el: Εγγραφή σε CD σαν δεδομένα
es: Grabar en CD como datos
et: Kirjuta andmetena CD-le
eu: Grabatu CDan datu gisa
fa: سوزاندن دیسک فشرده به عنوان داده
fi: Polta CD-levylle datana
fr: Graver un CD de données
he: צרוב לתקליטור כמידע
hu: CD-re írás adatként
it: Masterizza CD come dati
ja: データとして CD に焼く
ka: დისკზე მონაცების სახით ჩაწერა
km: ដុត​ទៅ​ស៊ីឌី​ជា​ទិន្នន័យ
ko: 데이터 형식 CD로 굽기
lt: Įrašyti kaip duomenų CD
nb: Brenn til CD som data
nds: As Daten-CD brennen
ne: डेटाको रूपमा सीडीमा बर्न गर्नहोस्
nl: Als data-cd branden
nn: Brenn til CD som data
pa: ਸੀਡੀ ਉੱਤੇ ਡਾਟੇ ਵਾਂਗ ਲਿਖੋ
pl: Nagraj na płytę CD jako dane
pt: Gravar para o CD como Dados
pt_br: Queimar em CD como Dados
ru: Записать диск с данными
se: Boaldde CD:ii dáhtan
sk: Napáliť na CD ako dáta
sr: Нарежи на CD као податке
th: เขียนซีดีแบบซีดีข้อมูล
tr: CD'ye Veri Olarak Yaz
uk: Записати на КД з даними

source: Burn to CD as Audio
af: Skryf op 'n CD as Oudio
bg: Запис на CD като аудио
ca: Grava a un CD d'àudio
cs: Vypálit na CD jako audio
da: Brænd til cd som lyd
de: Als Audio-CD brennen
el: Εγγραφή σε CD σαν ήχο
es: Grabar en CD como audio
et: Kirjuta audiona CD-le
eu: Grabatu CDan audio gisa
fa: سوزاندن دیسک فشرده به عنوان صوتی
fi: Polta CD-levylle musiikkina
fr: Graver un CD audio
he: צרוב לתקליטור כשמע
hu: CD-re írás hangként
it: Masterizza CD come audio
ja: オーディオとして CD に焼く
ka: Audio CD-ის ჩაწერა
km: ដុត​ទៅ​ស៊ីឌី​ជា​អូឌីយ៉ូ
ko: 오디오 형식 CD로 굽기
lt: Įrašyti kaip muzikinį CD
nb: Brenn til CD som lyd
nds: As Audio-CD brennen
ne: अडियोको रूपमा सीडीमा बर्न गर्नुहोस्
nl: Als audio-cd branden
nn: Brenn til CD som lyd
pa: ਸੀਡੀ ਨੂੰ ਆਡੀਓ ਵਾਂਗ ਲਿਖੋ
pl: Nagraj na płytę CD jako CD Audio
pt: Gravar para o CD como Áudio
pt_br: Queimar em CD como Áudio
ru: Записать AudioCD
se: Boaldde CD:ii jietnan
sk: Napáliť na CD ako audio CD
sr: Нарежи на CD као аудио
th: เขียนซีดีแบบซีดีบันทึกเสียง
tr: CD'ye Ses olarak yaz
uk: Записати на аудіо КД

source: Subscribe to This Podcast
af: Teken in op hierdie <i>podcast</i>
bg: Абониране за този подкаст
ca: Subscriure'm a aquest podcast
da: Abonnér på podradioudsendelsen
de: Diesen Podcast abonnieren
el: Εγγραφή σε αυτή την εκπομπή pod
es: Suscribirse a este podcast
et: Telli see Podcast
eu: Harpidetu Podcast honetan
fa: تصدیق برای این Podcast
fi: Liity tähän Podcastiin
fr: S'abonner à ce Podcast
he: הרשם לפוד־קסט הזה
hu: Feliratkozás erre a podcastra
it: Abbonati a questo podcast
ja: このポッドキャストに登録する
ka: ამ Podcast-ის გამოწერა
km: ជាវប្រចាំ​ទៅ​ផតខាស់​នេះ
ko: 이 포드캐스트에 기록하기
nb: Abonner på denne podkasten
nds: Dissen Podcast bestellen
ne: यो पोडकास्टमा सदस्यता बन्नुहोस्
nl: Inschrijven bij deze Podcast
nn: Abonner på denne podkasten
pa: ਇਹ ਪੋਸਟਕਾਸਟ ਲਈ ਮੈਂਬਰ ਬਣਾਓ
pl: Subskrybuj ten podcast
pt: Subscrever Neste 'Podcast'
pt_br: Assinar Esse Podcast
ru: Подписаться на этот Podcast
se: Diŋgo dán podkástta
sk: Odoberať tento podcast
sr: Претплати се на ову подемисију
th: สมัครรับพ็อดแคสท์นี้
tr: Bu podcasta üye ol
uk: Підписатися на цей Podcast

source: Add to Playlist
af: Voeg by speel lys
bg: Добавяне към списъка
ca: Afegeix a la llista de reproducció
cs: Přidat do seznamu skladeb
da: Tilføj til spilleliste
de: Zur Wiedergabeliste hinzufügen
el: Προσθήκη στη λίστα
es: Añadir a la lista de reproducción
et: Lisa esitusnimekirja
fa: افزودن به فهرست پخش
fi: Lisää soittolistaan
fr: Ajouter à la liste de lecture
he: הוסף לרשימת־ההשמעה
hu: Hozzáadás a lejátszólistához
it: Aggiungi a playlist
ja: プレイリストに追加
ka: რეპერტუარში დამატება
km: បន្ថែម​ទៅ​បញ្ជីចាក់
ko: 재생목록에 더하기
lt: Įdėti į grojaraštį
nb: Legg til spilleliste
nds: Na de Afspeellist tofögen
ne: प्ले सूचीमा थप्नुहोस्
nl: Aan afspeellijst toevoegen
nn: Legg til speleliste
pa: ਸੰਗੀਤ-ਸੂਚੀ ਸ਼ਾਮਿਲ
pl: Dodaj do listy odtwarzania
pt: Adicionar à Lista
pt_br: Adicionar na Lista de Músicas
ru: Добавить в список
se: Lasit čuojahanlistui
sk: Pridať do zoznamu skladieb
sr: Додај у листу нумера
th: เพิ่มเข้ารายการเล่น
tr: Parça Listesine Ekle
uk: Додати до списку композицій

source: _n: Edit &Information... Edit &Information for %n Tracks...
af: Redigeer informasie... Redigeer informasie vir %n snitte...
bg: Редактиране на %информацията... Редактиране на &информацията за %n записа...
ca: Edita la &informació... Edita la &informació de les %n peces...
cs: Upravit &informace... Upravit &informace o %n skladbách... Upravit &informace o %n skladbách...
da: Redigér &information... Redigér &information for %n spor...
de: &Metadaten bearbeiten ... &Metadaten für %n Stücke bearbeiten ...
el: Ε&πεξεργασία πληροφοριών... Ε&πεξεργασία πληροφοριών για %n κομμάτια...
es: Editar &información... Editar &información de %n pistas...
et: Muuda &infot... Muuda %n pala &infot...
eu: Editatu &informazioa... Editatu %n pisten informazioa...
fa: ویرایش &اطلاعات برای %n شیار...‌
fi: Muokkaa kappaleen s&isältökuvauksia… Muokkaa %n kappaleen s&isältökuvauksia…
fr: Éditer les &informations... Éditer les &Informations de ces %n morceaux...
he: ערוך &מידע... ערוך &מידע עבור %n רצועות...
hu: %n szám &információinak szerkesztése...
it: Modifica &informazioni... Modifica &informazioni per %n tracce...
ja: %nトラックの情報を編集(&I)...
ka: %n ჩანაწერებისთვის &ინფორმაციის რედაქტირება...
km: កែសម្រួល​ព័ត៌មាន​បទចម្រៀង %n បទ​នេះ...
lt: Keisti %n dainos &informaciją... Keisti %n dainų &informaciją... Keisti %n dainų &informaciją...
nb: Rediger &informasjon... Rediger &informasjon for %n spor …
nds: &Informatschonen bewerken... &Informatschonen för %n Stücken bewerken...
ne: सूचना थप्नुहोस्... %n ट्रयाकहरूका लागि सूचना सम्पादन गर्नुहोस्...
nl: &Informatie bewerken... &Informatie voor %n tracks bewerken...
nn: Endra &informasjon … Endra &informasjon for %n spor …
pa: ਜਾਣਕਾਰੀ ਸੋਧ(&I)... %n ਟਰੈਕ ਲਈ ਜਾਣਕਾਰੀ ਸੋਧ(&I)...
pl: Edytuj &informację dla jednego utworu... Edytuj &informację dla %n utworów... Edytuj &informację dla %n utworów...
pt: Editar a &Informação... Editar as &Informações de %n Faixas...
pt_br: Editar &Informações... Editar &Informações de %n Faixas...
ru: &Метаданные %n композиции... &Метаданные %n композиций... &Метаданные %n композиций...
se: Doaimmat bihtá dieđuid … Doaimmat %n bihtá dieđuid …
sk: Upraviť &informácie... Upraviť &informácie pre %n skladby... Upraviť &informácie pre %n skladieb...
sr: Уреди &информације за %n нумеру... Уреди &информације за %n нумере... Уреди &информације за %n нумера...
th: แก้ไขข้&อมูลจำนวน %n เพลง...
tr: %n Parçalarının Bilgilerini Düzenle...
uk: Змінити &інформацію для %n доріжки... Змінити &інформацію для %n доріжок... Змінити &інформацію для %n доріжок...

source: Add to Database
af: Voeg by databasis
bg: Добавяне към база данни
ca: Afegeix a la base de dades
cs: Přidat do databáze
da: Tilføj til database
de: Zur Datenbank hinzufügen
el: Προσθήκη στη βάση δεδομένων
es: Añadir a la base de datos
et: Lisa andmebaasi
eu: Gehitu datu-baseari
fa: افزودن به دادگان
fi: Lisää tietokantaan
fr: Ajouter à la base de données
he: הוסף למסד הנתונים
hu: Hozzáadás az adatbázishoz
it: Aggiungi al database
ja: データベースに追加
ka: მონაცემთა ბაზაში დამატება
km: បន្ថែម​ទៅ​មូលដ្ឋាន​ទិន្នន័យ
ko: 데이터베이스에 추가
lt: Įdėti į duomenų bazę
nb: Legg til database
nds: Na Datenbank tofögen
ne: डाटाबेसमा थप्नुहोस्
nl: Aan database toevoegen
nn: Legg til i database
pa: ਡਾਟਾਬੇਸ ਵਿੱਚ ਸ਼ਾਮਲ
pl: Dodaj do bazy danych
pt: Adicionar à Base de Dados
pt_br: Adicionar ao Banco de Dados
ru: Добавить в базу данных
se: Lasit diehtovuođđui
sk: Pridať do databázy:
sr: Додај у базу података
th: เพิ่มเข้าฐานข้อมูล
tr: Veritabanına Ekle
uk: Додати у базу даних

source: Remove Playlist
af: Verwyder speel lys
bg: Премахване на списъка със записи
ca: Suprimeix la llista de reproducció
da: Fjern spilleliste
de: Wiedergabeliste entfernen
el: Αφαίρεση λίστας
es: Eliminar la lista de reproducción
et: Eemalda esitusnimekiri
eu: Kendu zerrenda
fa: حذف فهرست پخش
fi: Poista soittolista
fr: Liste de lecture distante
he: הסר רשימת־השמעה
hu: Lejátszólista törlése
it: Rimuovi playlist
ja: プレイリストを削除
km: យក​បញ្ជី​ចាក់​ចេញ
ko: 재생목록 제거
lt: Pašalinti grojaraštį
nb: Fjern spilleliste
nds: Afspeellist wegmaken
ne: प्ले सूची हटाउनुहोस्
nl: Afspeellijst verwijderen
nn: Fjern speleliste
pa: ਸੰਗੀਤ-ਸੂਚੀ ਹਟਾਓ
pl: Usuń listę odtwarzania
pt: Remover a Lista
pt_br: Remover Lista de Músicas
ru: Удалить список
se: Váldde eret čuojahanlisttu
sk: Odstrániť zoznam skladieb
sr: Уклони листу нумера
th: ลบรายการเล่น
tr: Parça Listesini Kaldır
uk: Вилучити список композицій

source: Remove from Playlist
af: Verwyder van speel lys
bg: Премахване от списъка
ca: Suprimeix de la llista de reproducció
da: Fjern fra spilleliste
de: Aus Wiedergabeliste entfernen
el: Αφαίρεση από τη λίστα
es: Eliminar de la lista de reproducción
et: Eemalda esitusnimekirjast
eu: Kendu zerrendatik
fa: حذف از فهرست پخش
fi: Poista soittolistasta
fr: Retirer de la liste de lecture
he: הסר מרשימת־השמעה
hu: Törlés a lejátszólistából
it: Rimuovi dalla playlist
ja: プレイリストから削除
km: យក​ចេញ​ពី​បញ្ជី​ចាក់
ko: 재생목록에서 지우기
lt: Pašalinti iš grojaraščio
nb: Fjern fra spilleliste
nds: Ut Afspeellist wegmaken
ne: प्ले सूचीबाट हटाउनुहोस्
nl: Uit afspeellijst halen
nn: Fjern frå speleliste
pa: ਸੰਗੀਤ-ਸੂਚੀ 'ਚੋਂ ਹਟਾਓ
pl: Usuń z listy odtwarzania
pt: Remover da Lista de Reprodução
pt_br: Remover da Lista de Músicas
ru: Удалить из списка
se: Váldde eret čuojahanlisttus
sk: Odstrániť zo zoznamu skladieb
sr: Уклони са листе нумера
th: ลบออกจากรายการเล่น
tr: Parça Listesinden Kaldır
uk: Вилучити зі списку композицій

source: Delete Podcasts Already Played
af: Vee <i>podcasts</i> uit wat alreeds gespeel is.
bg: Изтриване на вече изпълняваните подкастове
ca: Esborra els podcasts que ja s'hagin reproduït
cs: Smazat již přehrané Podcasty
da: Fjern podradioudsendelser som allerede er spillet
de: Bereits gespielte Podcasts entfernen
el: Διαγραφή εκπομπών Pod που έχουν αναπαραχθεί
es: Borrar los podcasts ya reproducidos
et: Kustuta juba esitatud Podcastid
eu: Ezabatu erreproduzitutako Podcast-ak
fa: حذف Podcast‌هایی که قبلاً پخش شده‌اند
fi: Poista soitetut Podcastit
fr: Effacer les podcasts déjà écoutés
he: מחק פוד־קסטים שכבר הושמעו
hu: A már lejátszott podcastok törlése
it: Elimina i podcast già riprodotti
ja: 再生済みのポッドキャストを削除
ka: უკვე დაკრული Podcast-ების წაშლა
km: លុប​ផតខាស់​ដែល​បាន​ចាក់​រួច
ko: 이미 재생된 Podcast 삭제하기
nb: Slett podkaster som allerede er spilt
nds: Al speelte Podcasts wegdoon
ne: पहिल्यै प्ले गरिएको पोडकास्ट मेट्नुहोस्
nl: Reeds afgespeelde Podcasts verwijderen
nn: Slett allereie spelte podkastar
pa: ਪਹਿਲਾਂ ਚਲਾਏ ਪੋਸਟ-ਕਾਸਟ ਹਟਾਓ
pl: Usuń już odtworzone podcasty
pt: Remover as 'Podcasts' Já Tocadas
pt_br: Apagar Podcasts que Já Foram Reproduzidos
ru: Удалить воспроизведённые Podcast
se: Sihko podkásttaid mat leat juo čuojahuvvon
sk: Vymazať už prehrané podcasty
sr: Обриши већ пуштене подемисије
th: ลบรายการพ็อดแคสท์ที่เล่นแล้วออก
tr: Henüz Çalınan Podcastları Sil
uk: Вилучити Podcast-и, які вже програно

source: _n: Delete Track from iPod Delete %n Tracks from iPod
af: Vee snit op iPod uit Vee %n snitte op iPod uit
bg: Изтриване на запис от iPod Изтриване на %n записа от iPod
ca: Suprimeix la peça de l'iPod Suprimeix les %n peces de l'iPod
da: Fjern spor fra iPod Fjern %n spor fra iPod
de: Stück vom iPod entfernen %n Stücke vom iPod entfernen
el: Διαγραφή κομματιού από το iPod Διαγραφή %n κομματιών από το iPod
es: Borrar la pista del iPod Borrar %n pistas del iPod
et: Kustuta pala iPodist Kustuta %n pala iPodist
eu: Ezabatu pista iPod-etik Ezabatu %n pista iPod-etik
fa: حذف %n شیار از iPod
fi: Poista kappale iPodista Poista %n kappaletta iPodista
fr: Effacer le morceau de l'iPod Effacer %n morceaux de l'iPod
he: מחק רצועה מ־ iPod מחק %n מ־ iPod
hu: %n szám törlése az iPod-ról
it: Elimina traccia dall'iPod Elimina %n tracce dall'iPod
ja: iPod の %n トラックを削除
km: លុប %n បទ​ពី iPod
lt: Pašalinti %n dainą iš iPod Pašalinti %n dainas iš iPod Pašalinti %n dainų iš iPod
nb: Slett spor fra iPod Slett %n spor fra iPod
nds: Stück vun den iPott wegdoon %n Stücken vun den iPott wegdoon
ne: आईपोडबाट ट्रयाक मेट्नुहोस् आईपोडबाट %n सङ्ख्याहरू मेट्नुहोस्
nl: Track van iPod verwijderen %n tracks van iPod verwijderen
nn: Slett spor frå iPod Slett %n spor frå iPod
pl: Usuń utwór z iPoda Usuń %n utwory z iPoda Usuń %n utworów z iPoda
pt: Remover a Faixa do iPod Remover as %n Faixas do iPod
pt_br: Apagar Faixa do iPod Apagar %n Faixas do iPod
ru: Удалить %n дорожку из устройства iPod Удалить %n дорожки из устройства iPod Удалить %n дорожек из устройства iPod
se: Sihko bihtá iPod:as Sihko %n bihtá iPod:as
sk: Vymazať stopu z iPodu Vymazať %n stopy z iPodu Vymazať %n stôp z iPodu
sr: Обриши %n нумеру са iPod-а Обриши %n нумере са iPod-а Обриши %n нумера са iPod-а
th: ลบเพลง %n เพลงออกจากไอพ็อด
tr: iPod'dan %n Parça Sil
uk: Вилучити з iPod %n доріжку Вилучити з iPod %n доріжки Вилучити з iPod %n доріжок

source: _n: One duplicate track not added to database %n duplicate tracks not added to database
af: Een duplikaat snit was nie by die databasis bygevoeg nie %n duplikaat snitte was nie by die databasis bygevoeg nie
bg: Един дублиращ се запис не беше добавен към БД %n дублиращи се записа не бяха добавени към БД
ca: No s'ha afegit una peça duplicada a la base de dades No s'han afegit %n peces duplicades a la base de dades
da: Et duplikeret spor ikke tilføjet til databasen %n duplikerede spor ikke tilføjet til databasen
de: Ein doppeltes Stück wurde nicht zur Datenbank hinzugefügt. %n doppelte Stücke wurden nicht zur Datenbank hinzugefügt.
el: Ένα διπλό κομμάτι δεν προστέθηκε στη βάση δεδομένων %n διπλά κομμάτια δεν προστέθηκαν στη βάση δεδομένων
es: Una pista duplicada no fue añadida a la base de datos %n pistas duplicadas no fueron añadidas a la base de datos
et: Üht topeltpala ei lisatud andmebaasi %n topeltpala ei lisatud andmebaasi
eu: Bikoiztutako pista bat ez da datu-basean gehitu Bikoiztutako %n pista ez dira datu-basean gehitu
fa: %n شیار تکراری به دادگان اضافه نشد
fi: Yhtä kaksoiskappaletta ei lisätty tietokantaan. %n kaksoiskappaletta ei lisätty tietokantaan.
fr: %n morceau en double n'a pas été ajouté à la base de données %n morceaux en double n'ont pas été ajoutés à la base de données
he: רצועה כפולה אחת לא נוספה לבסיס־הנתונים %n רצועות כפולות לא נוספו לבסיס־הנתונים
hu: %n duplikált szám nem lett hozzáadva az adatbázishoz
it: Una traccia duplicata non aggiunta al database %n tracce duplicate non aggiunte al database
ja: %n 個の重複トラックはデータベースに追加しません
km: ស្ទួន %n បទ​មិន​​បាន​បន្ថែម​ទៅ​មូលដ្ឋាន​ទិន្នន័យ
lt: %n besidubliuojanti daina neįtraukta į duomenų bazę %n besidubliuojančios dainos neįtrauktos į duomenų bazę %n besidubliuojančių dainų neįtraukta į duomenų bazę
nb: Ett duplisert spor ikke lagt til databasen %n dupliserte spor ikke lagt til databasen
nds: Een dubbelt Stück wöör nich na de Datenbank toföögt %n dubbelt Stücken wöörn nich na de Datenbank toföögt
ne: एउटा नक्कली ट्रयाक डाटाबेसमा थपिएको छैन %n नक्कली ट्रयाकहरू डाटाबेसमा थपिएको छैन
nl: Één dubbele track is niet aan de database toegevoegd %n dubbele tracks zijn niet aan de database toegevoegd
nn: Eitt kopispor ikkje lagt til databasen. %n kopispor ikkje lagt til databasen.
pa: ਡਾਟਾਬੇਸ 'ਚ ਡੁਪਲੀਕੇਟ ਟਰੈਕ ਨਹੀਂ ਜੋੜਿਆ ਗਿਆ ਡਾਟਾਬੇਸ 'ਚ %n ਡੁਪਲੀਕੇਟ ਟਰੈਕ ਨਹੀਂ ਜੋੜੇ ਗਏ
pl: Jeden zduplikowany utwór nie został dodany do bazy danych %n zduplikowane utwory nie zostały dodane do bazy danych %n zduplikowanych utworów nie zostało dodanych do bazy danych
pt: Uma faixa duplicada não foi adicionada à base de dados %n faixas duplicadas não foram adicionadas à base de dados
pt_br: Uma faixa duplicada não foi adicionada ao banco de dados %n faixas duplicadas não foram adicionadas ao banco de dados
ru: %n дорожка уже имеется в базе данных и поэтому не добавлена в неё %n дорожки уже имеется в базе данных и поэтому не добавлены в неё %n дорожек уже имеется в базе данных и поэтому не добавлены в неё
se: Okta duppalaston bihtá ii lasihuvvan diehtovuorkái %n duppalaston bihtá ii lasihuvvan diehtovuorkái
sk: Jedna duplikovaná stopa nebola pridaná do databáze %n duplikované stopy neboli pridané do databáze %n duplikovaných stôp nebolo pridaných do databáze
sr: %n дупликатска нумера није додата у базу %n дупликатске нумере нису додате у базу %n дупликатских нумера није додато у базу
th: %n เพลงซ้ำจะไม่ถูกเพิ่มเข้าไปในฐานข้อมูล
tr: %n aynı dosya veritabanına eklenmedi
uk: %n доріжку-дублікат не додано до бази даних %n доріжки-дублікати не додано до бази даних %n доріжок-дублікатів не додано до бази даних

source: &Automatically delete podcasts
af: Vee <i>podcasts</i> outomaties uit
bg: &Автоматично изтриване на подкастове
ca: Esborra els podcasts &automàticament
cs: &Automaticky smazat podcasty
da: Slet &automatisk podradioudsendelser
de: &Podcasts automatisch entfernen
el: &Αυτόματη διαγραφή εκπομπών pod
es: Borrar &automáticamente los podcasts
et: Podc&astid kustutatakse automaatselt
eu: &Automatikoki ezabatu podcast-ak
fa: حذف &خودکار podcasts‌
fi: &Poista podcastit automaattisesti
fr: &Effacer automatiquement les podcasts
he: הסר פוד־קסטים &אוטומטית
hu: Podcastok &automatikus törlése
it: Elimina &automaticamente i podcast
ja: ポッドキャストを自動的に削除(&A)
ka: Podcast-ების &ავტომატურად წაშლა
km: លុប​ផតខាស់​ដោយ​ស្វ័យប្រវត្តិ
ko: 자동적으로 포드캐스트 삭제(&A)
nb: Slett podkaster &automatisk
nds: Podcasts &automaatsch wegdoon
ne: स्वचालित रूपमा पोडकास्ट मेट्नुहोस्
nl: Podcasts &automatisch verwijderen
nn: &Slett automatisk podkastar
pa: ਪੋਸਟਕਾਸਟ ਨੂੰ ਸਵੈ-ਚਾਲਤ ਹਟਾਓ(&A)
pl: &Automatycznie usuń podcasty
pt: Remover &automaticamente os 'podcasts'
pt_br: Apagar podcasts &automaticamente
ru: Удалять Podcast &автоматически
se: Sihko podkásttaid &automáhtalaččat
sk: &Automaticky mazať podcasty
sr: Аутоматски &бриши подемисије
th: &ลบพ็อดแคสท์อัตโนมัติ
tr: Podcastları &otomatik olarak sil
uk: &Автоматично вилучати podcast-и
