Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Enabling this option stores Mood data files with the music files. Namely, the mood file for /music/file.mp3 will be /music/file.mood. Disabling stores them in your home folder.
af: As hierdie opsie gekies is, sal die gemoed toestand data saam met die musiek lêers gestoor word. Die musiek lêer, bv. /musiek/lêer.mp3 se gemoed lêer sal as /musiek/lêer.mood gestoor word. Andersins sal dit in jou tuisgids gestoor word.
bg: Ако е включена тази опция, файловете с данните за настроението ще бъдат съхранени при музикалните файлове. Файлът за /music/file.mp3 ще бъде /music/file.mood. Ако опцията е изключена, ще бъдат съхранени в домашната директория.
ca: Seleccionant aquesta opció, els fitxers amb les dades d'humor s'emmagatzemen amb els fitxers de la música. En particular, el fitxer d'humor per /música/fitxer.ogg s'anomenarà /música/fitxer.mood. Si està deshabilitada, s'emmagatzemen al seu directori personal.
da: Ved at aktivere dette opbevares stemningsdatafiler med musikfilerne. Nærmere bestemt kommer stemningsfilen for /musik/fil.mp3 til at være /musik/fil.mood. Deaktiveres det opbevares de i din hjemmemappe.
de: Wenn Sie diese Einstellung aktivieren, werden die Stimmungsdaten im gleichen Ordner wie das jeweilige Stück abgelegt. Die Stimmungsdaten für /musik/datei.mp3 befinden sich dann in /musik/datei.mood. Ansonsten werden die Daten in Ihrem persönlichen Ordner gespeichert.
el: Ενεργοποιώντας αυτή την επιλογή γίνεται αποθήκευση των αρχείων διάθεσης μαζί με τα μουσικά αρχεία. Για παράδειγμα το αρχείο διάθεσης του /music/file.mp3 θα είναι το /music/file.mood. Η απενεργοποίηση αποθηκεύει τα αρχεία στον προσωπικό σας φάκελο.
es: Si esta opción está activada, los archivos de datos «mood» se guardan junto a los archivos de música. Es decir, el archivo «mood» para /music/file.mp3 será /music/file.mood. Si está desactivada, se almacenan en su carpeta de usuario.
et: Valimisel salvestatakse tujuandmete failid koos muusikafailidega. Nii on näiteks muusikafaili /muusika/fail.mp3 tujufailiks /muusika/fail.mood. Valimata jätmisel salvestatakse need sinu kodukataloogis.
eu: Aukera hau gaituz Atmosferaren datuen fitxategiak musika-fitxategiekin batera gordetzen ditu. /musika/fitxat.mp3 fitxategiaren atmosfera-fitxategia /musika/fitxat.mood izango da. Desgaitzen bada, fitxategiak etxeko karpetan gordeko ditu.
fa: فعال‌سازی این گزینه، پرونده‌های داده‌ای حالت را با پرونده‌های موسیقی ذخیره می‌‌کند. به عبارت دیگر، پروندۀ حالت برای /music/file.mp3، /music/file.mood می‌باشد. غیرفعال‌سازی آنها را در پوشۀ آغازه‌تان ذخیره می‌کند.
fi: Mikäli valittu, mielialatiedot tallennetaan musiikkikappaleiden mukana. Muulloin tiedot tallennetaan kotikansioon.
fr: En activant cette option, les fichiers de données d'humeur seront stockés avec vos fichiers musicaux. Si le fichier musical est nommé /musci/file.mp3, le fichier d'humeur sera nommé /musci/file.mood. Si vous la désactivez, ils seront stockés dans le dossier utilisateur.
he: הפעלת אפשרות זאת שומרת את קבצי נתוני האווירה יחד עם קבצי המוזיקה. כדוגמה, קבצי האווירה ישמרו עבור music/file.mp3/ ישמרו ב־ music/file.mood/. ביטולה שומרת את קבצי האווירה בתיקיית הבית שלך.
hu: Ha be van kapcsolva ez az opció, akkor a hangulati adatfájlok a zenei fájlokkal azonos helyen kerülnek eltárolásra; például a /zene/zenefájl.mp3 hangulatfájlja a /zene/zenefájl.mood fájl lesz. Ha viszont ki van kapcsolva az opció, akkor az Ön saját könyvtárában lesznek eltárolva ezek a fájlok.
it: Abilitando questa opzione i file di dati dell'atmosfera saranno memorizzati con i file musicali. Vale a dire, il file dell'atmosfera per /music/file.mp3 sarà /music/file.mood. Se disabilitata, i file saranno memorizzata nella tua cartella home.
ja: このオプションを有効にすると、ムードデータファイルは音楽ファイルと同じ場所に保存されます。/music/file.mp3 のムードデータファイルは /music/file.mood になります。無効にすると、ホームフォルダに別に保存されます。
km: ការ​បើក​ជម្រើស​នេះ​នឹង​ទុក​ឯកសារ​ទិន្នន័យ​របៀបជា​មួ​យនឹង​ឯកសារ​តន្ត្រី ។ គឺ​ឯកសារ​របៀប​សម្រាប់ /music/file.mp3 នឹង​ជា /music/file.mood ។ កា​របិទ​វា​នឹង​ទុក​ពួកវា​នៅ​ក្នុង​ថត​ផ្ទះ​របស់​អ្នក ។
ko: 이 옵션을 사용하는 것은 분위기 데이터를 음악 파일에 저장합니다. 이름대로 /music/file.mp3에 대한 분위기 파일은 /music/file.mood가 될 것입니다. 사용하지 않으면 당신의 계정 홈 폴더에 저장합니다.
lt: Įjungus šią parinktį nuotaikos duomenų bylos bus laikomos kartu su muzikos bylomis. Pavyzdžiui, dainos /muzika/byla.mp3 nuotaikos byla bus /muzika/byla.mood. Išjungus šią parinktį duomenys bus laikomi pradžios aplanke.
nb: Hvis dette er slått på blir filene med stemningsdata lagret sammen med musikkfilene. Stemningsfila for /musikk/fil.mp3 blir /musikk/fil.mood. Er det slått av, så lagres .mood-filene i din hjemmemappe.
nds: Is dit anmaakt, warrt de Luundaten bi de Musikdateien wohrt: De Luundaten för t.B. "/musik/datei.mp3" warrt as "musik/datei.mood" sekert. Is dit utmaakt, warrt se binnen Dien Tohuusorner sekert.
ne: यो विकल्प सक्षम पार्नाले सङ्गीत फाइलहरूसँग मुड डेटा फाइलहरू भण्डारण गर्दछ । /music/file.mp3 का लागि मुड फाइल नाम /music/file.mood हुन सक्नेछ । अक्षम पार्नाले तिनीहरू तपाईँको गृह फोल्डरमा भण्डारण गर्दछ ।
nl: Deze optie slaat stemmingsgegevens op bij de muziekbestanden. Bijv. het stemmingsbestand voor /muziek/bestand.mp3 wordt /muziek/bestand.mood. Als deze optie is uitgeschakeld worden deze bestanden in uw persoonlijke map opgeslagen.
nn: Lagra stemningsdatafilene saman med musikkfilene. Stemningsfila for «/musikk/fil.mp3» vert «/musikk/fil.mood». Slår du av dette, vert dei lagra i heimemappa.
pl: Włączenie tej opcji spowoduje, że pliki z danymi o nastroju będą przechowywane razem z plikami muzycznymi. Przykładowo, plikiem nastroju dla /muzyka/plik.mp3 będzie /muzyka/plik.mood. Wyłączenie, spowoduje przechowywanie ich w katalogu domowym.
pt: Se activar esta opção, irá gravar os ficheiros de dados do estado de espírito com os ficheiros das músicas. Por exemplo, o ficheiro com o estado de espírito para o /musica/ficheiro.mp3 será o /musica/ficheiro.mood. Se o desactivar, o ficheiro será gravado na sua pasta pessoal.
pt_br: Habilite essa opção para guardar os arquivos de dados da Atmosfera com os arquivos de música. Desta maneira, o arquivo de atmosfera para /musica/arquivo.mp3 será /musica/arquivo.mood. Desabilite-a para guardá-los na sua pasta de usuário.
sk: Zapnutie tejto voľby spôsobí ukladanie dátových súborov Mood spolu s hudobnými súbormi. Konkrétne mood súbor pre /hudba/subor.mp3 bude /hudba/subor.mood. Pri vypnutej voľbe budú uložené do domovského adresára.
sr: Укључивањем ове опције фајлови расположења биће складиштени уз музичке фајлове. Нпр. фајл расположења за /muzika/fajl.mp3 биће /muzika/fajl.mood. Ако је искључено, фајлови расположења ће бити стављани у вашу домаћу фасциклу.
th: การเปิดใช้ตัวเลือกนี้จะทำการบันทึกแฟ้มข้อมูลอารมณ์เอาไว้กับแฟ้มเพลง โดยใช้ชือเดียวกับ แฟ้มเพลง เช่น แฟ้มอารมณ์เพลงสำหรับ /music/file.mp3 จะเป็น /music/file.mood ถ้าหากปิดก็จะเก็บแฟ้มข้อมูลเหล่านี้ไว้ที่โฟลเดอร์ส่วนตัวของคุณ
uk: Якщо цей параметр увімкнено, то файли даних для настроїв будуть зберігатись з файлами музики. Наприклад, файл настрою для /music/file.mp3 буде /music/file.mood. Вимкнення цього параметра призведе до збереження їх у вашій теці домівки.

source: Playlist-Window Options
af: Speel lys venster opsies
bg: Прозорец на списъка със записи
ca: Opcions de la finestra de reproducció
cs: Možnosti okna se seznamem skladeb
da: Spilleliste-vinduestilvalg
de: Wiedergabelisten-Einstellungen
el: Επιλογές παράθυρου λίστας
es: Opciones de la ventana de lista de reproducción
et: Esitusnimekirja akna valikud
eu: Zerrenda-leihoaren aukerak
fa: گزینه‌های پنجرۀ فهرست پخش
fi: Soittolistaikkunan asetukset
fr: Options de la fenêtre de liste de lecture
he: אפשרויות חלון רשימת־ההשמעה
hu: A lejátszólista-ablak beállításai
it: Opzioni della finestra della playlist
ja: プレイリストウィンドウのオプション
ka: რეპერტუარის ფანჯრის პარამეტრები
km: ជម្រើស​បង្អួច​បញ្ជី​ចាក់
ko: 재생목록창 옵션
lt: Grojaraščio lango parinktys
nb: Valg for spilleliste
nds: Optschonen för dat Afspeellist-Finster
ne: प्लेसूची-सझ्याल विकल्प
nl: Opties voor afspeellijstvenster
nn: Val for speleliste
pa: ਸੰਗੀਤ-ਸੂਚੀ ਚੋਣ
pl: Ustawienia okna listy odtwarzania
pt: Opções da Janela da Lista de Reprodução
pt_br: Opções da Janela da Lista de Músicas
ru: Параметры окна списка
se: Čuojahanlistomolssaeavttut
sk: Voľby okna zoznamu skladieb
sr: Опције прозора листе нумера
th: ตัวเลือก หน้าต่างรายการเล่น
tr: Parça Listesi Penceresi Seçenekleri
uk: Параметри вікна списку композицій

source: &Remember current playlist on exit
af: Onthou die huidige speel lys as program toemaak
bg: &Запомняне на списъка със записи при изход
ca: &Recorda la llista de reproducció actual en sortir
cs: Z&apamatovat si aktuální seznam skladeb při ukončení
da: &Husk denne spilleliste ved afslutning
de: Wiedergabeliste beim Beenden s&peichern
el: &Διατήρηση της τρέχουσας λίστας κατά την έξοδο
es: &Recordar la lista de reproducción actual al salir
et: Väljumisel &salvestatakse esitusnimekiri
eu: &Gogoratu uneko zerrenda irtetzean
fa: &به یاد آوردن فهرست پخش جاری هنگام خروج‌
fi: &Muista nykyinen soittolista seuraavalla käynnistyksellä
fr: Mémo&riser la liste de lecture en cours lors de la fermeture
he: ז&כור את רשימת־ההשמעה הנוכחית ביציאה
hu: Az aktuális &lejátszólista elmentése kilépéskor
it: &Ricorda la playlist attuale all'uscita
ja: 終了時のプレイリストを記憶する(&R)
ka: &გასვლისას მიმდინარე სიის დამახსოვრება
km: ចងចាំ​បញ្ជី​ចាក់​បច្ចុប្បន្ន ពេល​ចេញ
ko: 끝날 때 현재의 재생목록 기억(&R)
lt: &Įsiminti dabartinį grojaraštį prieš baigiant darbą
nb: &Husk spillelista ved avslutning
nds: De aktuelle Afspeellist bi't Utmaken woh&ren
ne: निस्कदा हालको प्ले सूची सम्झनुहोस्
nl: Huidige afspeellijst ont&houden bij afsluiten
nn: &Hugs spelelista ved avslutting
pa: ਬੰਦ ਕਰਨ 'ਤੇ ਮੌਜੂਦਾ ਸੰਗੀਤ-ਸੂਚੀ ਯਾਦ ਰੱਖੋ(&R)
pl: &Zapamiętaj bieżącą listę odtwarzania przy wychodzeniu
pt: &Recordar a lista actual ao sair
pt_br: &Lembrar lista atual ao fechar
ru: &Сохранять список при выходе
se: &Muitte dálá čuojahanlisttu jaddadettiin
sk: Zapamätať si ak&tuálny zoznam skladieb pri ukončení
sr: &Запамти текућу листу нумера при изласку
th: &จำรายการเล่นปัจจุบันเอาไว้ตอนออกจากโปรแกรม
tr: Çıkınca mevcut parça listesini &hatırla
uk: &Пам'ятати поточний список композицій при виході

source: If checked, Amarok saves the current playlist on quit and restores it when restarted.<br>
af: As hierdie gekies is, sal Amarok die huidige speel lys stoor as die program toegemaak word en herstel wanneer die program weer begin.<br>
bg: Ако е включена тази отметка, при излизане от програмата тя ще запомни текущия списък със записи и ще го възстанови при следващо пускане.<br>
ca: Si està seleccionat, l'Amarok desa la llista de reproducció actual en sortir i la restaura en tornar arrancar.<br>
cs: Alt+UJe-li zaškrtnuto, Amarok při ukončení běhu programu uloží seznam skladeb a po opětovném startu jej znovu načte.<br>
da: Hvis dette er afkrydset gemmer Amarok den nuværende spilleliste ved afslutning og genopretter den når der startes igen.<br>
de: Aktivieren Sie diese Einstellung, um die aktuelle Wiedergabeliste beim Beenden zu speichern und beim nächsten Start wieder zu laden.<br>
el: Αν επιλεχθεί, το AmaroK θα αποθηκεύει την τρέχουσα λίστα κατά την έξοδο και θα την επαναφέρει στην επόμενη εκκίνηση. <br>
es: Si está marcada, Amarok guarda el contenido de la lista de reproducción actual al salir y lo restaura al volver a iniciarse.<br>
et: Märkimisel salvestab Amarok väljumisel aktiivse esitusnimekirja ja taastab selle uuel käivitamisel.<br>
fa: اگر علامت زده شود، amaroK فهرست پخش جاری را هنگام خروج ذخیره می‌کند و هنگامی که بازآغاز می‌شود، آن را باز می‌گرداند.<br>
fi: Mikäli valittu, Amarok tallentaa soittolistan, kun ohjelmasta poistutaan, ja palauttaa sen, kun ohjelma käynnistetään uudelleen.<br>
fr: Si cette case est cochée, Amarok enregistre la liste de lecture lors de la fermeture et la restaure lorsqu'il est redémarré.<br>
he: אם סומן, Amarok ישמור את רשימת־ההשמעה הנוכחית ביציאה וישחזר אותה בהפעלה הבאה.<br>
hu: Ha be van jelölve, akkor az Amarok kilépéskor elmenti az aktuális lejátszólistát, a következő indításkor pedig visszaállítja azt<br>
it: Se selezionata, Amarok salva la playlist attuale all'uscita e la ripristina al riavvio.<br>
ja: 終了時にプレイリストを保存して次回起動時に復元します。<br>
km: ជំនួស(Alt)+Uប្រសិន​បើ​បាន​គូសធីក Amarok រក្សាទុក​បញ្ជី​ចាក់​បច្ចុប្បន្ន​នៅ​ពេល​ចាក​ចេញ ហើយ​ស្ដារ​វា​ឡើង​វិញ​នៅ​ពេល​ត្រូ​វបាន​ចាប់ផ្ដើម​ឡើង​វិញ ។<br>
ko: 만약 체크된다면, Amarok은 끝날 때 재생목록을 저장시켜 뒀다가 재시작하면 복원합니다.<br>
lt: Jei ši parinktis įjungta, prieš baigiant darbą AmaroK įsimins dabartinį grojaraštį ir kitą kartą pradedant darbą atstatys jį. <br>
nb: Hvis dette er på, lagrer Amarok spillelista som blir spilt når programmet stopper, og henter den automatisk opp neste gang Amarok blir startet.<br>
nds: Wenn aktiveert, sekert Amarok de aktuelle Afspeellist bi't Beennen un maakt se wedder op, wenn Amarok nieg start.<br>
ne: यदि जाँच गरियो भने, अमारोकले निस्कदा हालको प्ले सूची बचत गर्दछ र पुन: सुरु हुँदा पूर्वावस्थामा ल्याउँदछ ।<br>
nl: Indien geselecteerd zal Amarok de huidige afspeellijst bewaren bij het afsluiten en weer herstellen bij de volgende start.<br>
nn: Lagra spelelista som vert spelt ved avslutting, og hent ho automatisk opp neste gong Amarok vert starta.<br>
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਅਮਰੋਕ ਮੌਜੂਦਾ ਸੰਗੀਤ-ਸੂਚੀ ਨੂੰ ਸੰਭਾਲੇਗਾ ਅਤੇ ਮੁੜ ਚਲਾਉਣ 'ਤੇ ਉਸ ਨੂੰ ਮੁੜ-ਪ੍ਰਾਪਤ ਕਰ ਲਵੇਗਾ।<br>
pl: Jeśli jest zaznaczone, Amarok zapisuje bieżącą listę odtwarzania przy wychodzeniu i przywraca ją kiedy zostaje ponownie uruchomiony.<br>
pt: Se activo, o Amarok grava a lista actual ao sair e volta a carregá-la quando o reiniciar.<br>
pt_br: Se selecionada, o Amarok salva à lista de músicas atual ao sair, e a restaura quando for reiniciado.<br>
ru: Сохранять текущий список при выходе и восстанавливать его при следующем запуске.<br>
se: Jus dát lea merkejuvvon, de Amarok vurke dálá čuojahanlisttu go heaittihuvvo ja viežžá dan automáhtalaččat go fas álggahuvvo. <br>
sk: Ak je zaškrnuté, Amarok pri ukončení programu uloží aktuálny zoznam skladieb a po opätovnom spustení ho znovu načíta.<br>
sr: Ако је попуњено, Amarok ће сачувати тренутну листу при изласку и вратити се на њу по поновном покретању.<br>
th: หากกาเลือกไว้ Amarok จะบันทึกรายการเล่นปัจจุบันไว้เมื่อออกจากโปรแกรม และจะเรียกคืนขึ้นมาเมื่อ ทำการเริ่มโปรแกรม<br>
tr: Eğer işaretlenirse, Amarok kapatılırken açık olan parça listesi kaydedilir ve Amarok yeniden başladığında açılır.<br>
uk: Якщо ввімкнено, Amarok зберігає поточний список композицій під час виходу і відновлює під час запуску.<br>

source: If checked, Amarok saves the current playlist on quit and restores it when restarted.
af: As hierdie gekies is, sal Amarok die huidige speel lys stoor as die program toegemaak word en herstel wanneer die program weer begin.
bg: Ако е включена тази отметка, при излизане от програмата тя ще запомни текущия списък със записи и ще го възстанови при следващо пускане.
ca: Si està seleccionat, l'Amarok desa la llista de reproducció actual en sortir i la restaura en tornar arrancar.
cs: Je-li zaškrtnuto, Amarok při ukončení běhu programu uloží seznam skladeb a po opětovném startu jej znovu načte.
da: Hvis dette er afkrydset gemmer Amarok den nuværende spillelist ved afslutning og genopretter den når der startes igen.
de: Aktivieren Sie diese Einstellung, um die aktuelle Wiedergabeliste beim Beenden zu speichern und beim nächsten Start wieder zu laden.
el: Αν επιλεχθεί, το AmaroK θα αποθηκεύει την τρέχουσα λίστα κατά την έξοδο και θα την επαναφέρει στην επόμενη εκκίνηση.
es: Si está marcada, Amarok guarda la lista de reproducción actual al salir y la restaura al volver a iniciarse.
et: Märkimisel salvestab Amarok väljumisel aktiivse esitusnimekirja ja taastab selle uuel käivitamisel.
fa: اگر علامت زده شود، amaroK فهرست پخش جاری را هنگام خروج ذخیره می‌کند و هنگامی که بازآغاز می‌شود آن را باز می‌گرداند.
fi: Mikäli valittu, Amarok tallentaa soittolistan, kun ohjelmasta poistutaan, ja palauttaa sen, kun ohjelma käynnistetään uudelleen.
fr: Si cette case est cochée, Amarok enregistre la liste de lecture lors de la fermeture et la restaure lorsqu'il est redémarré.
he: אם סומן, Amarok ישמור את רשימת־ההשמעה הנוכחית ביציאה וישחזר אותה בהפעלה הבאה.
hu: Ha be van jelölve, akkor az Amarok kilépéskor elmenti az aktuális lejátszólistát, a következő indításkor pedig visszaállítja azt
it: Se selezionata, Amarok salva la playlist attuale alla chiusura e la ripristina al riavvio.
ja: 終了時にプレイリストを保存して次回起動時に復元します。
km: ប្រសិន​បើ​បាន​គូសធីក Amarok រក្សា​ទុក​បញ្ជាក់​ចាក់​បច្ចុប្បន្ន​នៅ​ពេល​ចាកចេញ ហើយ​ស្ដារ​វា​ឡើងវិញ​នៅ​ពេល​ត្រូវ​បាន​ចាប់ផ្ដើម​ឡើង​វិញ ។
ko: 만약 체크된다면, Amarok은 끝날 때 재생목록을 저장시켜 뒀다가 재시작하면 복원합니다.
lt: Jei ši parinktis įjungta, prieš baigiant darbą AmaroK įsimins dabartinį grojaraštį ir kitą kartą pradedant darbą atstatys jį.
nb: Hvis dette er på, lagrer Amarok spillelista som blir spilt når programmet stopper, og henter den automatisk opp neste gang Amarok blir startet.
nds: Wenn aktiveert, sekert Amarok de aktuelle Afspeellist bi't Beennen un maakt se wedder op, wenn Amarok nieg start.
ne: यदि जाँच गरियो भने, अमारोकले निस्कदा हालको प्ले सूची बचत गर्दछ र सुरु हुँदा पूर्वावस्थामा ल्याउँदछ ।
nl: Indien geselecteerd zal Amarok de huidige afspeellijst bewaren bij het afsluiten en weer herstellen bij de volgende start.
nn: Lagra spelelista som vert spelt ved avslutting, og hent\ho automatisk opp neste gong Amarok vert starta.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਅਮਰੋਕ ਮੌਜੂਦਾ ਸੰਗੀਤ-ਸੂਚੀ ਨੂੰ ਸੰਭਾਲੇਗਾ ਅਤੇ ਮੁੜ ਚਲਾਉਣ 'ਤੇ ਉਸ ਨੂੰ ਮੁੜ-ਪ੍ਰਾਪਤ ਕਰ ਲਵੇਗਾ।
pl: Jeśli jest zaznaczone, Amarok zapisuje bieżącą listę odtwarzania przy wychodzeniu i przywraca ją kiedy jest ponownie uruchamiany.
pt: Se activo, o Amarok grava a lista actual ao sair e volta a carregá-la quando o reiniciar.
pt_br: Se selecionada, o Amarok salva a lista de músicas atual ao sair e a restaura quando for reiniciado.
ru: Сохранять текущий список при выходе и восстанавливать его при следующем запуске.
se: Jus lea merkejuvvon, de Amarok vurke dálá čuojahanlisttugo heaittihuvvo ja viežžá dan fas go álggahuvvo.
sk: Ak je zaškrtnuté, Amarok pri ukončení programu uloží zoznam skladieb a po opätovnom spustení ho znovu načíta.
sr: Ако је попуњено, Amarok ће снимити тренутну листу при изласку и вратити је по поновном покретању.
th: หากกาเลือกไว้ Amarok จะบันทึกรายการเล่นปัจจุบันเอาไว้เมื่อออกจากโปรแกรม และจะเรียกคืนขึ้นมา เมื่อทำการเริ่มโปรแกรม
tr: Eğer işaretlenirse, Amarok kapatılırken açık olan parça listesi kaydedilir ve Amarok yeniden başladığında açılır.
uk: Якщо ввімкнено, Amarok зберігає поточний список композицій під час закривання програми і відновлює під час запуску.

source: Manually sa&ved playlists use relative path
bg: Относителен път за ръчно за&писан списък
ca: Les llistes de reproducció &desades manualment empren rutes relatives
cs: Ručně uložené seznamy skladeb použí&vají relativní cestu
da: &Manuelt gemte spillelister bruger relative søgestier
de: &Relative Pfade für manuell gespeicherte Wiedergabelisten
el: Χρήση &σχετικής διαδρομής για χειροκίνητη αποθήκευση λίστας
es: Usar rutas relativas en las listas de reproducción guardadas &manualmente
et: Käsitsi salvestatud esitusni&mekirjad kasutavad suhtelist asukohta
fi: &Käsin tallennetut soittolistat käyttävät suhteellisia polkuja.
hu: A &kézzel mentett lejátszólisták relatív elérési útvonalt használjanak
it: Playlist sal&vate manualmente usano percorso relativo
ja: 手動で保存したプレイリストは相対パスを使う(&V)
km: រក្សាទុក​បញ្ជីចាក់​ដោយ​ប្រើ​ផ្លូវ​ប្រែប្រួល​ដោយ​ដៃ
lt: Grojaraščius įrašant pačiam naudotojui naudoti &santykinius kelius
nds: Relative &Padden binnen vun Hand sekerte Afspeellisten bruken
nl: Handmatig opgeslagen afspeellijsten gebruiken relatie&ve paden
nn: &Manuelt lagra spelelister brukar relativ stig
pa: ਖੁਦ ਸੰਭਾਲੀਆਂ ਸੰਗੀਤ-ਸੂਚੀਆਂ ਲਈ ਅਨੁਸਾਰੀ ਮਾਰਗ ਵਰਤੋਂ(&v)
pl: Ręczni&e zapisane listy odtwarzania używają ścieżki względnej
pt: As listas gra&vadas manualmente usam localizações relativas
pt_br: Listas de músicas sal&vas manualmente usam caminhos relativos
se: Čuojahan&listtuid maid ieš vurket, geavaha gorolaš bálgá
sk: R&učne uložené zoznamy skladieb používajú relatívnu cestu
sr: &Ручно снимљене листе нумера користе релативну путању
th: บั&นทึกรายการเล่นเองโดยใช้พาธเชิงสัมพันธ์
tr: &Elle kaydedilen parça listeleri göreceli yol kullansın
uk: Збережені в&ручну списки композицій вживають відносний шлях

source: If checked, Amarok uses a relative path for the tracks of manually saved playlists
af: As hierdie gekies is, sal Amarok relatiwe soek paaie gebruik vir snitte van speel lyste wat self gestoor is.
bg: Ако е включена тази отметка, Amarok ще използва относителния път за ръчно записаните списъци със записи
ca: Si està seleccionat, l'Amarok usa una ruta relativa per les peces de les llistes de reproducció desades manualment
cs: Je-li zaškrtnuto, Amarok používá relativní cestu pro skladby v ručně ukládaných seznamech skladeb
da: Hvis markeret, bruger Amarok relative søgestier for sporene i manuelt gemte spillelister
de: Falls dies aktiviert ist, werden in manuell gespeicherten Wiedergabelisten relative Pfade zu den Stücken verwendet.
el: Αν επιλεχθεί, το AmaroK θα χρησιμοποιεί σχετική διαδρομή για κομμάτια σε λίστες αποθηκευμένες χειροκίνητα από το χρήστη
es: Si se selecciona, Amarok usa una ruta relativa para las pistas de las listas de reproducción guardadas manualmente
et: Märkimisel kasutab Amarok käsitsi salvestatud esitusnimekirjade korral palade jaoks suhtelist asukohta
fa: اگر علامت زده شود، amaroK برای شیارهای فهرستهای پخشی که به طور دستی ذخیره شده‌اند از یک مسیر نسبی استفاده می‌کند
fi: Mikäli valittu, Amarok käyttää suhteellisia polkuja kappaleisiin, kun soittolista erikseen tallennetaan.
fr: Si cette case est cochée, Amarok utilisera un chemin relatif pour les morceaux des listes de lecture sauvegardées manuellement
he: אם סומן, Amarok ישתמש בנתיב יחסי עבור רצועות ברשימות השמעה שנשמרו ידנית
hu: Ha be van jelölve, akkor az Amarok relatív elérési útvonalt használ a kézzel mentett lejátszólistákban levő számokhoz
it: Se spuntato, Amarok userà un percorso relativo per le tracce delle playlist salvate manualmente
ja: 手動で保存したプレイリストのトラックには相対パスを使用します。
km: ប្រសិន​បើ​បាន​គូសធីក Amarok ប្រើ​ផ្លូវ​​ទំនាក់ទំនង​សម្រាប់​បទ​​នៃ​បញ្ជី​ចាក់​ដែល​បាន​រក្សាទុក​ដោយ​ដៃ
ko: 만약 체크된다면, Amarok은 수동으로 저장된 재생목록의 트랙에 대한 상대적인 경로를 사용합니다.
lt: Įjungus šią parinktį dainų kelių įrašymui AmaroK naudos santykinius kelius, jei grojarašis bus įrašomas paties naudotojo
nb: Hvis dette er valgt, bruker Amarok relative adresser til spor i manuelt lagrede spillelister
nds: Wenn aktiveert, bruukt Amarok relative Padden för de Stücken binnen vun Hand sekerte Afspeellisten.
ne: यदि जाँच गरियो भने, अमारोकले म्यानुअल तरीकाले बचत गरिएको प्लेसूचीको ट्रयाकहरूका लागि सापेक्षिक मार्ग प्रयोग गर्दछ
nl: Indien ingeschakeld gebruikt Amarok relatieve paden voor de tracks in handmatig opgeslagen afspeellijsten
nn: Bruk relative adresser for lagring av plasseringane til spor i manuelt lagra spelelister.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਅਮਰੋਕ ਸੰਗੀਤ-ਸੂਚੀਆਂ ਨੂੰ ਸੰਭਾਲਣ ਲਈ ਅਨੁਸਾਰੀ ਮਾਰਗ ਦੀ ਵਰਤੋਂ ਕਰੇਗਾ
pl: Jeśli zaznaczone, Amarok używa ścieżki względnej dla utworów z ręcznie zapisanych list odtwarzania
pt: Se activado, o Amarok utiliza a localização relativa das faixas de listas de reprodução gravadas manualmente
pt_br: Se selecionada, o Amarok usa um caminho relativo para as faixas das listas de músicas salvas manualmente
ru: Использовать относительные пути при сохранении списков вручную
sk: Ak je zaškrnuté, Amarok používa relatívnu cestu pre skladby v ručne ukladaných zoznamoch skladieb
sr: Ако је попуњено, Amarok користи релативну путању за нумере ручно снимљених листа
th: หากกาเลือกไว้ Amarok จะใช้พาธเชิงสัมพันธ์สำหรับเพลงในรายการเล่น ที่ทำการบันทึกเอง
tr: Eğer tıklanırsa, elle kaydedilen parça listeleri göreceli yol kullanır
uk: Якщо увімкнено, Amarok використовує відносний шлях для доріжок списків композицій, які було збережено вручну
