Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Whether played songs are submitted to Audioscrobbler
af: Bepaal of informasie oor gespeelde snitte na Audioscrobbler gestuur moet word
bg: Дали да бъде изпращана информация за слушаните песни на last.fm
ca: Si s'han d'enviar les cançons escoltades a l'Audioscrobbler
cs: Odesílat přehrávané skladby na Audioscrobbler
da: Om afspillede sange sendes ind til Audioscrobbler
de: Abgespielte Stücke an Audioscrobbler übermitteln
el: Αν θα υποβάλλονται τα εκτελεσμένα τραγούδια στο Audioscrobbler
es: Si las canciones reproducidas se envían a Audioscrobbler
et: Kas edastada mängitavad laulud Audioscrobblerile
eu: Erreproduzitutako abestiak Audioscrobbler gunera bidali edo ez
fa: آیا ترانه‌های پخش‌شده به Audioscrobbler ارائه شوند
fi: Lähetetäänkö soitetuista kappaleista tieto Audioscrobblerille
fr: Soumission des morceaux joués à Audioscrobbler
he: האם שירים שהושמעו נשלחים ל-Audioscrobbler
hu: A lejátszott számok el legyenek-e küldve az Audioscrobblernek
it: Decidi se le tracce riprodotte vanno inviate a last.fm
ja: 再生した曲を Audioscrobbler に送信するかどうか
ka: როდის არის დაკრული სიმღერები Audioscrobbler-ზე გამოწვეყნებული
km: ថា​តើ​ត្រូវ​ដាក់ស្នើ​បទ​ចម្រៀង​ដែល​បាន​ចាក់​ទៅ Audioscrobbler ឬ​ទេ
ko: 재생한 곡을 Audioscrobbler로 제출할지 여부
lt: Nusiųsti atliktas dainas į Audioscrobbler
nb: Om sanger spilt av skal sendes inn til Audioscrobbler
nds: Speelt Stücken na Audioscrobbler överdregen
ne: प्ले गरिएको गीतहरू अडियो स्क्रोब्लरमा पेश गर्ने या नगर्ने
nl: Of afgespeelde tracks zullen worden ingediend bij Audioscrobbler
nn: Om songar spelt av skal sendast inn til Audioscrobbler
pa: ਕੀ ਚਲਾਏ ਗਾਣੇ ਆਡੀਓਸਕਰੋਬੱਲਰ(Audioscrobbler) ਨੂੰ ਭੇਜੇ ਜਾਣ
pl: Czy odtwarzane utwory będą wysyłane do Audioscrobblera
pt: Enviar ou não as canções reproduzidas para o Audioscrobbler
pt_br: Músicas reproduzidas serão enviadas para o Audioscrobbler
ru: Передавать ли сведения о прослушиваемых песнях Audioscrobbler
se: Jus čuojahuvvon bihtát sáddejuvvo Audioscrobblerii
sk: Odosielať prehrané skladby na Audioscrobbler
sr: Да ли се пуштене песме предају Audioscrobbler-у
th: จะให้ส่งชื่อเพลงที่เล่นไปยัง Audioscrobbler หรือไม่
tr: Çalınan şarkıları Audioscrobbler'a gönder
uk: Чи передаються до Audioscrobbler відомості про пісні, які програються

source: Username
af: Gebruikernaam
bg: Потребителско име
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Usuario
et: Kasutajanimi
eu: Erabiltzaile-izena
fa: نام کاربر
fi: Käyttäjätunnus
fr: Utilisateur
he: שם משתמש
hu: Felhasználónév
it: Nome utente
ja: ユーザ名
ka: მომხმარებლის სახელი
km: ឈ្មោះ​អ្នក​ប្រើ
ko: 사용자 이름
lt: Naudotojo vardas
nb: Brukernavn
nds: Brukernaam
ne: प्रयोगकर्ता नाम
nl: Gebruikersnaam
nn: Brukarnamn
pa: ਉਪਭੋਗੀ ਨਾਂ
pl: Nazwa użytkownika
pt: Nome do Utilizador
pt_br: Nome do usuário
ru: Пользователь
se: Geavaheaddjenamma
sk: Používateľské meno
sr: Корисничко име
th: ชื่อผู้ใช้
tr: Kullanıcı ADı
uk: Користувач

source: The username to use for connecting to Audioscrobbler
af: Die gebruiker naam wat gebruik moet word om aan Audioscrobbler te koppel.
bg: Потребителско име за свързване към last.fm
ca: El nom d'usuari per connectar-se a l'Audioscrobbler
cs: Uživatelské jméno použité pro připojení na Audioscrobbler
da: Brugernavnet at bruge til forbindelse til Audioscrobbler
de: Der Benutzername für die Verbindung zu Audioscrobbler
el: Το όνομα του χρήστη για σύνδεση με το Audioscrobbler
es: El nombre de usuario para usar al conectar con Audioscrobbler
et: Kasutajanimi Audioscrobbleriga ühenduse loomiseks
eu: Erabiltzailearen izena Audioscrobbler gunearekin konektatzean erabiltzeko
fa: نام کاربر مورد استفاده برای اتصال به Audioscrobbler
fi: Käyttäjätunnus, jolla kytkeydytään Audioscrobbleriin
fr: L'utilisateur à utiliser pour la connexion à Audioscrobbler
he: שם המשתמש עבור חיבור ל-Audioscrobbler
hu: Az Audioscrobbler eléréséhez használt felhasználónév
it: Il nome utente da usare per collegarsi a last.fm
ja: Audioscrobbler に接続するユーザ名
ka: Audioscrobbler-სთან დაკავშირების მომხმარებლის სახელი
km: ឈ្មោះ​អ្នក​ប្រើ ដែល​ប្រើ​ដើម្បី​តភ្ជាប់​ទៅ Audioscrobbler
ko: Audioscrobbler로 접속할 때 사용할 사용자이름
lt: Naudotojo vardas jungimuisi į Audioscrobbler
nb: Brukernavnet brukt til å koble til Audioscrobbler
nds: De Brukernaam för't Tokoppeln na Audioscrobbler
ne: अडियो स्क्रोब्लरमा जडान गर्नका लागि प्रयोग गर्न प्रयोगकर्ता नाम
nl: De gebruikersnaam om te gebruiken bij het verbinden met Audioscrobbler
nn: Brukarnamnet bruka til å kopla til Audioscrobbler
pa: Audioscrobbler ਨਾਲ ਜੁੜਨ ਲਈ ਵਰਤਣ ਲਈ ਉਪਭੋਗੀ ਨਾਂ
pl: Nazwa użytkownika używana przy połączeniu do Audioscrobblera
pt: O nome de utilizador para ligar ao Audioscrobbler
pt_br: Nome do usuário usado para a conexão com o Audioscrobbler
ru: Имя пользователя в системе Audioscrobbler
sk: Používateľské meno pre spojenie na Audioscrobbler
sr: Корисничко име за повезивање са Audioscrobbler-ом
th: ชื่อผู้ใช้ที่ใช้สำหรับการเชื่อมต่อกับ Audioscrobbler
tr: Audioscrobbler'a bağlanılırken kullanılacak kullanıcı ismi
uk: Користувач для з'єднання з Audioscrobbler

source: The password to use for connecting to Audioscrobbler
af: Die wagwoord wat gebruik moet word om aan Audioscrobbler te koppel.
bg: Парола за свързване към last.fm
ca: La contrasenya per connectar-se a l'Audioscrobbler
cs: Heslo použité pro připojení na Audioscrobbler
da: Kodeordet at bruge til forbindelse til Audioscrobbler
de: Das Passwort für die Verbindung zu Audioscrobbler
el: Ο κωδικός πρόσβασης για σύνδεση με το Audioscrobbler
es: La contraseña para usar al conectar con Audioscrobbler
et: Parool Audioscrobbleriga ühenduse loomiseks
eu: Pasahitza Audioscrobbler gunearekin konektatzean erabiltzeko
fa: اسم رمز مورد استفاده برای اتصال به Audioscrobbler
fi: Salasana, jota käytetään kytkeydyttäessä Audioscrobbleriin
fr: Le mot de passe à utiliser pour la connexion à Audioscrobbler
he: הססמה עבור חיבור ל-Audioscrobbler
hu: Az Audioscrobbler eléréséhez használt jelszó
it: La password da usare per collegarsi a last.fm
ja: Audioscrobbler への接続に使用するパスワード
ka: Audioscrobbler-სთან დაკავშირების პაროლი
km: ពាក្យសម្ងាត់ ដែល​ប្រើ​ដើម្បី​តភ្ជាប់​ទៅ Audioscrobbler
ko: Audioscrobbler로 접속할 때 사용할 사용자의 패스워드
lt: Slaptažodis jungimuisi į Audioscrobbler
nb: Passord brukt til å koble til Audioscrobbler
nds: Dat Passwoort för't Tokoppeln na Audioscrobbler
ne: अडियो स्क्रोब्लरमा जडान गर्नका लागि प्रयोग गर्न पासवर्ड
nl: Het wachtwoord om te gebruiken bij het verbinden met Audioscrobbler
nn: Passord bruka til å kopla til Audioscrobbler
pa: Audioscrobbler ਨਾਲ ਜੁੜਨ ਲਈ ਵਰਤਣ ਲਈ ਗੁਪਤ-ਕੋਡ
pl: Hasło używane przy łączeniu się z Audioscrobblerem
pt: A senha para ligar ao Audioscrobbler
pt_br: Senha usada para a conexão com o Audioscrobbler
ru: Пароль в системе Audioscrobbler
sk: Heslo pre spojenie na Audioscrobbler
sr: Лозинка за повезивање са Audioscrobbler-ом
th: รหัสผ่านที่ใช้สำหรับเชื่อมต่อกับ Audioscrobbler
tr: Audioscrobbler'a bağlanılırken kullanılacak parola
uk: Пароль для з'єднання з Audioscrobbler

source: Retrieve similar artists
bg: Търсене на подобни изпълнители
ca: Obté els artistes semblants
da: &Hent lignende
de: Ähnliche Interpreten abrufen
el: Λήψη παρόμοιων καλλιτεχνών
es: Obtener artistas similares
et: Sarnaste esitajate hankimine
fi: Hae samankaltaisia artisteja
hu: A hasonló előadók letöltése
it: Ricerca artisti simili
ja: 類似したアーティストを取得
km: ទៅ​យក​សិល្បករ​ស្រដៀង​គ្នា
lt: Sužinoti panašius atlikėjus
nds: Lieke Künstlers halen
nl: Vergelijkbare artiesten ophalen
nn: Hent liknande artistar
pa: ਰਲਦੇ ਕਲਾਕਾਰ ਲਵੋ
pl: Pobierz podobnych wykonawców
pt: Obter artistas semelhantes
pt_br: Obter artistas parecidos
se: Viečča sullosaš artisttaid
sk: Získať podobných interpretov
sr: Добави сличне извођаче
th: ดึงข้อมูลศิลปินเดียวกัน
tr: Benzer sanatçıları al
uk: Отримати подібних виконавців

source: Whether similar songs are retrieved from Audioscrobbler
af: Bepaal of soortgelyke snitte van Audioscrobbler onttrek word.
bg: Дали да бъдат търсени подобни песни в Audioscrobbler
ca: Si s'han d'obtenir les cançons similars de l'Audioscrobbler
cs: Získávat z Audioscrobbleru podobné skladby
da: Om lignende sange hentes fra Audioscrobbler
de: Ob ähnliche Interpreten von Audioscrobbler geholt werden
el: Αν θα λαμβάνονται παρόμοια τραγούδια από το Audioscrobbler
es: Si las canciones similares se obtienen de Audioscrobbler
et: Kas hankida Audioscrobblerilt sarnased laulud
eu: Antzeko abestiak Audioscrobbler gunetik eskuratu edo ez
fa: آیا ترانه‌های مشابه از Audioscrobbler بازیابی شوند
fi: Haetaanko samanlaisia kappaleita Audioscrobblerista
fr: Récupère des chansons similaires depuis Audioscrobbler
he: האם שירים דומים יאוחזרו מ-Audioscrobbler
hu: Hasonló számok letöltése az Audioscrobblerből
it: Decidi se tracce simili vengano richieste a last.fm
ja: Audioscrobbler から類似した曲を取得するかどうか
ka: როდის უნდა იყოს მსგავსი სიმღერები Audioscrobbler-დან მიღებული
km: ថា​តើ​ត្រូវ​ទៅ​យក​បទចម្រៀង​ស្រដៀង​គ្នា​ពី Audioscrobbler ឬ​ទេ
ko: Audioscrobbler로부터 유사 곡들을 검색할지 여부
lt: Atsisiųsti panašius atlikėjus iš Audioscrobbler
nb: Om lignende sanger skal hentes fra Audioscrobbler
nds: Lieke Stücken vun Audioscrobbler afropen
ne: एउटै गीतहरू अडियो स्क्रोब्लरबाट पुन: प्राप्त गरिन्छ या गरिँदैन
nl: Of vergelijkbare tracks worden opgehaald bij Audioscrobbler
nn: Om liknande songar skal hentast frå Audioscrobbler
pa: ਕੀ Audioscrobbler ਤੋਂ ਏਦਾਂ ਦੇ ਗਾਣੇ ਪਰਾਪਤ ਕਰਨੇ ਹਨ
pl: Czy podobne utwory mają być pobierane z Audioscrobblera
pt: Se as canções semelhantes são ou não obtidas do Audioscrobbler
pt_br: Músicas parecidas serão obtidas no Audioscrobbler
ru: Получать ил сведения о подобных исполнителях с Audioscrobbler
sk: Získavať podobné skladby z Audioscrobbleru
sr: Да ли се сличне песме добављају са Audioscrobbler-а
th: จะให้มีการดึงเพลงที่เหมือนๆ กันจาก Audioscrobbler หรือไม่
tr: Benzer şarkılar Audioscrobbler'dan alınsın
uk: Чи отримувати подібні пісні з Audioscrobbler

source: Device type
bg: Вид устройство
ca: Tipus de dispositiu
da: Enhedstype
de: Gerätetyp
el: Τύπος συσκευής
es: Tipo de dispositivo
et: Seadme tüüp
fi: Laitetyyppi
hu: Eszköztípus
it: Tipo di dispositivo
ja: デバイスの種類
km: ប្រភេទ​ឧបករណ៍
lt: Įrenginio tipas
nds: Reedschaptyp
nl: Apparaattype
nn: Einingstype
pa: ਜੰਤਰ ਕਿਸਮ
pl: Typ urządzenia
pt: Tipo de dispositivo
pt_br: Tipo de dispositivo
se: Ovttadatšládja
sk: Typ zariadenia
sr: Тип уређаја
th: ชนิดอุปกรณ์
tr: Aygıt tipi
uk: Тип пристрою

source: The type of media device.
af: Die tipe media toestel
bg: Видът устройство.
ca: El tipus de dispositiu de suports.
cs: Typ mediálního zařízení.
da: Medieenhedens type.
de: Der Media-Player Gerätetyp.
el: Ο τύπος της συσκευής πολυμέσων.
es: El tipo de dispositivo de medios.
et: Meediaseadme tüüp.
eu: Multimediako gailuaren mota.
fa: نوع دستگاه رسانه.
fi: Medialaitteen tyyppi.
fr: Transférer les morceaux dans le périphérique
he: סוג התקן המדיה.
hu: A médiaeszköz típusa.
it: Il tipo di dispositivo multimediale.
ja: メディアデバイスの種類
ka: მედია მოწყობილობის ტიპი.
km: ប្រភេទ​ឧបករណ៍​ផ្ទុក ។
ko: 미디어 장치의 형식.
lt: Muzikos įrenginio tipas.
nb: Type medieenhet
nds: De Typ vun de Medienreedschap
ne: मिडिया यन्त्रको प्रकार ।
nl: Het type media-apparaat.
nn: Type medieeining.
pa: ਮੀਡਿਆ ਜੰਤਰ ਦੀ ਕਿਸਮ ਹੈ।
pl: Typ urządzenia mediów.
pt: O tipo do dispositivo multimédia.
pt_br: O tipo de dispositivo de mídia.
ru: Тип переносного устройства.
se: Mediaovttadaga šládja.
sk: Typ mediálneho zariadenia.
sr: Тип мултимедјалног уређаја.
th: ชนิดของอุปกรณ์เล่นสื่อ
tr: Ortam aygıtının türü.
uk: Тип пристрою носія.

source: Mount point
bg: Точка на монтиране
ca: Punt de muntatge
da: Monteringspunkt
de: Mountpunkt
el: Σημείο προσάρτησης
es: Punto de montaje
et: Ühendamiskoht
fi: Tiedostojärjestelmän liitoskohta
hu: Csatolási pont
it: Punto di mount
ja: マウントポイント
km: ចំណុចម៉ោន
lt: Prijungimo vieta
nds: Inhangoort
nl: Aankoppelpunt
nn: Monteringspunkt
pa: ਮਾਊਂਟ ਪੁਆਇੰਟ
pl: Punkt montowania
pt: Ponto de montagem
pt_br: Ponto de montagem
se: Čatnanbáiki
sk: Bod pripojenia
sr: Тачка монтирања
th: จุดที่เมานท์
tr: Bağlama noktası
uk: Точка монтування

source: The mount point used for the media device connection.
af: Die koppel punt wat vir die media toestel koppeling gebruik moet word.
bg: Точката за монтиране за връзка с устройството.
ca: El punt de muntatge usat quan es connecta el dispositiu de suports.
cs: Bod připojení použitý pro připojení zařízení.
da: Monteringspunktet som bruges for medieenhedens forbindelse.
de: Der Mount-Punkt zur Einbindung des Media-Players.
el: Το σημείο προσάρτησης που θα χρησιμοποιηθεί για τη σύνδεση με τη συσκευή πολυμέσων.
es: El punto de montaje utilizado para la conexión al dispositivo de medios.
et: Koht, mida kasutatakse meediaseadme ühendamiseks.
eu: Muntatze-puntua multimediako gailua konektatzeko.
fa: نقطۀ سوار کردن مورد استفاده برای اتصال دستگاه رسانه.
fi: Liitoskohta, jota käytetään medialaitteen liittämiseksi.
fr: Le point de montage utilisée pour la connexion au périphérique du média.
he: נקודת העגינה שיעשה בה שימוש עבור חיבור התקן מדיה.
hu: A médiaeszköz-kapcsolathoz használt csatolási pont.
it: Il punto di mount usato per la connessione del dispositivo multimediale.
ja: メディアデバイスの接続に使用するマウントポイント。
ka: მოწყობილობის დაკავშირებითვის გამოყენებული მონტირების წერტილი.
km: ចំណុចម៉ោន​ដែលប្រើ​ដើម្បី​តភ្ជាប់​ឧបករណ៍​​ផ្ទុក ។
ko: 미디어 장치 연결에 사용되는 마운트 지점
lt: Vieta, kurioje bus prijungiamas muzikos įrenginys.
nb: Monteringspunktet som brukes for tilkoblingen til medieenheten.
nds: De Inhangoort för de Medienreedschap
ne: मिडिया यन्त्र जडानका लागि प्रयोग गरिएको माउन्ट बिन्दु ।
nl: Het aankoppelpunt (mountpoint) dat wordt gebruikt om het media-apparaat te verbinden.
nn: Monteringspunktet bruka for mediaeininga.
pa: ਮੀਡਿਆ ਜੰਤਰ ਕੁਨੈਕਸ਼ਨ ਨੂੰ ਮਾਊਂਟ ਕਰਨ ਲਈ ਥਾਂ ਹੈ।
pl: Polecenie montowania używanie w czasie łączenia z urządzeniem multimedialnym.
pt: O ponto de montagem a utilizar para ligação ao dispositivo multimédia.
pt_br: O ponto de montagem usado para a conexão do dispositivo de mídia.
ru: Точка входа файловой системы устройства в общее дерево каталогов.
sk: Bod pripojenia použitý pre pripojenie mediálneho zariadenia.
sr: Тачка монтирања која се користи за повезивање мултимедијалног уређаја.
th: จุดเมานท์ที่ใช้สำหรับการเชื่อมต่อกับอุปกรณ์เล่นสื่อ
tr: Bağlanma noktası medya aygıtı bağlantılarında kullanılır.
uk: Точка монтування, яка вживається для з'єднання з пристроєм носія.

source: Mount command
bg: Команда за монтиране
ca: Ordre de muntat
da: Monteringskommando
de: Einbinde-Befehl
el: Εντολή προσάρτησης
es: Orden de montaje
et: Ühendamise käsk
fi: Mount-komento
hu: Csatolási parancs
it: Comando di mount
ja: マウントコマンド
km: ពាក្យ​បញ្ជា​ម៉ោន
lt: Prijungimo komanda
nds: Inhang-Befehl
nl: Aankoppelcommando
nn: Monteringskommando
pa: ਮਾਊਂਟ ਕਮਾਂਡ
pl: Polecenie montowania
pt: Comando de montagem
pt_br: Comando de montagem
se: Čadnangohččun
sk: Príkaz pre pripojenie
sr: Наредба монтирања
th: คำสั่งเมานท์
tr: Bağlama komutu
uk: Команда монтування

source: The mount command used for the media device connection.
af: Die koppel opdrag wat gebruik moet word vir die media toestel.
bg: Команда за монтиране, използвана за връзка с устройството.
ca: L'ordre de muntat que s'usa quan es connecta el dispositiu de suports.
cs: Příkaz použitý pro připojení zařízení.
da: Monteringskommandoen som bruges for medieenhedens forbindelse.
de: Der Befehl zum Einbinden des Media-Players.
el: Η εντολή προσάρτησης που θα χρησιμοποιηθεί για τη σύνδεση με τη συσκευή πολυμέσων.
es: La orden de montaje que se usa para conectar con el dispositivo de medios.
et: Käsk, mida kasutatakse meediaseadme ühendamiseks.
eu: Multimediako gailuarekin konektatzeko erabiliko den muntatzeko komandoa.
fa: فرمان سوار کردن استفاده‌شده برای اتصال دستگاه رسانه.
fi: Komento, jolla medialaite liitetään.
fr: La commande de montage utilisée pour la connexion au périphérique du média.
he: פקודת העגינה בשימוש עבור חיבור התקן מדיה.
hu: A médiaeszköz-kapcsolathoz használt csatolási parancs
it: Il comando mount usato per la connessione del dispositivo multimediale.
ja: メディアデバイスの接続に使用するマウントコマンド。
ka: მოწყობილობის დაკავშირებითვის გამოყენებული მონტირების ბრძანება.
km: ពាក្យ​បញ្ជា​ម៉ោន ដែល​ប្រើ​ដើម្បី​តភ្ជាប់​ឧបករណ៍​ផ្ទុក ។
ko: 미디어 장치 연결에 사용될 마운트 명령
lt: Komanda, kuria bus prijungiamas muzikos įrenginys.
nb: Monteringskommandoen som brukes for tilkoblingen til medieenheten.
nds: De Inhang-Befehl för de Medienreedschap
ne: मिडिया यन्त्र जडानका लागि प्रयोग गरिएको माउन्ट आदेश ।
nl: Het commando dat wordt gebruikt om het media-apparaat te verbinden.
nn: Monteringskommandoen bruka for mediaeininga.
pa: ਮੀਡਿਆ ਜੰਤਰ ਕੁਨੈਕਸ਼ਨ ਨੂੰ ਮਾਊਂਟ ਕਰਨ ਲਈ ਕਮਾਂਡ ਹੈ।
pl: Polecenie montowania używanie w czasie łączenia z urządzeniem multimedialnym.
pt: O comando de montagem a utilizar para ligação ao dispositivo multimédia.
pt_br: O comando de montagem usado para a conexão do dispositivo de mídia.
ru: Команда для монтирования устройства.
sk: Príkaz použitý pre pripojenie zariadenia.
sr: Нареба монтирања која се користи за повезивање мултимедијалног уређаја.
th: คำสั่งเมานท์ที่ใช้สำหรับการเชื่อมต่อกับอุปกรณ์เล่นสื่อ
tr: mount komutu medya aygıtı bağlantılarında kullanılır.
uk: Команда монтування, яка вживається для з'єднання з пристроєм носія.

source: UmountCommand
af: Ontkoppel Opdrag
bg: Команда за демонтиране
ca: Ordre de desmuntat
cs: Příkaz odpojení
da: Afmonteringskommando
el: Εντολή αποπροσάρτησης
es: Orden de desmontaje
eu: Desmuntatzeko komandoa
fa: فرمان پیاده کردن
fi: Umount-komento
fr: Commande de démontage
he: פקודת ביטול עגינה
ja: アンマウントコマンド
ko: 마운트 해제 명령
lt: Atjungimo komanda
nb: Avmonteringskommando:
nds: Afhang-Befehl
ne: आदेश अनमाउन्ट गर्नुहोस्
nl: Afkoppelcommando
pa: ਅਨਮਾਊਂਟਕਮਾਂਡ
pl: Polecenie odmontowania
pt: Comando de Desmontagem
pt_br: ComandodeDesmontagem
ru: Команда размонтирования
sk: Príkaz odpojenia
sr: Наредба демонтирања
th: คำสั่งยกเลิกการเมานท์
tr: AyırmaKomutu
uk: Команда демонтування

source: The umount command used for the media device connection.
af: Die ontkoppel opdrag wat gebruik moet word vir die media toestel.
bg: Команда за демонтиране, използвана за връзка с устройството.
ca: L'ordre de desmuntat que s'usa quan es desconnecta el dispositiu de suports.
cs: Příkaz použitý pro odpojení zařízení.
da: Afmonteringskommandoen som bruges for medieenhedens forbindelse.
de: Der Befehl zum Lösen der Einbindung des Media-Players.
el: Η εντολή αποπροσάρτησης που θα χρησιμοποιηθεί για τη σύνδεση με τη συσκευή πολυμέσων.
es: La orden de desmontaje que se usa para conectar con el dispositivo de medios.
et: Käsk, mida kasutatakse meediaseadme lahutamiseks.
eu: Multimediako gailutik konexioa kentzeko erabiliko den desmuntatzeko komandoa.
fa: فرمان پیاده کردن استفاده‌شده برای اتصال دستگاه رسانه.
fi: Komento, jolla medialaite irrotetaan.
fr: La commande de démontage utilisée pour la connexion au périphérique du média.
he: פקודת ביטול העגינה בשימוש עבור חיבור התקן מדיה.
hu: A médiaeszköz-kapcsolathoz használt leválasztási parancs
it: Il comando umount usato per la connessione del dispositivo multimediale.
ja: メディアデバイスの接続に使用するアンマウントコマンド。
ka: დაკავშირებული მოწყობილობისთვის გამოყენებული დემონტირების ბრძანება.
km: ពាក្យ​បញ្ជា​អាន់ម៉ោន ដែល​ប្រើ​ដើម្បី​តភ្ជាប់​ឧបករណ៍​ផ្ទុក ។
ko: 미디어 장치 연결에 사용될 마운트 해제 명령
lt: Komanda, kuria bus atjungiamas muzikos įrenginys.
nb: Avmonteringskommandoen som brukes for tilkoblingen til medieenheten.
nds: De Afhang-Befehl för de Medienreedschap
ne: मिडिया यन्त्र जडानका लागि प्रयोग गरिएको अनमाउन्ट आदेश ।
nl: Het commando om de verbinding met het media-apparaat te verbreken.
nn: Avmonteringskommandoen bruka for mediaeininga.
pa: ਮੀਡਿਆ ਜੰਤਰ ਕੁਨੈਕਸ਼ਨ ਨੂੰ ਅਨਮਾਊਂਟ ਕਰਨ ਲਈ ਕਮਾਂਡ ਹੈ।
pl: Polecenie odmontowania używane podczas łączenia się z urządzeniem multimedialnym.
pt: O comando de desmontagem a utilizar para ligação ao dispositivo multimédia.
pt_br: O comando de desmontagem usado para a conexão do dispositivo de mídia.
ru: Команда для исключения устройства из файловой системы.
sk: Príkaz použitý pre odpojenie zariadenia.
sr: Нареба демонтирања која се користи за прекидање везе са мултимедијалним уређајем.
th: คำสั่งยกเลิกการเมานท์ที่ใช้สำหรับการเชื่อมต่ออุปกรณ์เล่นสื่อ
tr: unmount komutu medya aygıtı bağlantılarında kullanılır.
uk: Команда демонтування, яка вживається для з'єднання з пристроєм носія.

source: Auto delete podcasts
bg: Автоизтриване на подкастове
ca: Auto elimina els podcasts
da: Slet podradioudsendelser automatisk
de: Podcasts automatisch löschen
el: Αυτόματη διαγραφή εκπομπών pod
es: Auto eliminar podcasts
et: Podcastide automaatne kustutamine
fi: Poistetaan podcastit automaattisesti
hu: Podcastok automatikus törlése
it: Elimina automaticamente i podcast
ja: ポッドキャスト自動削除
km: លុប​ផតខាស់​ដោយ​ស្វ័យ​ប្រវត្តិ
nds: Podcasts automaatsch wegdoon
nl: Podcasts automatisch verwijderen
nn: Slett automatisk podkastar
pa: ਪੋਸਟਕਾਸਟ-ਸਵੈ-ਹਟਾਓ
pl: Automatycznie usuń podcasty
pt: Remover automaticamente os 'podcasts'
pt_br: Apagar automaticamente os podcasts
se: Automáhtalaččat sihko podkásttaid
sk: Automatické vymazanie podcastov
sr: Аутоматски бриши подемисије
th: ลบพ็อดแคสท์อัตโนมัติ
tr: Podcastları otomatik olarak sil
uk: Автоматично вилучати подкести
