Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <p>The %1 claims it <b>cannot</b> play MP3 files.<p>You may want to choose a different engine from the <i>Configure Dialog</i>, or examine the installation of the multimedia-framework that the current engine uses. <p>You may find useful information in the <i>FAQ</i> section of the <i>Amarok HandBook</i>.
af: <p>%1 beweer dat dit <b>nie</b> MP3 lêers kan speel nie.<p>'n Moontlike oplossing is om 'n ander enjin vanuit die <i>Opstel Dialoog</i> te kies of om die installasie van die multimedia-raamwerk, wat die huidige enjin gebruik, na te gaan.<p>Daar is ook nuttige inligting in die <i>FAQ</i> seksie van die <i>amaroK Handleiding</i>.
bg: <p>%1 съобщава, че <b>не може</b> да изпълнява MP3 файлове.<p>Може би трябва да изберете друга звукова система от <i>Настройване на Amarok</i> или да проверите инсталацията на мултимедията за текущата звукова система. <p>Може да намерите много полезна информация в раздела <i>ЧЗВ</i> на <i>Ръководство за Amarok</i>.
ca: <p>%1 afirma que <b>no</b> pot reproduir fitxers MP3.<p> Podeu provar de triar un motor de sortida diferent al menú d'<i>Arranjaments</i>, o examineu l'entorn multimèdia que usa l'actual motor d'àudio. <p> Podeu trobar informació útil a la secció <i>PMF</i> del <i>manual d'Amarok</i>.
cs: <p>%1 hlásí, že <b>nemůže</b> přehrát MP3 soubory.<p>Asi budete chtít nastavit v <i>Konfiguračním okně</i> jiný zvukový systém, popř. překontrolovat instalaci tohoto multimediálního systému. <p>Užitečné informace můžete nalézt v sekci <i>FAQ uživatelské příručky Amarok</i>.
da: <p>Grænsefladen %1 angiver at den <b>ikke</b> kan afspille MP3-filer.<p>Du vil måske vælge en anden grænseflade i <i>Indstillingsdialogen</i>, eller undersøge installationen af multimedieskelettet som den nuværende grænseflade bruger. <p>Du kan finde nyttig information i afsnittet <i>Ofte stillede spørgsmål</i> i <i>Amarok's håndbog </i>.
de: <p>%1 kann <b>keine</b> MP3-Dateien abspielen. <p>Bitte ein anderes Ausgabe-Modul aus dem <i>Einrichtungsdialog</i> wählen oder die Einrichtung des aktuellen Moduls überprüfen. <p>Nützliche Informationen finden Sie im <i>Handbuch zu Amarok</i> im Abschnitt <i>FAQ</i>.
el: <p>Το %1 αναφέρει ότι <b>αδυνατεί</b> να αναπαράγει αρχεία MP3.<p>Ίσως πρέπει να επιλέξετε άλλη μηχανή ήχου από το <i>Παράθυρο ρυθμίσεων</i>, ή να ελέγξετε την εγκατάσταση του πλαισίου-πολυμέσων που χρησιμοποιεί η τρέχουσα μηχανή. <p>Ίσως βρείτε χρήσιμες πληροφορίες στο κεφάλαιο <i>FAQ</i> του <i>Οδηγού xρήσης του AmaroK</i>.
es: <p>%1 dice que <b>no puede</b> reproducir archivos MP3. <p>Puede elegir otro motor distinto en la <i>Ventana de configuración</i>, o examinar la instalación del marco de trabajo multimedia que usa el motor actual. <p>Encontrará información útil en la sección <i>FAQ</i> del <i>Manual de Amaro</i>.
et: <p>%1 väidab, et <b>ei suuda</b> mängida MP3-faile.<p>Sa võid valida muu mootori <i>seadistustedialoogis</i> või siis uurida praeguse mootori kasutatavat multimeediaraamistikku. <p>Näpunäiteid selle probleemi kohta annab <i>Amaroki käsiraamatu</i> <i>KKK</i> peatükk.
fa: <p>%1 ادعا می‌کند که <b>نمی‌تواند </b> پرونده‌های MP3 را پخش کند.<p> ممکن است بخواهید موتور متفاوتی را از <i>محاورۀ پیکربندی </i>انتخاب کنید، یا نصب چهارچوب چندپخشی که موتور جاری استفاده می‌کند را بررسی کنید. <p> ممکن است اطلاعات مفیدی در بخش <i>FAQ</i> <i>کتاب مرجع amaroK </i> پیدا کنید.
fi: <p>Toistojärjestelmä %1 väittää, että se <b>ei</b> osaa soittaa MP3-tiedostoja.<p>Halutessasi voit valita toisen toistojärjestelmän Amarokin asetuksista tai tutkia nykyisen toistojärjestelmän käyttämän toistokirjastojen asennusta.<p><i>Amarok-käsikirjan</i> <i>usein kysytyt kysymykset</i>-osasta saattaa löytyä hyödyllisiä tietoja.
fr: <p>Le %1 déclare qu'il <b>ne peut pas</b> lire les fichiers MP3.<p>Vous devriez choisir un moteur différent depuis la <i>boîte de configuration</i> ou examiner votre installation multimédia utilisée par ce moteur. <p>Vous devriez trouver des informations utiles dans la section <i>FAQ</i> de la <i>documentation d'Amarok</i>.
he: <p>המנוע %1 טוען <b>שאין ביכולתו</b> להשמיע קבצי MP3.<p>אתה יכול לבחור מנוע השמעה אחר מ <i>תיבת דו־שיח של ההגדרות</i>, או לחלופין לבחון את ההתקנה של מסגרת המולטימדיה שמנוע ההשמעה הנוכחי משתמש בה. <p>תוכל למצוא מידע מועיל בסעיף ה־ <i>FAQ</i> אשר ממוקם ב<i> ספר ההדרכה של Amarok </i>.
hu: <p>A(z) %1 modul <b>nem tud</b> lejátszani MP3-fájlokat.<p>Válasszon másik hangrendszert a <i>Beállítási párbeszédablakban</i>, vagy vizsgálja meg a jelenlegi hangrendszer által használt multimédia-keretrendszer telepítését. <p>További információkat az <i>Amarok-kézikönyv</i> <i>FAQ</i> részében találhat.
it: <p>%1 <b>non può</b> riprodurre file MP3. <p>Scegli un motore differente dal <i>Dialogo di configurazione</i>, oppure esamina l'installazione della infrastruttura multimediale che il motore attuale usa. <p>Potresti trovare utili informazioni nella sezione <i>FAQ</i> del <i>Manuale di Amarok</i>.
ja: <p>%1 は MP3 ファイルを再生できません。<p>設定ダイアログで他のエンジンを選択するか、現在のエンジンが利用するマルチメディアフレームワークがインストールされているか調べてください。<p>「Amarok ハンドブック」の FAQ に有用な情報が記載されています。
km: <p>%1 បាន​អះអាង​ថាវា <b>មិន​អាច</b> ចាក់​ឯកសារ MP3 បាន​ឡើយ ។<p>អ្នក​អាច​នឹង​ចង់​ជ្រើស​ម៉ាស៊ីន​ផ្សេង​ទៀត​ពី <i>ប្រអប់​កំណត់​រចនា​សម្ព័ន្ធ</i> ឬ ពិនិត្យ​ការ​ដំឡើង​គ្រោងការណ៍​ពហុព័ត៌មាន ដែល​ម៉ាស៊ីន​បច្ចុប្បន្ន​កំពុង​ប្រើ ។<p>អ្នក​អាច​នឹង​រក​បាន​ព័ត៌មាន​មាន​ប្រយោជន៍​នៅ​ត្រង់ផ្នែក​ <i>សំណួរ​ដែល​សួរ​រឿយៗ</i> នៅ​ក្នុង <i>សៀវភៅ​ដៃ​របស់ amaroK</i> ។
ko: <p>%1에서 MP3 파일을 <b>재생할 수 없습니다</b>.<p><i>설정 대화상자</i>에서 다른 엔진을 선택하거나, 현재 엔진이 사용하는 멀티미디어 프레임워크가 제대로 설치되어 있는지 시험하기 원하실 것입니다.<p><i>Amarok 핸드북</i>의 <i>FAQ</i> 섹션에서 유용한 정보를 찾을 수도 있습니다.
lt: <p>%1 praneša, kad <b>nepavyks</b> groti MP3 bylų.<p>Parinkite kitą garso sistemą <i>Derinimo lange</i> arba patikrinkite dabartinės garso sistemos naudojamą garso posistemę.<p>Naudingos informacijos galite rasti <i>AmaroK vadovo</i> <i>FAQ</i> skyriuje .
nb: <p>Avspillingsmotoren %1 sier den <b>ikke</b> kan spille MP3-filer.<p>Du bør velge en annen motor fra <i>oppsettdialogen</i>, eventuelt se til at multimediarammeverket som motoren bruker er rett installert. <p>Du finner nyttig informasjon i <i>Spørsmål og svar</i>-avsnittet i <i>Amarok-håndboka</i>.
nds: <p>%1 seggt, wat dat <i>keen</i> MP3-Dateien afspelen kann.<p>Du kannst binnen den <i>Instellen-Dialoog</i> en anner Klangmaschien utsöken oder de Installatschoon un dat Multimedia-Rahmenwark vun de aktuelle överpröven.<p>Mehr Informatschonen staht ok binnen den Afsnitt <i>FAQ</i> vun dat <i>Amarok-Handbook</i>.
ne: <p>%1 ले यसले <b>MP3 फाइल</b> बज्न सक्दैन भन्ने दावी गर्दछ ।<p>तपाईँ <i>संवाद कन्फिगर गर्नुहोस्</i>बाट विभिन्न इन्जिन छनौट गर्न सक्नुहुन्छ, वा मल्टिमिडिया-फ्रेमवर्कको स्थापना जाँच गर्न सक्नुहुन्छ जुन हालको इन्जिनले प्रयोग गर्दछ । <p>तपाईँ <i>अमारोक हातेपुस्तिका</i>को <i>FAQ</i> सेक्सनमा उपयोगी सूचना फेला पार्न सक्नुहुन्छ</p> ।.
nl: <p>%1 stelt dat het <b>geen</b> MP3-bestanden kan afspelen. <p>U kunt in de <i>configuratiedialoog</i> een andere engine kiezen, of de installatie van het multimediaframework dat de huidige engine gebruikt nader bestuderen. <p>U vindt mogelijk bruikbare informatie in de sectie <i>Vraag en antwoord</i> van het <i>handboek van Amarok</i>.
nn: <p>Avspelingsmotoren %1 seier han <b>ikkje</b> kan spela MP3-filer.<p>Du bør velja ein annan motor frå <i>oppsettdialogen</i>, eventuelt sjå til at multimedierammeverket som motoren brukar er rett installert. <p>Du finn nyttig informasjon i <i>Spørsmål og svar</i>-avsnittet i <i>Amarok-handboka</i>.
pa: <p>%1 ਦੇ ਅਨੁਸਾਰ MP3 ਫਾਇਲਾਂ ਨੂੰ ਚਲਾਇਆ <b>ਨਹੀਂ</b> ਜਾ ਸਕਦਾ ਹੈ।<p>ਤੁਸੀਂ <i>ਸੰਰਚਨਾ ਵਾਰਤਾਲਾਪ</i> ਤੋਂ ਵੱਖਰਾ ਇੰਜਣ ਚਲਾ ਸਕਦੇ ਹੋ ਜਾਂ ਮੌਜੂਦਾ ਵਰਤੋਂ ਲਈ ਬਹੁ-ਰੰਗ-ਫਰੇਮਵਰਕ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਨੂੰ ਵੇਖ ਸਕਦੇ ਹੋ।<p>ਤੁਸੀਂ ਲੋੜੀਦੀ ਜਾਣਕਾਰੀ <i>amaroK HandBook</i> ਵਿੱਚ <i>FAQ</i> ਭਾਗ ਵੇਖ ਸਕਦੇ ਹੋ।
pl: <p>"%1" twierdzi, że <b>nie może</b> odtwarzać plików MP3.<p>Zaleca się wybranie innego modułu w <i>Oknie konfiguracji</i>, lub sprawdzenie instalacji wsparcia multimedialnego, którego używa obecny moduł. <p>Użyteczne informacje można znaleźć w części <i>FAQ podręcznika Amaroka</i>.
pt: <p>O %1 diz que <b>não consegue</b> tocar MP3s.<p>Poderá querer escolher um motor diferente na <i>Janela de Configuração</i> ou examinar a instalação da infra-estrutura de multimédia que o motor actual usa.<p>Poderá achar informações úteis na secção de <i>FAQ</i> do <i>Manual do Amarok</i>.
pt_br: <p>O %1 afirma <b>não poder</b> reproduzir arquivos MP3.<p>Você pode tentar escolher um mecanismo diferente na <i>Diálogo de Configuração</i>, ou examinar a instalação do framework de multimídia usado pelo mecanismo atual. <p>Informações úteis podem ser encontradas na seção <i>Perguntas e Respostas Freqüentes</i> do <i>Manual do Amarok</i>.
ru: <p>%1 сообщает, что <b>не может</b> воспроизводить MP3.<p>Попробуйте сменить выбрать другую звуковую систему в настройках программы, или проверьте правильность установки текущей. <p>Также, обратитесь к разделу <i>FAQ</i> <i>руководства amaroK</i>.
se: <p>%1 čuoččuha ahte <b>ii</b> sáhtte čuojahit MP3-fiillaid.</p> <p>Don berret válljet eará mohtora <i>Heivehuslásežis</i>, dahje iskka jus multimediavuogádaga maid mohtora geavaha lea sajáiduhtton rievttesláhkái.</p> <p>Gávnnat ávkkálaš dieđuid <i>Jearaldagat ja vástadusat</i> oasis <i>Amarok-giehtagirjjis</i>.</p>
sk: <p>%1 hlásí, že <b>nemôže</b> prehrať MP3 súbory.<p>Asi budete chcieť nastaviť v <i>Konfiguračnom okne</i> iný zvukový systém, prípadne prekontrolovať inštaláciu tohto multimediálneho systému. <p>Užitočné informácie môžete nájsť v sekcii <i>FAQ užívateľskej príručky Amaroku</i>.
sr: <p>%1 тврди да <b>не може</b> да пушта MP3 фајлове.<p>Можете пробати да изаберете други мотор у <i>дијалогу за подешавања</i>, или испитати инсталацију мултимедијалног радног оквира који текући мотор користи. <p>Можете наћи корисне информације у <i>FAQ</i> одељку <i>Приручника за Amarok</i>.
th: <p>โปรแกรมจัดการเสียง %1 บอกว่ามัน <b>ไม่สามารถ</b> เล่นแฟ้ม MP3 ได้ <p>คุณอาจต้องการที่จะเลือกใช้โปรแกรมจัดการเสียงตัวอื่นจาก <i>กล่องการปรับแต่ง</i> หรือให้ตรวจสอบการติดตั้งของโครงร่างมัลติมีเดียที่ โปรแกรมจัดการเสียงตัวปัจจุบันใช้งานอยู่ <p>คุณอาจจะพบข้อมูลที่มีประโยชน์ในส่วน <i>คำถามที่ถามบ่อย (FAQ)</i> ใน <i>คู่มือการใช้ Amarok</i>
tr: <p> %1 MP3 dosyalarını <b>çalamadığını</b> bildiriyor.<p> İsterseniz <i>Yapılandır Penceresi</i>'nden farklı bir motor seçin ya da şu anki motorun kullandığı çokluortam-uygulama ortamının kurulumunu kontrol edin. <p><i>Amarok Klavuzu</i>'ndaki, <p>SSS<b> bölümünden de yararlı bilgiler edinebilirsiniz.
uk: <p>%1 повідомляє, що <b>не може</b> програвати MP3-файли.<p>Спробуйте змінити рушій у <i>Вікні налаштування</i> або перевірте інсталяцію пакунка, який використовується даним рушієм звукової системи. <p>Можливо, ви знайдете корисну інформацію в розділі <i>ЧАП</i> в <i>Підручнику з Amarok</i>.

source: Install MP3 Support
bg: Инсталирайте поддръжка на MP3
ca: Instal·la la implementació per a MP3
el: Εγκατάσταση υποστήριξης mp3
es: Instalar soporte para MP3
et: Paigalda MP3 toetus
it: Installa supporto MP3
km: ដំឡើង​ការ​គាំទ្រ MP3
nds: MP3-Ünnerstütten installeren
sk: Inštalovať podporu MP3
sr: Инсталирај MP3 подршку

source: Amarok currently cannot play MP3 files.
af: Amarok kan nie op die oomblik MP3 lêer terugspeel nie.
bg: В момента Amarok не може да изпълнява MP3 файлове.
ca: L'Amarok actualment no pot reproduir fitxers MP3.
cs: Amarok nyní nemůže přehrávat MP3 soubory.
da: Amarok kan for øjeblikket ikke spille MP3-filer.
de: Amarok kann derzeit keine MP3-Dateien wiedergeben.
el: Το AmaroK αδυνατεί να ανοίξει το αρχείο.
es: Amarok no puede reproducir archivos MP3 actualmente.
et: Amarok ei suuda praegu MP3-faile esitada.
eu: Amarok-ek ezin du une honetan MP3 fitxategiak erreproduzitu.
fa: amaroK در حال حاضر نمی‌تواند پرونده‌های MP3 را پخش کند.
fi: Amarok ei kykene soittamaan MP3-tiedostoja tällä kokoonpanolla.
fr: Amarok ne peut actuellement pas ouvrir les fichiers MP3.
he: תוכנת Amarok אינה יכולה לנגן קבצי MP3 כעת.
hu: Az Amarok jelenleg nem tud lejátszani MP3-fájlokat.
it: Al momento Amarok non può riprodurre file MP3.
ja: Amarok は現在 MP3 ファイルを再生できません。
km: Amarok បច្ចុប្បន្ន​មិនអាច​ចាក់​ឯកសារ MP3 បាន​ទេ ។
ko: Amarok은 현재 MP3 파일들을 재생할 수 없습니다.
lt: AmaroK negali groti mp3 bylų.
nb: Amarok kan for tiden ikke spille MP3-filer.
nds: Amarok kann opstunns keen MP3-Dateien afspelen.
ne: अमारोकले हालै MP3 फाइलहरू प्ले गर्न सक्दैन ।
nl: Amarok kan op dit moment geen MP3-bestanden afspelen.
nn: Amarok kan ikkje spela MP3-filer no.
pa: ਅਮਰੋਕ ਇਸ ਸਮੇਂ MP3 ਫਾਇਲਾਂ ਖੋਲ੍ਹ ਨਹੀਂ ਸਕਦਾ ਹੈ।
pl: Obecnie Amarok nie jest w stanie odtwarzać plików MP3.
pt: O Amarok não consegue de momento tocar ficheiros MP3.
pt_br: O Amarok não pode reproduzir arquivos MP3 atualmente.
ru: Не удалось воспроизвести MP3. Возможно, вы используете Ubuntu.
se: Amarok ii sáhte dál čuojahit MP3-fiillaid.
sk: Amarok momentálne nemôže prehrávať MP3 súbory.
sr: Amarok тренутно не може да пушта MP3 фајлове
th: Amarok ไม่สามารถเล่นแฟ้ม MP3 ได้ในขณะนี้
tr: Amarok MP3 dosyalarını çalamaz.
uk: Amarok в даний час не може програвати MP3-файли.

source: No MP3 Support
af: Geen MP3 ondersteuning
bg: Няма поддръжка на MP3
ca: No accepta MP3
cs: Není podpora pro MP3
da: Ingen understøttelse for MP3
de: Keine MP3-Unterstützung
el: Χωρίς υποστήριξη mp3
es: No hay soporte para MP3
et: MP3 toetus puudub
eu: Ez da MP3 onartzen
fa: بدون پشتیبانی MP3
fi: Ei MP3-tukea
fr: Pas de support MP3
he: אין תמיכה ב־ MP3
hu: Nincs MP3-támogatás
it: MP3 non supportato
ja: MP3 サポートがありません
km: មិន​គាំត្រ MP3
ko: MP3 지원 안됨
lt: mp3 grojimas negalimas
nb: Ingen støtte for MP3
nds: Keen MP3-Ünnerstütten
ne: MP3 समर्थन छैन
nl: Geen ondersteuning voor MP3
nn: Inga MP3-støtte
pa: ਕੋਈ MP3 ਸਹਿਯੋਗ ਨਹੀਂ ਹੈ
pl: Brak obsługi MP3
pt: Sem Suporte para MP3
pt_br: Nenhum Suporte a MP3
ru: MP3 не поддерживается
se: Ii leat MP3-doarjja
sk: Bez podpory MP3
sr: Нема MP3 подршке
th: ไม่มีการรองรับ MP3
tr: MP3 Desteği Yok
uk: MP3 не підтримуються

source: Local file does not exist.
af: Die plaaslike lêer bestaan nie.
bg: Локалният файл не съществува.
ca: El fitxer local no existeix.
cs: Lokální soubor neexistuje.
da: Lokal fil eksisterer ikke.
de: Die lokale Datei existiert nicht.
el: Το τοπικό αρχείο δεν υπάρχει.
es: El archivo local no existe.
et: Kohalikku faili pole olemas:
eu: Fitxategi lokala ez da existitzen.
fa: پروندۀ محلی موجود نیست.
fi: Paikallista tiedostoa ei ole.
fr: Le fichier local n'existe pas.
he: הקובץ המקומי אינו קיים.
hu: A helyi fájl nem létezik.
it: Il file non esiste localmente.
ja: ローカルファイルがありません。
ka: ადგილობრივი ფაილი არ არსებობს.
km: មិន​មាន​ឯកសារ​មូលដ្ឋាន​ឡើយ ។
ko: 지역 파일이 존재하지 않습니다.
lt: Vietinė byla neegzistuoja.
nb: Den lokale fila finnes ikke.
nds: Dat gifft de lokale Datei nich.
ne: स्थानीय फाइल अवस्थित हुँदैन ।
nl: Lokaal bestand bestaat niet.
nn: Den lokale fila finst ikkje.
pa: ਲੋਕਲ ਫਾਇਲ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: Plik lokalny nie istnieje.
pt: O ficheiro local não existe.
pt_br: O arquivo local não existe.
ru: Локальный файл не существует.
se: Báikkálaš fiila ii gávdno.
sk: Miestny súbor neexistuje.
sr: Локални фајл не постоји.
th: ไม่มีแฟ้มอยู่บนเครื่อง
tr: Yerel dosya mevcut değil.
uk: Локальний файл не існує.

source: Starting CD Audio track...
af: Begin met CD oudio snit...
bg: Стартиране на запис от компактдиск...
ca: S'està iniciant la pista del CD Àudio...
cs: Spouštím CD zvukovou stopu...
da: Starter lyd-cd-spor...
de: Audio-CD-Stück wird gestartet ...
el: Έναρξη κομματιού CD ήχου...
es: Iniciando pista de CD de audio...
et: Audio-CD pala alustamine...
eu: CD Audioko pista hasten...
fa: آغاز شیار صوتی دیسک فشرده...
fi: Aloitetaan ääniraidan soitto…
fr: Début de lecture du CD Audio...
he: מתחיל רצועת שמע של דיסק...
hu: CD-hangsáv kezdése...
it: Avvio traccia CD audio...
ja: オーディオ CD トラックを開始...
km: កំពុង​ចាប់ផ្ដើមបទ​របស់​អូឌីយ៉ូ​ស៊ីឌី...
ko: CD 오디오 트랙을 시작하는 중...
lt: Pradedamas CD garso takelis...
nb: Starter CD-lydspor …
nds: Stück op Audio-CD warrt start...
ne: सीडी अडियो ट्रयाक सुरु गर्दैछ...
nl: Audio-cd-inhoud wordt gestart...
nn: Startar CD-lydspor …
pa: CD ਆਡੀਓ ਟਰੈਕ ਸ਼ੁਰੂ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl: Odtwarzanie utworu z płyty CD...
pt: A iniciar a faixa do CD de Áudio...
pt_br: Iniciando faixa do CD de Áudio...
ru: Запуск воспроизведения дорожки AudioCD...
se: Álggaheamen CD-jietnabihtá …
sk: Spúšťam stopu Audio CD...
sr: Започињем аудио стазу CD-а...
th: กำลังเริ่มซีดีบันทึกเสียง...
tr: Ses CD'si parçası başlatılıyor...
uk: Пуск доріжки аудіо-КД...

source: Connecting to stream source...
af: Besig om aan die data bron te koppel...
bg: Свързване към източника...
ca: S'està connectant a la font del flux...
cs: Probíhá připojení ke zdroji proudu...
da: Forbinder til strøm-kilden...
de: Verbindung mit der Stream-Quelle wird aufgebaut ...
el: Σύνδεση στην πηγή της ροής...
es: Conectándose a la fuente del flujo...
et: Ühenduse loomine voo allikaga...
eu: Korronteko iturburuarekin konektatzen...
fa: اتصال به منبع جریان...
fi: Yhdistetään virran lähteeseen…
fr: Connexion à la source du flux...
he: מתחבר למקור השידור הזורם...
hu: Kapcsolódás a sugárzási forráshoz...
it: Connessione alla sorgente del flusso...
ja: ストリームへ接続中...
ka: ნაკადის წყაროსთან დაკავშირება...
km: កំពុង​តភ្ជាប់​ទៅ​ប្រភព​ស្ទ្រីម...
ko: 스트림 소스에 접속중입니다...
lt: Jungiamasi prie srauto šaltinio...
nb: Kobler til strømkilde …
nds: Tokoppeln na Stroomborn...
ne: प्रवाह स्रोतमा जडान गर्दैछ...
nl: Maakt verbinding met streambron...
nn: Koplar til straumkjelde …
pa: ਸਟਰੀਮ ਸਰੋਤ ਨਾਲ ਜੁੜਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Łączenie ze źródłem strumienia...
pt: A ligar à fonte de transmissão...
pt_br: Conectando à fonte do stream...
ru: Соединение с сервером...
se: Laktašeamen gáldui …
sk: Prebieha pripojenie k zdroju prúdu...
sr: Повезујем се на извор тока...
th: กำลังติดต่อไปยังแหล่งวิทยุอินเทอร์เน็ต...
tr: Yayınının adresine bağlantı kuruluyor...
uk: З'єднання з джерелом потоку...

source: Script Manager
af: Skript Bestuurder
bg: Управление на скриптовете
ca: Gestor de seqüències
cs: Správce skriptů
da: Script-håndtering
de: Skript-Verwaltung
el: Διαχειριστής σεναρίων
es: Gestor de scripts
et: Skriptihaldur
eu: Script kudeatzailea
fa: مدیر دست‌نوشته
fi: Komentosarjatyökalu
fr: Gestionnaire de scripts
he: מנהל תסריטים
hu: Szkriptkezelő
it: Gestore script
ja: スクリプトマネージャ
ka: სცენარების მმართველი
km: កម្មវិធី​គ្រប់គ្រង​ស្គ្រីប
ko: 스크립트 관리자
lt: Scenarijų tvarkyklė
nb: Skripthåndtering
nds: Skripten-Pleger
ne: स्क्रिप्ट प्रबन्धक
nl: Scriptbeheerder
nn: Skripthandsaming
pa: ਸਕਰਿਪਟ ਮੈਨੇਜਰ
pl: Menedżer skryptów
pt: Gestor de Programas
pt_br: Gerenciador de Scripts
ru: Управление сценариями
se: Skriptagieđahalli
sk: Správca skriptov
sr: Менаџер скрипти
th: ตัวจัดการสคริปต์
tr: Betik Yöneticisi
uk: Менеджер скриптів

source: General
af: Algemeen
bg: Общи
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
et: Üldine
eu: Orokorra
fa: عمومی
fi: Yleinen
fr: Général
he: כללי
hu: Általános
it: Generale
ja: 全般
ka: საერთო
km: ទូទៅ
ko: 일반
lt: Bendra
nb: Generelt
nds: Allgemeen
ne: साधारण
nl: Algemeen
nn: Generelt
pa: ਸਧਾਰਨ
pl: Ogólne
pt: Geral
pt_br: Geral
ru: Общие
se: Oppalaš
sk: Všeobecné
sr: Опште
th: ทั่วไป
tr: Genel
uk: Загальне

source: Transcoding
af: Besig om te transkodeer
bg: Транскодиране
ca: Recodificació
cs: Překódování
da: Koder om
de: Umwandlung
el: Κωδικοποίηση
es: Transcodificación
et: Transkodeerimine
fa: ترارمز
fi: Muunnos
fr: Transcodé
he: המרת־קידוד
hu: Átkódolás
it: Transcodifica
ja: トランスコード
ka: ტრანსკოდირება
km: កា​របម្លែង
ko: 코드 변환하기
lt: Perkoduojama
nb: Transkoding
nds: Ümkoderen
ne: ट्रान्सकोडिङ
nl: Hercoderen
nn: Omkoding
pa: ਟਰਾਂਸਕੋਡਿੰਗ
pl: Konwersja
pt: Codificação
pt_br: Conversão
ru: Перекодировка
se: Rievdat formáhta
sk: Transkódovanie
sr: Транскодирање
th: ทำการแปลงรหัส
tr: Kodçevrimi
uk: Перекодування

source: No score scripts were found, or none of them worked. Automatic scoring will be disabled. Sorry.
af: Geen telling skripte was gevind nie of nie een van hulle het gewerk nie. Outomatiese telling sal gedeaktiveer word. Jammer...
bg: Не са намерени скриптове за точки или никой от тях не работи. Автоматичното оценяване ще бъде изключено. Съжаляваме.
ca: No s'ha trobat cap seqüència per les puntuacions, o cap d'elles funciona. Es deshabilitarà la puntuació automàtica. Disculpeu.
da: Ingen scoringsscripter blev fundet, eller ingen af dem fungerede. Automatisk scoring kommer desværre til at deaktiveres.
de: Es wurde kein Punkte-Skript gefunden oder keines funktioniert. Die automatische Punktevergabe wird deaktiviert.
el: Δε βρέθηκαν σενάρια βαθμολογίας, ή κανένα από αυτά δε λειτούργησε. Η αυτόματη βαθμολογία δυστυχώς θα απενεργοποιηθεί.
es: No se encontró ningún script para la puntuación, o ninguno de ellos funcionó. La puntuación automática será deshabilitada. Disculpe.
et: Ühtegi hindeskripti ei leitud või ei hakanud ükski tööle. Automaatne hindamine lülitatakse välja. Vabandust.
eu: Ez da puntuazioko script-ik aurkitu, edo ez dute funtzionatzen. Puntuazio automatikoa desgaitu egingo da.
fa: دست‌نوشتۀ امتیازی یافت نشد، یا هیچ‌کدام از آنها کار نمی‌کند. امتیازدهی خودکار غیرفعال می‌شود. متأسفم.
fi: Pisteytyskomentosarjoja ei löytynyt tai ne eivät toimineet. Automaattinen pisteytys ei ole käytössä.
fr: Aucun script pour gérer les scores n'a été trouvé ou aucun d'eux ne fonctionnent. Les scores automatiques sont donc désactivés. Désolé.
he: לא נמצאו תסריטי דירוג, או שאף לא אחד מהם פועל. דירוג אוטומטי לא יתאפשר. סליחה.
hu: Nem található pontszám-szkript, vagy egyik sem működött. Automatikus pontozásra nem lesz lehetőség.
it: Nessuno script di punteggio è stato trovato, o nessuno di essi ha funzionato. Il punteggio automatico verrà disabilitato. Siamo spiacenti.
ja: スコア計算スクリプトが見つからないか、正しく機能するものがありません。自動スコア計算を無効にします。ごめんなさい。
km: រក​មិនឃើញ​ស្គ្រីប​ពិន្ទុ ឬ​ពួក​វា​មិន​ដំណើរការ ។ កា​រដាក់​ពិន្ទុ​នឹង​ត្រូវ​បាន​បិទ ។ សូម​ទោស ។
ko: 점수 스크립트를 찾을 수 없거나 동작하는 것이 없습니다. 자동적으로 스크롤을 사용하지 않습니다. 죄송합니다.
lt: Nepavyko rasti reitingų scenarijų arba jie nesuveikė. Automatiniai reitingai neveiks.
nb: Fant ingen poengskripter, eller ingen av dem virket. Automatisk poengsetting blir slått av.
nds: Dor laat sik keen Pünkt-Skripten finnen, oder keen dorvun funkscheneert. Dat automaatsche Utdelen vun Pünkt warrt utmaakt.
ne: कुनै प्राप्ताङ्क स्क्रिप्ट फेला परेन, वा तिनीहरू कुनैले काम गरेन । स्वचालित प्राप्ताङ्क अक्षम गरिनेछ । माफ गर्नुहोस् ।
nl: Er zijn geen scorescripts gevonden, of geen enkel script werkte. Het automatisch bepalen van de score is niet mogelijk. Onze excuses.
nn: Fann ingen poengskript, eller så fungerte ingen av dei. Automatisk poengtildeling vert derfor slått av.
pa: ਕੋਈ ਸਕੋਰ ਸਕਰਿਪਟ ਨਹੀਂ ਲੱਭੀ ਹੈ ਜਾਂ ਕੋਈ ਵੀ ਕੰਮ ਨਹੀਂ ਕਰਦੀ ਹੈ। ਆਟੋਮੈਟਿਕ ਸਕੋਰ ਗਿਣਨੇ ਬੰਦ ਕੀਤੇ ਗਏ ਹਨ। ਅਫਸੋਸ ਹੈ।
pl: Nie zostały znalezione żadne skrypty punktacji, lub żadne z nich nie działały. Automatyczna punktacja zostanie niestety wyłączona.
pt: Não foram encontrados programas de letras musicais, ou então nenhum deles funcionou. A extracção de letras ficará, infelizmente, assim desactivada.
pt_br: Nenhum script de pontuação foi encontrado, ou nenhum deles funcionou. A pontuação automática será desabilitada. Desculpe.
ru: Не найдено ни одного сценария для рейтингов или ни один из них не сработал. Автоматическое определение рейтинга будет отключено.
se: Ii oktage čuokkisskripta gávdnon, dahje ii oktage doaibman. Automáhtalaš čuoggáaddin ii doaimma. Ándagássii.
sk: Neboli nájdené skripty na počítanie skóre alebo ani jeden z nich nie je funkčný. Automatické skórovanie bude vypnuté. Ľutujem.
sr: Није нађена ниједна скрипта за резултате, или ниједна није прорадила. Аутоматско рачунање резултата неће бити могуће. Извините.
th: ไม่พบสคริปต์ให้คะแนน หรือสคริปต์ไม่ทำงาน การให้คะแนนอัตโนมัติจะถูกปิดความสามารถ ขออภัยด้วย
tr: Hİçbir puanlama betiği bulunamadı, ya da hiçbiri çalışmadı. Otomatik puanlama devredışı bırakılacak. Üzgünüm.
uk: Не знайдено скриптів рахунків або жодний з них не працює. Вибачте, але автоматичне визначення рахунків буде вимкнено.
