Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: _n: 1 track to be deleted %n tracks to be deleted
af: 1 snit om uit te vee %n snitte om uit te vee
bg: 1 запис да бъде изтрит %n записа да бъдат изтрити
ca: Una peça per ser suprimida %n peces per ser suprimides
cs: 1 skladba bude smazána %n skladby budou smazány %n skladeb bude smazáno
da: 1 spor der skal slettes %n spor der skal slettes
de: 1 Stück zum Löschen vorgemerkt %n Stücke zum Löschen vorgemerkt
el: 1 κομμάτι για διαγραφή %n κομμάτια για διαγραφή
es: Una pista a borrar %n pistas a borrar
et: 1 pala kustutatakse %n pala kustutatakse
eu: Pista 1 ezabatzeko %n pista ezabatzeko
fa: %n شیار باید حذف شود
fi: yksi poistettavana %n kappaletta poistettavana
fr: %n morceau à effacer %n morceaux à effacer
he: יש רצועה אחת למחיקה יש %n רצועות למחיקה
hu: %n szám törlésre jelölve
it: 1 traccia da eliminare %n tracce da eliminare
ja: %n トラックを削除
ka: %n ჩანაწერი წასაშლელია
km: បទ​ចំនួន %n ដែល​នឹង​ត្រូវ​លុបប
lt: %n daina bus pašalinta %n dainos bus pašalintos %n dainų bus pašalinta
nb: 1 spor skal slettes %n spor skal slettes
nds: 1 Stück warrt wegdaan %n Stücken warrt wegdaan
ne: मेट्नुपर्ने १ ट्रयाक मेट्नुपर्ने %n ट्रयाक
nl: 1 track om te verwijderen %n tracks om te verwijderen
nn: 1 spor skal slettast %n spor skal slettast
pa: 1 ਟਰੈਕ ਹਟਾਇਆ ਜਾਣਾ ਹੈ %n ਟਰੈਕ ਹਟਾਏ ਜਾਣੇ ਹਨ
pl: jeden utwór do skasowania %n utwory do skasowania %n utworów do skasowania
pt: 1 faixa a remover %n faixas a remover
pt_br: 1 faixa para ser apagada %n faixas para serem apagadas
ru: %n дорожка должна быть удалена %n дорожки должны быть удалены %n дорожек должны быть удалены
se: Okta bihttá sihkkojuvvo %n bihtá sihkkojuvvo
sk: 1 stopa pre zmazanie %n stopy pre zmazanie %n stôp pre zmazanie
sr: %n нумера за брисање %n нумере за брисање %n нумера за брисање
th: จะทำการลบเพลง %n เพลง
tr: %n parça silinecek
uk: Буде вилучено %n доріжку Буде вилучено %n доріжки Буде вилучено %n доріжок

source: Failed to purge podcasts already played
af: Kon nie <i>podcasts</i> uitvee wat alreeds gespeel is nie
bg: Грешка при изтриване на вече изпълняваните подкастове
ca: No s'han pogut purgar els podcasts que ja havien estat reproduïts
da: Mislykkedes at slette podradioudsendelser som allerede er spillet
de: Bereits gespielte Podcasts ließen sich nicht entfernen
el: Αποτυχία καθαρισμού των εκπομπών Pod που έχουν αναπαραχθεί
es: Fallo al eliminar los podcasts ya reproducidos
et: Juba esitatud Podcastide kustutamine ebaõnnestus
eu: Huts egin du jadanik erreproduzitutako podcast-ak kentzean
fa: خرابی در پاک‌سازی podcasts که از قبل پخش‌شده
fi: Soitettujen podcast-jaksojen poistaminen epäonnistui
fr: Échec de l'effacement des podcasts déjà écoutés
he: כישלון במחיקת פוד־קסטים שכבר הושמעו
hu: Nem sikerült törölni a már lejátszott podcastokat
it: Eliminazione dei podcast già riprodotti fallita
ja: 再生済みポッドキャストの消去に失敗
ka: უკვე დაკრული podcastების წაშლა ვერ განხორციელდა.
km: បរាជ័យ​ក្នុង​ការ​លុបបំបាត់​ផតខាស់​ដែល​បាន​ចាក់​រួច
ko: 이미 재생된 포드캐스트를 정리하는데 실패했습니다.
nb: Klarte ikke fjerne podkaster som alt er spilt
nds: Wegdoon vun al speelt Podcasts fehlslaan
ne: निर्मल गर्न असफल भएको पोडकास्ट पहिल्यै प्ले गरिएको छ
nl: Het wissen van reeds afgespeelde Podcasts is mislukt
nn: Klarte ikkje sletta allereie spelte podkastar.
pa: ਪਹਿਲਾਂ ਚਲਾਏ ਪੋਸਟ-ਕਾਸਟ ਨੂੰ ਹਟਾਉਣ ਲਈ ਅਸਫ਼ਲ
pl: Nie udało się wyczyścić podcastów już odtworzonych
pt: Remover as 'Podcasts' Já Tocadas
pt_br: Falha ao remover os podcasts que já foram reproduzidos
ru: Не удалось удалить воспроизведённые Podcast
se: Ii sáhttán váldit eret podkásttaid mat juo leat čuojahuvvon
sk: Zlyhalo čistenie už prehrávaných podcastov
sr: Нисам успео да почистим већ пуштене подемисије
th: การลบรายการพ็อดแคสท์ที่เล่นแล้วล้มเหลว
tr: Henüz çalınan podcastlar düzenlenemedi
uk: Не вдалося очистити podcast-и, які вже було програно

source: _n: Purged 1 podcasts already played Purged %n podcasts already played
af: 1 <i>podcast</i> uitgevee wat alreeds gespeel was %n <i>podcasts</i> uitgevee wat alreeds gespeel was
bg: Изтрит е 1 вече изпълняван подкаст Изтрити са %n вече изпълнявани подкастове
ca: S'ha purgat un podcast que ja havia estat reproduït S'han purgat %n podcasts que ja havien estat reproduïts
da: Slettede 1 podradioudsendelse som allerede var spillet Slettedet %n podradioudsendelser som allerede var spillede
de: 1 bereits gespielter Podcast entfernt %n bereits gespielte Podcasts entfernt
el: Καθαρισμός 1 εκπομπής pod που έχει αναπαραχθεί Καθαρισμός %n εκπομπών pod που έχουν αναπαραχθεί
es: Eliminado un podcast ya reproducido Eliminados %n podcasts ya reproducidos
et: Kustutati 1 juba esitatud Podcast Kustutati %n juba esitatud Podcasti
eu: Jadanik erreproduzitutako podcast 1 kenduta Jadanik erreproduzitutako %n podcast kenduta
fa: %n podcasts پاک‌سازی شده از قبل پخش‌شده
fi: Yksi soitettu podcast poistettiin %n soitettua podcastia poistettiin
fr: Effacement d'un podcast déjà joué Effacement de %n podcasts déjà joués
he: פוד־קסט אחד שכבר הושמע נמחק %n פוד־קסטים שכבר הושמעו נמחקו
hu: %n már lejátszott podcast törölve lett
it: Eliminato 1 podcast già riprodotto Eliminati %n podcast già riprodotti
ja: %n 個の再生済みポッドキャストを消去しました
ka: %n უკვე დაკრული podcastები წაიშალა
km: បាន​លុបបំបាត់​ផតខាស់​ចំនួន %n ដែល​បាន​ចាក់​រួច
nb: Fjernet 1 podkast som alt er spilt Fjernet %n podkaster som alt er spilt
nds: Een al speelt Podcast wegdaan %n al speelt Podcasts wegdaan
ne: निर्मल गरिएको १ पोडकास्ट पहिल्यै प्ले गरिएको छ निर्मल गरिएको %n पोडकास्ट पहिल्यै प्ले गरिएको छ
nl: 1 reeds afgespeelde Podcast gewist %n reeds afgespeelde Podcasts gewist
nn: Sletta ein allereie spelt podkast. Sletta %n allereie spelte podkastar.
pl: Wyczyszczono jeden już odtworzony podcast Wyczyszczono %n już odtworzone podcasty Wyczyszczono %n już odtworzonych podcastów
pt: Foi eliminado 1 'podcast' já reproduzido Foram eliminados %n 'podcasts' já reproduzidos
pt_br: Removido 1 podcast que já foi reproduzido Removidos %n podcasts que já foram reproduzidos
ru: %n воспроизведённый Podcast удалён %n воспроизведённых Podcast удалены %n воспроизведённых Podcast удалены
se: Válddii eret ovtta podkástta mii juo lea čuojahuvvon Válddii eret %n podkástta mát juo leat čuojahuvvon
sk: Jeden vyčistený podcast už prehraný %n vyčistené podcasty už prehrané %n vyčistených podcastov už prehraných
sr: Почистих %n већ пуштену подемисију Почистих %n већ пуштене подемисије Почистих %n већ пуштених подемисија
th: ทำการลบรายการพ็อดแคสท์ที่เล่นแล้วทิ้ง %n รายการ
tr: Henüz çalan %n podcast düzenlendi
uk: Очищено %n podcast, який вже було програно Очищено %n podcast-и, які вже було програно Очищено %n podcast-ів, які вже було програно

source: Device successfully connected
af: Die toestel is suksesvol gekoppel
bg: Скачването с устройството беше успешно
ca: El dispositiu s'ha connectat amb èxit
cs: Zařízení úspěšně připojeno
da: Enhed forbundet med godt resultat
de: Der Player wurde erfolgreich verbunden.
el: Η συσκευή συνδέθηκε με επιτυχία
es: Dispositivo conectado con éxito
et: Seade edukalt ühendatud
eu: Gailua ongi konektatuta
fa: دستگاه با موفقیت متصل شد
fi: Laite yhdistettiin onnistuneesti
fr: Le périphérique a été connecté avec succès
he: התקן־המדיה חובר בהצלחה
hu: Az eszközhöz való kapcsolódás megtörtént
it: Dispositivo connesso con successo
ja: デバイスを接続しました
ka: მოწყობილობა წარმატებით დაკავშირდა
km: បាន​តភ្ជាប់​ឧបករណ៍​ដោយ​ជោគជ័យ
ko: 장치가 성공적으로 연결되었습니다.
lt: Įrenginys sėkmingai prijungtas
nb: Enheten er nå koblet til
nds: Reedschap tokoppelt
ne: यन्त्र सफलतापूर्वक जडान गरियो
nl: Apparaat met succes verbonden
nn: Eininga er no kopla til.
pa: ਜੰਤਰ ਸਫ਼ਲਤਾਪੂਰਕ ਜੁੜ ਗਿਆ
pl: Urządzenie zostało pomyślnie podłączone
pt: Dispositivo ligado com sucesso
pt_br: Dispositivo conectado com sucesso
ru: Устройство подключено
se: Lihkkostuvvai laktit ovttadaga
sk: Zariadenie úspešne pripojené
sr: Уређај је успешно повезан
th: ทำการเชื่อมต่ออุปกรณ์ได้สำเร็จ
tr: Aygıt başarılı bir şekilde bağlandı
uk: Пристрій успішно приєднано

source: Post-disconnect command failed, before removing device, please make sure that it is safe to do so.
af: Na-ontkoppel opdrag was onsuksesvol. Maak seker dat dit veilig voordat jy die toestel verwyder.
bg: Командата след разкачване не даде резултат. Преди да премахнете устройството, уверете се, че това ще бъде безопасно.
ca: Ha fallat l'ordre de post-desconnexió. Abans de retirar el dispositiu, assegureu-vos que és segur fer-ho.
da: Kommando efter afbrydelses mislykkedes. Inden du fjerner enheden, skal du sørge for at det er sikkert at gøre dette.
de: Der Befehl nach dem Trennen ist fehlgeschlagen. Bevor Sie den Player entfernen, sollten Sie sich vergewissern, dass dies gefahrlos ist.
el: Αποτυχία της εντολής αποπροσάρτησης, πριν την αφαίρεση της εντολής, παρακαλώ σιγουρευτείτε ότι είναι ασφαλές αυτό.
es: La orden de postdesconexión ha fallado; antes de extraer el dispositivo, asegúrese de que es seguro hacerlo.
et: Lahutamisjärgne käsk ebaõnnestus, palun kontrolli enne seadme eemaldamist, et seda on turvaline teha.
eu: Deskonexio ondorengo komandoak huts egin du, gailua kendu aurretik hori egitea segurua dela ziurtatu.
fa: خرابی در پس قطع فرمان، قبل از حذف دستگاه، لطفاً، مطمئن شوید که انجام این کار ایمن است.
fi: Yhteyden katkaisun jälkeen suoritettava komento epäonnistui. Varmista, että laitteen irrottaminen on turvallista.
fr: La commande post-déconnexion a échouée ; avant d'enlever le périphérique, assurez-vous de le faire en toute sécurité.
he: הפקודה שלאחר התנתקות נכשלה. לפני הסרת התקן־המדיה, אנא וודא שבטוח לעשות זאת.
hu: A lekapcsolás utáni parancs végrehajtása sikertelen. Az eszköz eltávolítása előtt győződjön meg arról, hogy az eltávolítás biztonságosan megtehető.
it: Comando post-disconnessione fallito, prima di rimuovere il dispositivo, assicurati che sia sicuro farlo.
ja: 接続切断後のコマンドが失敗しました。デバイスを取り外す前に、安全に取り外せることを確認してください。
ka: კავშირის გაწყვეტის შემდეგი ბრძანება ვერ შედგა, მოწყობილობის მოხსნამდე გთხოვთ დარწმუნდეთ რომ ეს უსაფრთხოა.
km: ពាក្យ​បញ្ជា​ផ្ដាច់​​បន្ទាប់​បាន​បរាជ័យ មុន​ពេល​យក​ឧបករណ៍​ចេញ សូម​ប្រាកដ​ថាវា​មាន​សុវត្ថិភាព​ដើម្បីធ្វើ​ដូច្នេះ ។
ko: 장치를 제거하기 전에, 연결해제 후 명령이 실패했습니다. 장치의 자료가 안전한지 확인해보십시오.
lt: Nepavyko įvykdyti komandos po atjungimo. Prieš atjungdami įrenginį įsitikinkite, kad yra saugu jį atjungti.
nb: Etter-frakoblingskommandoen mislyktes – pass på først at det er trygt å ta bort enheten.
nds: Afkoppel-Achterbefehl fehlslaan. Ehr Du de Reedschap wegnimmst, prööv bitte, wat dat ok redig seker is.
ne: पूर्व-विच्छेदन गरिएको आदेश असफल भयो, यन्त्र हटाउनु अघि, कृपया यसो गर्न सुरक्षित छ भन्ने निश्चित गर्नुहोस् ।
nl: Het commando dat wordt uitgevoerd nadat de verbinding is verbroken is mislukt. Verzeker u ervan dat u het apparaat veilig kunt verwijderen voordat u het verwijdert.
nn: Feil ved køyring av etterfråkoplingskommandoen. Sjå etter at det er sikkert å fjerna spelaren før du fjernar han.
pl: Wykonanie komendy po rozłączeniu nie powiodło się. Przed odłączeniem urządzenia proszę się upewnić, że uczynienie tego jest bezpieczne.
pt: O comando pós-desconexão foi mal-sucedido; antes de remover o dispositivo, garanta por favor que é seguro fazê-lo.
pt_br: O comando de pós-desconexão falhou antes da remoção do dispositivo, por favor tenha certeza que é seguro removê-lo.
ru: Не удалось выполнить команду, выполняемую после отключения. Перед тем как извлечь устройство, убедитесь, что таким образом вы не потеряете данные.
sk: Príkaz po-odpojení zlyhal, pred odstránením zariadenia sa prosím uistite, že je bezpečné tak učiniť.
sr: Наредба после прекидања везе није успела, уверите се да је безбедно уклонити уређај пре него што га заиста уклоните.
th: คำสั่งหลังตัดการเชื่อมต่อล้มเหลว ก่อนที่จะทำการถอดอุปกรณ์ออก กรุณาแน่ใจว่ามันปลอดภัยที่จะทำเช่นนั้น
tr: Ayırma sonrası komutu başarısız oldu. Lütfen aygıtı kaldırmadan önce bunun zararsız olduğuna emin olun.
uk: Помилка команди після-роз'єднання. Будь ласка, перед вилученням пристрою переконайтесь, що це можна безпечно зробити.

source: Device successfully disconnected
af: Die toestel is suksesvol ontkoppel
bg: Устройството беше разкачено успешно
ca: El dispositiu s'ha desconnectat amb èxit
cs: Zařízení úspěšně odpojeno
da: Det lykkedes at afbryde enhed
de: Player erfolgreich getrennt.
el: Η συσκευή αποσυνδέθηκε με επιτυχία
es: Dispositivo desconectado con éxito
et: Seade edukalt lahutatud
eu: Gailua ongi deskonektatu da
fa: دستگاه با موفقیت قطع شد
fi: Yhteys laitteeseen katkaistiin onnistuneesti.
fr: Le périphérique a été déconnecté avec succès
he: ההתקן נותק בהצלחה
hu: Az eszköz le lett kapcsolva
it: Dispositivo disconnesso con successo
ja: デバイスの接続を正常に切断しました
ka: მოწყობილობასთან კავშირი წარმატებით გაწყდა
km: បាន​ផ្ដាច់​ឧបករណ៍​ដោយ​ជោគជ័យ
ko: 장치가 성공적으로 연결해제되었습니다.
lt: Įrenginys sėkmingai atjungtas
nb: Enheten er nå frakoblet
nds: Reedschap afkoppelt
ne: यन्त्र सफलतापूर्वक विच्छेदन गरियो
nl: Verbinding met apparaat met succes verbroken
nn: Spelaren er no kopla frå.
pa: ਜੰਤਰ ਸਫ਼ਲਤਾਪੂਰਕ ਅੱਡ ਹੋ ਗਿਆ ਹੈ
pl: Urządzenie zostało pomyślnie odłączone
pt: Dispositivo desligado com sucesso
pt_br: Dispositivo desconectado com sucesso
ru: Устройство отключено
se: Lihkkostuvvai eretlaktit ovttadaga
sk: Zariadenie úspešne odpojené
sr: Веза са уређајем је успешно прекинута
th: ตัดการเชื่อมต่อกับอุปกรณ์สำเร็จ
tr: Aygıtın bağlantısı başarılı şekilde kesildi
uk: Пристрій успішно роз'єднано

source: Track already on media device: %1
af: Die snit is alrees op die media toestel: %1
bg: Записът вече го има в медийно устройство: %1
ca: La peça ja és al dispositiu de suports: %1
cs: Skladba již existuje na zařízení: %1
da: Sporet allerede på medieenheden: %1
de: Das Stück befindet sich bereits auf dem Media-Player: %1
el: Το κομμάτι υπάρχει ήδη στη συσκευή πολυμέσων: %1
es: La pista ya se encuentra en el dispositivo de medios: %1
et: Pala on juba olemas meediaseadmel: %1
eu: Pista jadanik multimediako gailuan: %1
fa: شیار از قبل در دستگاه رسانه هست: %1
fi: Seuraava kappale on jo medialaitteella: %1
fr: Le morceau « %1 » existe déjà sur le périphérique de média
he: הרצועה כבר קיימת על התקן המדיה: %1
hu: Ez a szám már rajta van a médiaeszközön: %1
it: Traccia già sul dispositivo multimediale: %1
ja: トラックは既にメディアデバイスにあります: %1
ka: ჩანაწერი უკვე არის მედია მოწყობილობაზე: %1
km: បទ​ដែល​មាន​រួច​លើ​ឧបករណ៍​​ផ្ទុក ៖ %1
ko: 트랙이 미디어 장치에 이미 있습니다. %1
lt: Daina jau yra muzikos įrenginyje: %1
nb: Sporet finnes på medieenheten fra før: %1
nds: Dat Stück is al op de Medienreedschap: %1
ne: ट्रयाक मिडिया यन्त्रमा पहिल्यै छ: %1
nl: Track staat al op media-apparaat: %1
nn: Sporet finst allereie på mediespelaren: %1
pa: ਟਰੈਕ ਪਹਿਲਾਂ ਹੀ ਮੀਡਿਆ ਜੰਤਰ ਉੱਤੇ ਹੈ: %1
pl: Utwór już istnieje na urządzeniu mediów: %1
pt: A faixa já existe no dispositivo multimédia: %1
pt_br: Faixa já está no dispositivo de mídia: %1
ru: Дорожка уже имеется в устройстве: %1
se: Bihttá lea juo mediaovttadagas: %1
sk: Stopa je už na mediálnom zariadení: %1
sr: Нумере већ на уређају: %1
th: เพลงนี้มีอยู่แล้วบนอุปกรณ์เล่นสื่อ: %1
tr: Medya aygıtında bu parça zaten var: %1
uk: Доріжка вже є на пристрої носія: %1

source: Track not playable on media device: %1
af: Die snit kan nie op media toestel '%1' gespeel word nie.
bg: Записът не може да бъде изпълнен на медийно устройство: %1
ca: La peça no es pot reproduir al dispositiu de suports: %1
cs: Skladbu nelze na tomto zařízení přehrát: %1
da: Sporet kan ikke spilles på medieenheden: %1
de: Das Stück ist auf dem Media-Player nicht abspielbar: %1
el: Το κομμάτι δε μπορεί να αναπαραχθεί στη συσκευή πολυμέσων: %1
es: Pista no reproducible en el dispositivo de medios: %1
et: Pala ei ole meediaseadmel esitatav: %1
eu: Pista ez da erreproduzigarria multimediako gailuan: %1
fa: شیار در دستگاه رسانه قابل پخش نیست: %1
fi: Medialaite ei osaa soittaa kappaletta ”%1”.
fr: Le morceau « %1 » du périphérique de média n'est pas lisible
he: הרצועה לא ניתנת להשמעה על התקן המדיה: %1
hu: Ez a szám nem játszható le a médiaeszközön: %1
it: Traccia non riproducibile sul dispositivo multimediale: %1
ja: トラックはメディアデバイスで再生不可です: %1
ka: ჩანაწერი მედია მოწყობილობაზე არაა დაკვრადი: %1
km: បទ​ដែល​មិន​អាច​ចាក់​បាន​លើ​ឧបករណ៍​​ផ្ទុក​ ៖ %1
ko: 미디어 장치에 있는 트랙은 재생 불가능합니다. %1
lt: Dainos muzikos įrenginys negros: %1
nb: Sporet kan ikke spilles på medieenheten: %1
nds: Stück lett sik op de Medienreedschap nich afspelen: %1
ne: ट्रयाक मिडिया यन्त्रमा बजाउनयोग्य छैन: %1
nl: Track niet afspeelbaar op media-apparaat: %1
nn: Sporet er ikkje spelbart på mediespelaren: %1
pa: ਟਰੈਕ ਮੀਡਿਆ ਜੰਤਰ ਉੱਤੇ ਚਲਾਉਣ ਯੋਗ ਨਹੀਂ: %1
pl: Utwór nie nadaje się do odtworzenia na urządzeniu mediów: %1
pt: A faixa não pode ser reproduzida no dispositivo multimédia: %1
pt_br: Faixa não pode ser reproduzida no dispositivo de mídia: %1
ru: Дорожка не может воспроизводиться устройством: %1
se: Bihttá ii leat čuojahahtti mediaovttadagas: %1
sk: Stopu nie je možné prehrať na mediálnom zariadení: %1
sr: Нумере које се не могу пустити на уређају: %1
th: เพลงนี้ไม่สามารถเล่นได้บนอุปกรณ์เล่นสื่อ: %1
tr: Medya aygıtındaki bu parça çalınabilir değil: %1
uk: Неможливо програти доріжку на пристрої носія: %1

source: Failed to copy track to media device: %1
af: Kon nie die snit na die media toestel '%1' kopiëer nie.
bg: Неуспешно прехвърляне на запис към медийно устройство: %1
ca: Ha fallat en copiar la peça al dispositiu de suports: %1
cs: Nelze zkopírovat skladbu na mediální zařízení: %1
da: Mislykkedes at overføre spor til medieenhed: %1
de: Das Stück lässt sich nicht auf den Media-Player übertragen: %1
el: Αποτυχία αντιγραφής κομματιού στη συσκευή πολυμέσων: %1
es: Fallo al copiar pista en el dispositivo de medios: %1
et: Pala kopeerimine meediaseadmele ebaõnnestus: %1
eu: Huts egin du pista multimediako gailuan kopiatzean: %1
fa: خرابی در رونوشت شیار در دستگاه رسانه: %1
fi: Seuraavan kappaleen kopiointi medialaitteeseen epäonnistui: %1
fr: Impossible de copier le morceau « %1 » sur le périphérique de média
he: כישלון בהעתקת רצועה אל התקן המדיה: %1
hu: Nem sikerült a médiaeszközre másolni ezt a számot: %1
it: Fallita la copia della traccia sul dispositivo multimediale: %1
ja: トラックをメディアデバイスにコピーできませんでした: %1
ka: ჩანაწერის მედია მოწყობილობაზე ასლი ვერ განხორციელდა: %1
km: ​បរាជ័យ​ក្នុង​ការ​ចម្លង​បទ​ទៅ​ឧបករណ៍​​ផ្ទុក ៖ %1
ko: 미디어 장치에 트랙 복사를 실패했습니다. %1
lt: Nepavyko nukopijuoti dainą į muzikos įrenginį: %1
nb: Klarte ikke kopiere spor til medieenheten: %1
nds: Koperen vun't Stück na de Medienreedschap fehlslaan: %1
ne: मिडिया यन्त्रमा ट्रयाक प्रतिलिपि गर्न असफल भयो: %1
nl: Kon track niet kopiëren naar media-apparaat: %1
nn: Klarte ikkje overføra sporet til mediespelaren: %1
pa: ਟਰੈਕ ਮੀਡਿਆ ਜੰਤਰ ਉੱਤੇ ਨਕਲ ਕਰਨ ਲਈ ਅਸਮਰੱਥ: %1
pl: Nie udało się skopiować utworu na urządzenie mediów: %1
pt: Não foi possível copiar a faixa para o dispositivo multimédia: %1
pt_br: Falha ao copiar faixa para o dispositivo de mídia: %1
ru: Не удалось скопировать композиции в устройство: %1
se: Filtii máŋget bihttá mediaovttadahkii: %1
sk: Nepodarilo sa skopírovať stopu na mediálne zariadenie: %1
sr: Нисам успео да копирам нумеру на уређај: %1
th: การคัดลอกเพลงไปยังอุปกรณ์เล่นสื่อ: %1 ล้มเหลว
tr: Parçaların şu medya aygıtına aktarılması başarısız oldu: %1
uk: Не вдалося скопіювати доріжку на пристрій носія: %1

source: _n: One track not playable on media device %n tracks not playable on media device
af: Een snit is nie speelbaar op die media toestel nie %n snitte is nie speelbaar op die media toestel nie
bg: Един запис е неизпълним с медийното устройство %n записа са неизпълними с медийното устройство
ca: Una peça no es pot reproduir al dispositiu de suports %n peces no es poden reproduir al dispositiu de suports
cs: Jednu skladbu nelze na zařízení přehrát %n skladby nelze na zařízení přehrát %n skladeb nelze na zařízení přehrát
da: Et spor kan ikke afspilles på medieenheden %n spor kan ikke afspilles på medieenheden
de: Ein Stück ist auf dem Media-Player nicht abspielbar %n Stücke sind auf dem Media-Player nicht abspielbar
el: Ένα κομμάτι δεν μπορεί να αναπαραχθεί στη συσκευή πολυμέσων %n κομμάτια δεν μπορούν να αναπαραχθούν στη συσκευή πολυμέσων
es: Una pista no reproducible en el dispositivo de medios %n pistas no reproducibles en el dispositivo de medios
et: Üks pala ei ole meediaseadmel esitatav %n pala ei ole meediaseadmel esitatavad
eu: Pista bat ez da erreproduzigarria multimediako gailuan %n pista ez dira erreproduzigarriak multimediako gailuan
fa: %n شیار در دستگاه رسانه قابل پخش نیست
fi: Medialaite ei osaa soittaa yhtä kappaletta. Medialaite ei osaa soittaa %n kappaletta.
fr: %n morceau n'est pas lisible sur le périphérique de média %n morceaux ne sont pas lisibles sur le périphérique de média
he: רצועה אחת לא ניתנת להשמעה על התקן המדיה %n רצועות לא ניתנות להשמעה על התקן המדיה
hu: %n szám nem lejátszható a médiaeszközön
it: Una traccia non riproducibile sul dispositivo multimediale %n tracce non riproducibili sul dispositivo multimediale
ja: %n トラックがメディアデバイスで再生不可です
ka: %n ჩანაწერი მედია მოწყობილობაზე არაა დაკვრადი
km: មិន​អាច​ចាក់​បទ​ចំនួន %n លើ​ឧបករណ៍​​ផ្ទុក
lt: %n dainos muzikos įrenginys negros %n dainų muzikos įrenginys negros %n dainų muzikos įrenginys negros
nb: Ett spor på medieenheten kan ikke spilles %n spor på medieenheten kan ikke spilles
nds: Een Stück lett sik op de Medienreedschap nich afspelen %n Stücken laat sik op de Medienreedschap nich afspelen
ne: मिडिया यन्त्रमा एउटा ट्रयाक बजाउनयोग्य छैन %n ट्रयाक मिडिया यन्त्रमा बजाउनयोग्य छैन
nl: 1 track niet afspeelbaar op media-apparaat %n tracks niet afspeelbaar op media-apparaat
nn: 1 spor er ikkje spelbar på mediespelaren. %n er ikkje spelbare på mediespelaren.
pa: ਮੀਡਿਆ ਜੰਤਰ ਉੱਤੇ ਨਾ-ਚੱਲਣਯੋਗ ਟਰੈਕ ਹੈ ਮੀਡਿਆ ਜੰਤਰ ਉੱਤੇ %n ਟਰੈਕ ਚੱਲਣਯੋਗ ਨਹੀਂ ਹੈ
pl: Jeden utwór nie nadaje się do odtworzenia na urządzeniu mediów %n utwory nie nadają się do odtworzenia na urządzeniu mediów %n utworów nie nadaje się do odtworzenia na urządzeniu mediów
pt: Uma faixa impossível de reproduzir no dispositivo multimédia %n faixas impossíveis de reproduzir no dispositivo multimédia
pt_br: Uma faixa não reproduzível no dispositivo de mídia %n faixas não reproduzíveis no dispositivo de mídia
ru: %n композиция не может воспроизводиться устройством %n композиции не могут воспроизводиться устройством %n композиций не могут воспроизводиться устройством
se: Okta bihttá mii ii leat čuojahahtti mediaovttadagas %n mat eai leat čuojahahtti mediaovttadagas
sk: Jednu stopu nie je možné prehrať na mediálnom zariadení %n stopy nie je možné prehrať na mediálnom zariadení %n stôp nie je možné prehrať na mediálnom zariadení
sr: %n нумера се не може пустити на уређају %n нумере се не могу пустити на уређају %n нумера се не може пустити на уређају
th: %n เพลงไม่สามารถเล่นได้บนอุปกรณ์เล่นสื่อ
tr: %n parça medya aygıtı üzerinde çalınabilir değil
uk: %n доріжку на пристрої носія неможливо програти %n доріжки на пристрої носія неможливо програти %n доріжок на пристрої носія неможливо програти
