Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: A preset with the name %1 already exists. Overwrite?
af: 'n Instelling met die naam: %1 bestaan alreeds. Moet die oorskryf word?
bg: Вече има фиксирана настройка с име %1. Презапис?
ca: Ja existeix un ambient anomenat «%1». El voleu sobreescriure?
cs: Přednastavení s názvem '%1' již existuje. Přepsat jej?
da: En forudindstilling med navnet %1 findes allerede. Overskriv?
de: Eine Voreinstellung namens "%1" existiert bereits. Überschreiben?
el: Μια προεπιλογή με το όνομα %1 υπάρχει ήδη. Αντικατάσταση;
es: Ya existe una predefinición con el nombre %1. ¿Sobrescribir?
et: Valmisseadistus nimega %1 on juba olemas. Kas kirjutada see üle?
eu: %1 izeneko aurrezarpena badago lehendik ere. Gainidatzi?
fa: پیش‌تنظیمی با نام %1 از قبل موجود است. جای‌نوشت شود؟
fi: ”%1” on jo olemassa. Korvataanko se?
fr: Un préréglage portant le nom « %1 » existe déjà. Voulez-vous l'effacer ?
he: אפשרות קבועה עם שם %1 כבר קיימת. שכתב?
hu: Már létezik "%1" nevű equalizer-beállítás. Felül kívánja írni?
it: Una preimpostazione con nome %1 già esiste. Sovrascrivere?
ja: %1 という名前のプリセットが既にあります。上書きしますか？
ka: ხმის მოდულაცია %1 სახელით უკვე არსებობს. გსურთ გადაწერა?
km: មាន​ការ​កំណត់​ជាមុន​ឈ្មោះ %1 រួច​ហើយ ។ សរសេរ​ជាន់​លើ ?
ko: %1로 이름붙여진 프리셋이 존재합니다. 덮어쓰시겠습니까?
lt: Profilis pavadinimu „%1“ jau yra. Ar perrašyti profilį?
nb: En forhåndsinnstilling ved navn «%1» finnes allerede. Vil du overskrive den?
nds: Dat gifft al en Profil mit den Naam "%1". Överschrieven?
ne: %1 नाम गरेको प्रिसेट पहिल्यै अवस्थित छ । अधिलेखन गर्नुहुन्छ ?
nl: Een voorinstelling met de naam%1 bestaat al. Overschrijven?
nn: Det finst allereie eit oppsett med namnet «%1». Vil du skriva over det?
pa: ਪਹਿਲਾਂ-ਸੈੱਟ ਨਾਂ %1 ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਕੀ ਉੱਤੇ ਹੀ ਲਿਖਣਾ ਹੈ?
pl: Zestaw o nazwie %1 już istnieje. Zastąpić?
pt: Já existe uma predefinição com o nome %1. Sobrepor?
pt_br: Um preset com o nome %1 já existe. Sobrescrever?
ru: Конфигурация %1 уже существует. Заменить её?
sk: Prednastavenie s názvom %1 už existuje. Prepísať ho?
sr: Претподешавање по имену %1 већ постоји. Да га пребришем?
th: ชุดสำเร็จชื่อ %1 มีอยู่แล้ว จะให้เขียนทับหรือไม่?
tr: %1 adlı bir ayar zaten var. Üzerine yazılsın mı?
uk: Конфігурація з назвою %1 вже існує. Перезаписати?

source: _: NAME OF TRANSLATORS Your names
af: Frikkie Thirion
bg: Златко Попов,Ясен Праматаров
ca: Pau Capdevila Pujol, Pau Rul·lan Ferragut, Pau Tallada Crespí,Josep Ma. Ferrer
cs: Lukáš Tinkl,Klára Cihlářová,Milan Šádek,Jakub Friedl
da: Erik Kjær Pedersen
de: Thomas Reitelbach
el: Φάνης Δοκιανάκης,Τούσης Μανώλης,Σπύρος Γεωργαράς
es: Carlos Mayo Hernández,Eloy Cuadra,Víctor Fernández Martínez,Pablo de Vicente,Miguel Pérez Ibars,Enrique Matías Sánchez (Quique)
et: Marek Laane
eu: Iñaki Larrañaga Murgoitio
fa: نسیم دانیارزاده
fi: Niklas Laxström,Ilkka Pirskanen,Ville-Pekka Vainio
fr: Yannick Torrès,Matthieu Robin
he: צוות התרגום של KDE לעברית, Koala, Assaf Gillat, Chen Levy
hu: Szántó Tamás
it: Vincenzo Reale, Carlo Maria Laorenza
ja: Shintaro Matsuoka,Kenichiro Takahashi,Yukiko Bando
ka: რუსუდან ცისკრელი
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Cho Sung Jae
lt: Dovydas Sankauskas Donatas Glodenis
nb: Sven Harald Klein Bakke,Nils Kristian Tomren, Eskild Hustvedt
nds: Arne Hagenah, Sönke Dibbern
ne: श्यामकृष्ण बल
nl: Rinse de Vries,Bram Schoenmakers
nn: Karl Ove Hufthammer
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Łukasz Derkacz (obecny tłumacz), Cezary Morga
pt: José Nuno Pires,Pedro Morais
pt_br: Doutor.Zero, Paulo Henrique Alkmin da Costa, Daniel de Souza Carvalho, Lisiane Sztoltz Teixeira, Caio Begotti
ru: Николай Шафоростов
se: Børre Gaup
sk: Jozef Káčer, Tomáš Srnka, Jozef Říha
sr: Слободан Симић, Часлав Илић
th: สหชาติ อนุกูลกิจ
tr: Serdar Soytetir, Adem Alp YILDIZ, Görkem Çetin
uk: Іван Петрущак

source: _: EMAIL OF TRANSLATORS Your emails
af: frikkie.thirion@deneloptronics.co.za
bg: zlatkopopov@fsa-bg.org
ca: pau.capdevila@estudiant.upc.edu, paurullan@bulma.net, pau_tallada@telefonica.net,txemaq@gmail.com
cs: lukas@kde.org,koty@seznam.cz,milan.sadek@atlas.cz,jfriedl@suse.cz
da: erik@binghamton.edu
de: tr@erdfunkstelle.de
el: madf@hellug.gr,manolis@koppermind.homelinux.org,sng@hellug.gr
es: carlos.mayo@hispalinux.es,ecuadra@eloihr.net,vfernandez@polinux.upv.es,pablo.devicente@gmail.com,mpi79470@alu.um.es,cronopios@gmail.com
et: bald@starman.ee
eu: dooteo@euskalgnu.org
fa: daniarzadeh@itland.ir
fi: niklas.laxstrom+kdetrans@gmail.com,ilkka.pirskanen@kolumbus.fi,vpivaini@cs.helsinki.fi
fr: yannick.torres@keliglia.com,kde@macolu.org
he: kde-il@yahoogroups.com, koala@linux.net, gillata@gmail.com, contrib@chenlevy.com
hu: tszanto@mol.hu
it: smart2128@baslug.org
ja: shin@shoegazed.org,kenta@goodjobjapan.org,ybando@k6.dion.ne.jp
ka: tsiskreli@gmail.com
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: cho.sungjae@gmail.com
lt: laisve@gmail.com dgvirtual@akl.lt
nb: sirius@nonline.org,project@nilsk.net,zerodogg@skolelinux.no
nds: arne@videomobil.de, s_dibbern@web.de
ne: shyamkrishna_bal@yahoo.com
nl: rinsedevries@kde.nl,bramschoenmakers@kde.nl
nn: karl@huftis.org
pa: apbrar@gmail.com
pl: lderkacz@gmail.com
pt: jncp@netcabo.pt,morais@kde.org
pt_br: doutor.zero@gmail.com,webmaster@lmfarma.com.br,danielscarvalho@netscape.net,lisiane@kdemail.net,caio1982@gmail.com
ru: nick@shaforostoff.kiev.ua
se: boerre@skolelinux.no
sk: quickparser@gmail.com, toms@linuxos.sk, jose1711@gmail.com
sr: simicsl@verat.net, caslav.ilic@gmx.net
th: drrider@gmail.com
tr: tulliana@gmail.com, ademalp@linux-sevenler.org, gorkem@kde.org
uk: ivanpetrouchtchak@yahoo.com

source: Fetching Artist Info
af: Besig om kunstenaar info af te laai
bg: Търсене на информация за изпълнителя
ca: S'està descarregant la informació de l'artista
cs: Stahují se informace o umělci
da: Henter kunstnerinformation
de: Informationen zum Interpreten werden geholt
el: Ανάκτηση πληροφοριών καλλιτέχνη
es: Obteniendo información del artista
et: Esitaja info tõmbamine
fa: واکشی اطلاعات هنرمند
fi: Haetaan tietoja artistista
fr: Récupération des informations sur l'artiste
he: משיג מידע אודות האומן
hu: Előadó-információ letöltése
it: Ricezione delle informazioni sull'artista
ja: アーティスト情報を取得
km: កំពុង​ទៅ​ប្រមូល​យក​ព័ត៌មាន​សិល្បករ
ko: 아티스트 정보 받는 중
lt: Atsiunčiama atlikėjo informacija
nb: Henter opplysninger om artist
nds: Informatschonen över den Künstler warrt haalt
ne: कलाकार सूचना तान्दै
nl: Artiestinformatie wordt opgehaald
nn: Hentar artistinformasjon
pa: ਕਲਾਕਾਰ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Pobieranie informacji o wykonawcy
pt: A Obter a Informação do Artista
pt_br: Buscando Informações do Artista
ru: Загрузка информации об исполнителях
se: Viežžamin artistadieđuid
sk: Sťahujem informácie o interpretovi
sr: Добављам податке о извођачу
th: ดึงข้อมูลศิลปิน
tr: Sanatçı Bilgisi Alınıyor
uk: Отримання інформації про виконавця

source: Artist/Album/Track
af: Kunstenaar / Album / Snit
bg: Изпълнител/Албум/Запис
ca: Artista/Àlbum/Peça
cs: Interpret/Album/Skladba
da: Kunstner/Album/Spor
de: Interpret / Album / Stück
el: Καλλιτέχνης/άλμπουμ/κομμάτι
es: Artista/Álbum/Pista
et: Esitaja/Album/Pala
fa: هنرمند/آلبوم/شیار
fi: Artisti / Levy / Kappale
fr: Artiste/Album/Piste
he: אומן/כותר/רצועה
hu: Előadó / album / szám
it: Artista/Album/Traccia
ja: アーティスト / アルバム / トラック
km: សិល្បករ/អាល់ប៊ុម/បទ
ko: 아티스트/엘범/트랙
lt: Atlikėjas/Albumas/Daina
nb: Artist/album/spor
nds: Künstler / Album / Stück
ne: कलाकार/एल्बम/ट्रयाक
nl: Artiest/Album/Track
nn: Artist – album – spor
pa: ਕਲਾਕਾਰ/ਐਲਬਮ/ਟਰੈਕ
pl: Wykonawca/Album/Utwór
pt: Artista/Álbum/Faixa
pt_br: Artista/Álbum/Faixa
ru: Исполнитель / Альбом / Композиция
se: Artista / Skearru / Bihttá
sk: Interpret/Album/Stopa
sr: Извођач/албум/нумера
th: ศิลปิน/อัลบั้ม/เพลง
tr: Sanatçı/Albüm/Parça
uk: Виконавець/альбом/доріжка

source: Duration
af: Lengte
bg: Времетраене
ca: Durada
cs: Doba trvání
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
et: Kestus
fa: مدت
fi: Kesto
fr: Durée
he: משך
hu: Időtartam
it: Durata
ja: 長さ
km: ថិរវេលា ៖
ko: 표시 시간(&D):
lt: Trukmė
nb: Varighet
nds: Duer
ne: अवधि
nl: Duur
nn: Lengd
pa: ਅੰਤਰਾਲ
pl: Czas trwania
pt: Duração
pt_br: Duração
ru: Длительность
se: Guhkkodat
sk: Trvanie
sr: Трајање
th: ระยะเวลา
tr: Süre
uk: Тривалість

source: Magnatune.com database update complete. Added %1 tracks on %2 albums from %3 artists
af: Opdatering van Magnatune.com databasis is klaar. %1 snitte op %2 albums bygevoeg, van %3 kunstenaars
bg: Обновяването БД на Magnatune.com завърши. Добавени са %1 записа от %2 албума на %3 изпълнителя
ca: S'ha completat l'actualització de la base de dades de Magnatune.com. S'han afegit %1 peces en %2 àlbums de %3 artistes
da: Opdatering af databasen for Magnatune.com færdig. %1 spor på %2 albummer fra %3 kunstnere har tilføjedes.
de: Die Aktualisierung der Magnatune.com-Datenbank ist abgeschlossen. Es wurden %1 Stücke auf %2 Alben von %3 Interpreten hinzugefügt.
el: Η ενημέρωση της βάσης δεδομένων Magnatune.com ολοκληρώθηκε! Προστέθηκαν %1 κομμάτια από %2 άλμπουμ και %3 καλλιτέχνες
es: Actualización de la base de datos de Magnatune.com completada. Añadidas %1 pistas en %2 álbumes para %3 artistas
et: Magnatune.com andmebaasi uuendus on lõpetatud. Lisati %1 pala %2 albumilt %3 esitajalt
fa: تکمیل به‌روزرسانی دادگان Magnatune.com. %1 شیار افزوده روی %2 آلبوم از %3 هنرمند
fi: Magnatune.com-tietokannan päivitys valmis. Kantaan lisättiin %1 kappaletta %2 levyltä %3 artistilta
fr: La mise à jour de la base de données Magnatune.com est terminée ! Ajout de %1 morceaux sur %2 albums de %3 artistes
hu: A Magnatune.com-adatbázis frissítése befejeződött. Hozzáadásra került %3 előadó %1 száma %2 albumról.
it: Aggiornamento del database di Magnatune.com completato. Aggiunte %1 tracce su %2 album di %3 artisti
ja: Magnatune.com データベースの更新が完了しました。%3 アーティストの %2 アルバムから %1 トラック追加しました。
km: ការ​ធ្វើ​ឲ្យ​មូលដ្ឋាន​ទិន្នន័យ Magnatune.com ទាន់​សម័យ​បាន​បញ្ចប់ ។ បាន​បន្ថែម​បទ %1 នៅ​ក្នុង​អាល់ប៊ុម %2 ពី​សិល្បករ %3
lt: Magnatune.com duomenų bazė atnaujinta. Įdėta: %1 dainos, %2 albumai, %3 atlikėjai
nb: Fullført oppdatering av databasen Magnatude.com. Lagt til %1 spor på %2 album fra %3 artister
nds: Dat Opfrischen vun de Magnatune.com-Datenbank is afslaten: %1 Stücken op %2 Alben vun %3 Künstlers toföögt.
ne: Magnatune.com डाटाबेसले पूरा अद्यावधिक गर्यो । %3 कलाकारबाट %2 एल्बममा %1 ट्रयाकहरू थपियो
nl: Actualiseren van Magnatune.com-database is voltooid. %1 tracks op %2 albums van %3 artiesten toegevoegd.
nn: Magnatune.com-databasen er oppdatert. %1 spor på %2 album frå %3 artistar vart lagte til.
pl: Uaktualnianie bazy danych Magnatune.com ukończone. Dodano %1 utworów z %2 albumów wykonywanych przez %3 wykonawców
pt: A actualização da base de dados do Magnatune.com está completa. Foram adicionadas %1 faixas, em %2 álbuns, de %3 artistas
pt_br: Atualização do banco de dados do Magnatune.com completada. Adicionadas %1 faixas em %2 álbuns de %3 artistas
se: Geargan ođasmahttimin Magnatune.com diehtovuođu. Lasihin %1 bihtá %2 skearruin %3 artisttain
sk: Aktualizácia databázy Magnatune.com dokončená. Pridané %1 stopy na %2 albumoch %3 interpretov.
sr: Ажурирање базе са magnatune.com завршено. Додато је %1 нумера са %2 албума од %3 извођача
th: การปรับปรุงฐานข้อมูลของ Magnatune.com เสร็จสมบูรณ์ มีการเพิ่ม %1 เพลง ใน %2 อัลบั้ม จาก %3 ศิลปิน
tr: Magnatune.com veritabanı güncellemesi tamamlandı. %3 sanatçı ve %2 albümden %1 parça eklendi.
uk: Оновлення бази даних Magnatune.com завершене. Додано доріжок - %1 з альбомів - %2 від виконавців - %3

source: Add artist to playlist
af: Voeg kunstenaar by speel lys
bg: Добавяне на изпълнител към списъка
ca: Afegeix l'artista a la llista de reproducció
cs: Přidat interpreta do seznamu skladeb
da: Tilføj kunstner til spilleliste
de: Interpret zur Wiedergabeliste hinzufügen
el: Προσθήκη καλλιτέχνη στη λίστα
es: Añadir artista a la lista de reproducción
et: Lisa esitaja esitusnimekirja
fa: افزودن هنرمند به فهرست پخش
fi: Lisää artisti soittolistaan
fr: Ajouter l'artiste à la liste de lecture
he: הוסף אומן לרשימת־השמעה
hu: Előadó hozzáadása a lejátszólistához
it: Aggiungi artista alla playlist
ja: アーティストをプレイリストに追加
km: បន្ថែម​សិល្បករ​ទៅ​បញ្ជី​ចាក់
ko: 재생목록에 아티스트 더하기
lt: Atlikėją įdėti į grojaraštį
nb: Legg artisten til spillelista
nds: Künstler na de Afspeellist tofögen
ne: प्ले सूचीमा कलाकार थप्नुहोस्
nl: Artiest aan afspeellijst toevoegen
nn: Legg artist til speleliste
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਕਲਾਕਾਰ ਸ਼ਾਮਿਲ
pl: Dodaj wykonawcę do listy odtwarzania
pt: Adicionar o artista à lista
pt_br: Adicionar artista à lista de músicas
ru: Добавить исполнителя в список
se: Lasit artistta čuojahanlistui
sk: Pridať interpreta do zoznamu skladieb
sr: Додај извођача у листу нумера
th: เพิ่มศิลปินไปที่รายการเล่น
tr: Sanatçıyı parça listesine ekle
uk: Додати виконавця до списку композицій

source: Add album to playlist
af: Voeg album by speel lys
bg: Добавяне на албум към списъка
ca: Afegeix l'àlbum a la llista de reproducció
cs: Přidat album do seznamu skladeb
da: Tilføj album til spilleliste
de: Album zur Wiedergabeliste hinzufügen
el: Προσθήκη άλμπουμ στη λίστα
es: Añadir álbum a la lista de reproducción
et: Lisa album esitusnimekirja
fa: افزودن آلبوم به فهرست پخش‌
fi: Lisää levy soittolistaan
fr: Ajouter l'album à la liste de lecture
he: הוסף אלבום לרשימת־השמעה
hu: Album hozzáadása a lejátszólistához
it: Aggiungi album alla playlist
ja: アルバムをプレイリストに追加
km: បន្ថែម​អាល់ប៊ុម​ទៅ​បញ្ជី​ចាក់
ko: 재생목록에 엘범 더하기
lt: Albumą įdėti į grojaraštį
nb: Legg til albumet i spilleliste
nds: Album na de Afspeellist tofögen
ne: प्ले सूचीमा एल्बम थप्नुहोस्
nl: Album aan afspeellijst toevoegen
nn: Legg album til speleliste
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਐਲਬਮ ਸ਼ਾਮਿਲ
pl: Dodaj album do listy odtwarzania
pt: Adicionar o álbum à lista
pt_br: Adicionar álbum à lista de músicas
ru: Добавить альбом в список
se: Lasit skearru čuojahanlistui
sk: Pridať album do zoznamu skladieb
sr: Додај албум у листу нумера
th: เพิ่มอัลบั้มไปที่รายการเล่น
tr: Albümü Parça Listesine Ekle
uk: Додати альбом до списку композицій

source: Purchase album
af: Koop album
bg: Купуване на албума
ca: Compra aquest àlbum
cs: Zakoupit album
da: Køb album
de: Album kaufen
el: Αγορά άλμπουμ
es: Comprar álbum
et: Osta album
fa: آلبوم خرید
fi: Osta levy
fr: Acheter cet album
he: רכש אלבום
hu: Album megvásárlása
it: Acquista album
ja: アルバムを購入
km: ទិញ​អាល់ប៊ុម
ko: 음반 구입
lt: Įsigyti albumą
nb: Kjøp dette albumet
nds: Album köpen
ne: एल्बम खरीद गर्नुहोस्
nl: Album aankopen
nn: Kjøp album
pa: ਐਲਬਮ ਖਰੀਦੋ
pl: Kup album
pt: Comprar o álbum
pt_br: Comprar álbum
ru: Купить альбом
se: Oastte skearru
sk: Kúpiť album
sr: Купи албум
th: ซื้ออัลบั้ม
tr: Albümü satın al
uk: Купити альбом

source: Add track to playlist
af: Voeg snit by speel lys
bg: Добавяне на записа към списъка
ca: Afegeix la peça a la llista de reproducció
cs: Přidat skladbu do seznamu skladeb
da: Tilføj spor til spilleliste
de: Stück zur Wiedergabeliste hinzufügen
el: Προσθήκη κομματιού στη λίστα
es: Añadir pista a la lista de reproducción
et: Lisa pala esitusnimekirja
fa: افزودن شیار به فهرست پخش
fi: Lisää kappale soittolistaan
fr: Ajouter ce morceau à la liste de lecture
he: הוסף רצועה לרשימת־השמעה
hu: Szám hozzáadása a lejátszólistához
it: Aggiungi traccia alla playlist
ja: トラックをプレイリストに追加
km: បន្ថែម​បទ​ទៅ​បញ្ជី​ចាក់
ko: 재생목록에 트랙 더하기
lt: Dainą įdėti į grojaraštį
nb: Legg til sporet i spillelista
nds: Stück na de Afspeellist tofögen
ne: प्ले सूचीमा ट्रयाक थप्नुहोस्
nl: Track aan afspeellijst toevoegen
nn: Legg spor til speleliste
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਟਰੈਕ ਸ਼ਾਮਿਲ
pl: Dodaj utwór do listy odtwarzania
pt: Adicionar a faixa à lista
pt_br: Adicionar faixa à lista de músicas
ru: Добавить композицию в список
se: Lasit bihttá čuojahanlistui
sk: Pridať stopu do zoznamu skladieb
sr: Додај нумеру у листу нумера
th: เพิ่มเพลงไปที่รายการเล่น
tr: Parçayı parça listesine ekle
uk: Додати доріжку до списку композицій

source: Genre:
af: Tipe:
bg: Жанр:
ca: Gènere:
cs: Žánr:
el: Είδος:
es: Género:
et: Žanr:
fa: نوع:
fi: Tyylilaji:
fr: Style :
he: סגנון:
hu: Műfaj:
it: Genere:
ja: ジャンル:
km: ប្រភេទ ៖​
ko: 장르:
lt: Žanras:
nb: Sjanger:
nds: Musikoort:
ne: विधा:
nn: Sjanger:
pa: ਧੁਨ:
pl: Gatunek:
pt: Género:
pt_br: Gênero:
ru: Жанр:
se: Šaŋra:
sk: Žáner:
sr: Жанр:
th: ประเภท:
tr: Tarz:
uk: Жанр:

source: Redownload
bg: Сваляне наново
ca: Redescarrega
da: Download igen
el: Λήψη ξανά
es: Volver a descargar
et: Laadi uuesti alla
it: Riscarica
ja: 再ダウンロード
km: ទាញយក​ម្ដង​ទៀត
nds: Nieg daalladen
nl: Opnieuw downloden
pt_br: Baixar novamente
sk: Opakované stiahnutie
sr: Преузми поново

source: Purchase Album
af: Koop Album
bg: Купуване на албума
ca: Compra aquest àlbum
cs: Zakoupit album
da: Køb album
de: Album kaufen
el: Αγορά άλμπουμ
es: Comprar álbum
et: Osta album
fa: خرید آلبوم
fi: Osta levy
fr: Acheter cet album
he: רכש אלבום
hu: Album vásárlása
it: Acquista album
ja: アルバムを購入
km: ទិញ​អាល់ប៊ុម
ko: 엘범 구입
lt: Įsigyti albumą
nb: Kjøp dette albumet
nds: Album köpen
ne: एल्बम खरीद गर्नुहोस्
nl: Album aankopen
nn: Kjøp album
pa: ਐਲਬਮ ਖਰੀਦੋ
pl: Kup album
pt: Comprar o Álbum
pt_br: Comprar Álbum
ru: Купить альбом
se: Oastte skearru
sk: Kúpiť album
sr: Купи албум
th: ซื้ออัลบั้ม
tr: Albümü Satın Al
uk: Купити альбом

source: Update
af: Dateer op
bg: Обновяване
ca: Actualitza
cs: Aktualizovat
da: Opdatér
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
et: Värskenda
fa: به‌روزرسانی
fi: Päivitä
fr: Mise à jour
he: עדכן
hu: Frissítés
it: Aggiorna
ja: 更新
km: ធ្វើ​ឲ្យ​ទាន់សម័យ
ko: 갱신
lt: Atnaujinti
nb: Oppdater
nds: Opfrischen
ne: अद्यावधिक गर्नुहोस्
nl: Bijwerken
nn: Oppdater
pa: ਅੱਪਡੇਟ
pl: Uaktualnij
pt: Actualizar
pt_br: Atualizar
ru: Обновить
se: Ođasmahte
sk: Aktualizovať
sr: Ажурирај
th: อัปเดต
tr: Güncelle
uk: Оновити

source: Show Info
af: Vertoon Informasie
bg: Показване на информация
ca: Mostra la informació
cs: Zobrazit informace
da: Vis information
de: Informationen anzeigen
el: Εμφάνιση πληροφοριών
es: Mostrar información
et: Näita infot
fa: نمایش اطلاعات
fi: Näytä tiedot
fr: Montrer les informations
he: הצג מידע
hu: Információ megjelenítése
it: Mostra informazioni
ja: 情報を表示
km: បង្ហាញ​ព័ត៌មាន
ko: 정보 보기
lt: Rodyti informaciją
nb: Vis informasjon
nds: Informatschonen wiesen
ne: सूचना देखाउनुहोस्
nl: Informatie tonen
nn: Vis informasjon
pa: ਜਾਣਕਾਰੀ ਵੇਖਾਓ
pl: Pokaż informację
pt: Mostrar as Informações
pt_br: Mostrar Informações
ru: Показать сведения
se: Čájet dieđuid
sk: Zobraziť informácie
sr: Прикажи податке
th: แสดงข้อมูล
tr: Bilgi Göster
uk: Показати інформацію

source: Downloading Magnatune.com Database
af: Besig om Magnatune.com Databasis af te laai
bg: Сваляне БД на Magnatune.com
ca: S'està descarregant la base de dades de Magnatune.com
cs: Stahuje se databáze Magnatune.com
da: Henter database for Magnatune.com
de: Magnatune.com-Datenbank wird heruntergeladen
el: Λήψη βάσης δεδομένων Magnatune.com
es: Descargando base de datos de Magnatune.com
et: Magnatune.com andmebaasi allalaadimine
fa: در حال بارگیری دادگان Magnatune.com
fi: Päivitetään Magnatune.com-tietokanta verkosta
fr: Téléchargement de la base de données Magnatune.com
he: מוריד את בסיס־הנתונים של Magnatune.com
hu: A Magnatune.com adatbázisának letöltése
it: Sto scaricando il database di Magnatune.com
ja: Magnatune.com データベースをダウンロード
km: ការ​ទាញយក​មូលដ្ឋាន​​ទិន្នន័យ Magnatune.com
ko: Magnatune.com 데이타베이스 다운로딩
lt: Atsiunčiama magnatune.com duomenų bazė
nb: Laster ned databasen Magnatune.com
nds: Magnatune.com-Datenbank warrt daallaadt
ne: Magnatune.com डाटाबेस डाउनलोड गर्दै
nl: Magnatune.com-database downloaden
nn: Lastar ned Magnatune.com-database
pa: Magnatune.com ਡਾਟਾਬੇਸ ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Pobieranie bazy danych Magnatune.com
pt: A Obter a Base de Dados do Magnatune.com
pt_br: Baixando Banco de Dados do Magnatune.com
se: Viežžamin Magnatune.com diehtovuođu
sk: Sťahujem databázu Magnatune.com
sr: Преузимам базу са magnatune.com
th: กำลังดาวน์โหลดฐานข้อมูล Magnatune.com
tr: Magnatune.com Veritabanı İndiriliyor
uk: Звантаження бази даних Magnatune.com
