Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Enter space-separated terms to search in the playlist. Advanced, Google-esque syntax is also available; see the handbook (The Playlist section of chapter 4) for details.
af: Voer spasie geskeide items in om in die speel lys te soek. Gevorderde, Google-tipe sintaks word ook aanvaar; Kyk in die handboek vir meer inligting (Die Speel lys afdeling in hoofstuk 4).
bg: Въведете ключови думи, разделени с интервал, за търсене в списъка със записи. Освен това е наличен и Google-esque syntax; За повече подробности вижте ръководството (в раздела "Списък със записи" на глава 4).
ca: Introduïu els termes separats per espai per filtrar la llista de reproducció. Avançat: l'ús de sintaxi com la de Google també és possible; per a més informació consulteu el manual (a la secció «La llista de reproducció» dins el capítol 4).
cs: Pro hledání v seznamu skladem zadejte mezerou oddělené názvy. Je taktéž možné použít pokročilou Googloidní syntaxi; více viz Příručka (kapitola 4. - Seznam skladeb).
da: Indtast udtryk adskilt med mellemrum for at søge i spillelisten. Avanceret, Google-lignende syntaks er også tilgængelig. Se håndbogen (afsnittet "Spillisten" i kapitel 4) for mere information.
de: Geben Sie durch Leerzeichen getrennte Begriffe ein, um die Wiedergabeliste zu filtern. Sie können auch die erweiterte Google-ähnliche Syntax verwenden. Details finden Sie in Kapitel 4 des Handbuches im Abschnitt über die Wiedergabeliste.
el: Εισάγετε όρους διαχωρισμένους με κόμμα για φιλτράρισμα της λίστας. Υπάρχει επίσης προχωρημένη δυνατότητα σύνταξης όπως αυτή του Google: δείτε το εγχειρίδιο (Το τμήμα για τη λίστα στο κεφάλαιο 4) για λεπτομέρειες.
es: Introduzca términos separados por espacios para buscar en la lista de reproducción Avanzado, también está disponible la sintaxis de Google; ver la ayuda (la sección de lista de reproducción del capítulo 4) para mas detalles.
et: Sisesta tühikutega eraldatult sõnad, mille järgi esitusnimekirjas otsida. (Võimalik on kasutada ka täiustatud Google'i-laadset süntaksit, mida selgitab täpsemalt käsiraamatu 4. peatüki osa "esitusnimekiri".)
fa: برای جستجوی فهرست پخش، اصطلاحاتی که با فاصله جدا شده‌اند را وارد کنید. نحو Google-esque پیشرفته هم موجود است؛ برای جزئیات، کتاب مرجع )بخش فهرست پخش فصل ۴( را ببینید.
fi: Anna välilyönnein erotetut hakusanat. Kehittyneempi Googlen kaltainen hakusyntaksi on myös käytettävissä. Katso käsikirjan luvun 4 osaa ”The Playlist”.
fr: Saisissez des termes séparés par un espace pour chercher dans la liste de lecture. Pour aller plus loin, la syntaxe utilisée pour les recherches Google est également disponible ; voir le manuel (section « Liste de lecture », chapitre 4) pour plus d'informations.
hu: A lejátszólistában való kereséshez adjon meg szóközzel elválasztott kifejezéseket. Egy fejlettebb, Google-szerű szintaxis is használható; további információ a kézikönyvben (a 4. fejezet Lejátszólista részében).
it: Inserisci parole separate da spazi per cercare nella playlist. Uso avanzato, è disponibile anche una sintassi alla Google; vedi il manuale (sezione Playlist del capitolo 4) per i dettagli.
ja: プレイリスト内で検索する語をスペースで区切って入力します。 高度な Google 風のシンタックスも使用できます。 詳しくはハンドブック第 4 章の Playlist をご覧ください。
km: បញ្ចូល​ពាក្យដែល​​បំបែក​ដោយ​ដកឃ្លា ដើម្បីស្វែងរក​ក្នុង​បញ្ជី​ចាក់ ។ វាក្យសម្ពន្ធ Google-esque កម្រិត​ខ្ពស់​ក៏​អាច​ប្រើ​បាន​​ដែរ ។ សូម​មើល​សៀវភៅ​ដៃ (ត្រង់​ផ្នែក​បញ្ជី​ចាក់​នៃ​​ជំពូក​ទី ៤) សម្រាប់​សេចក្ដី​លម្អិត​បន្ថែម ។
lt: Įrašykite tarpais atskirtus kriterijus paieškai grojaraštyje. Galima sudėtingesnė Google tipo paieškos sintaksė. Plačiau skaitykite naudotojo vadove 4 skyriaus Grojaraščio skyrelį.
nb: Skriv inn uttrykk separert med mellomrom for å søke i spillelista. Avansert, google-lignende syntaks er gså tilgjengelig. For mer informasjon se håndboka (Spilleliste seksjonen i kapittel 4).
nds: Giff vun Freetekens trennte Wöör in, wenn Du binnen de Afspeellist söken wullt. Du kannst ok de verwiederte, google-lieke Schriefwies bruken. Kiek binnen dat Handbook (Afspeellist-Afsnitt vun Kapitel 4), wenn Du mehr weten wullt.
ne: प्ले सूचीमा खोजी गर्न खाली स्थान-विभाजित सर्त प्रविष्ट गर्नुहोस् । उन्नत, गुगल-एस्क्यु वाक्यसंरचना उपलब्ध छ; विस्तृत विवरणका लागि (अध्याय ४ को प्ले सूची सेक्सन) हातेपुस्तिका हेर्नुहोस् ।
nl: Voer door spaties gescheiden termen in om in de afspeellijst te zoeken. Geavanceerd: Google-achtige syntaxis is ook beschikbaar, zie het handboek (sectie "De afspeellijst" van hoofdstuk 4) voor meer informatie.
nn: Skriv inn ei mellomromsdelt liste over søkjeord. Du kan òg bruka ein avansert, Google-liknande søkjesyntaks. Sjå brukarhandboka (spelelisteavsnittet i kapittel 4) for meir informasjon.
pa: ਸੰਗੀਤ-ਸੂਚੀ ਨੂੰ ਫਿਲਟਰ ਕਰਨ ਲਈ ਖਾਲੀ ਥਾਂ ਦੇਕੇ ਸ਼ਬਦ ਦਿਉ। ਤਕਨੀਕੀ, Google-esque ਸੰਟੈਕਸ ਵੀ ਉਪਲੱਬਧ ਹੈ; ਹੋਰ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਹੱਥਲੀ (ਕਾਂਡ 4 ਦਾ The Playlist ਭਾਗ) ਵੇਖੋ।
pl: Podaj, oddzielone spacją, wyrażenia, które będą szukane w liście odtwarzania. Zaawansowana składnia Google jest także dostępna, więcej informacji w podręczniku (W sekcji "Lista odtwarzania" rozdziału 4.).
pt: Indique termos separados por espaços para procurar na lista de reprodução. Está disponível um sintaxe avançada, tipo Google; veja o manual (secção Lista de Reprodução do capítulo 4) para mais detalhes.
pt_br: Digite termos separados por espaços para buscar na lista de músicas. Sintaxes avançadas, como as do Google, também são possíveis; veja o manual do Amarok (na seção 'A Lista de Músicas', do capítulo 4) para mais informações.
ru: Введите через пробел слова для фильтрации списка. (доступен также Google-подобный синтаксис; для подробностей см. главу 4 руководства)
se: Čális ohcansániid, earut daid gaskkain. Sáhtát maid geavahit Google-lágana ohcansyntávssa. Geahča giehtagirjjis (Čuojahanlistooassi 4. kapihttelas), gos gávnnat eanet dieđuid.
sk: Pre filtrovanie zoznamu skladieb zadajte medzerou oddelené názvy. Je taktiež možné použiť pokročilú Googloidnú syntax; viacej viď príručku (kapitola 4 - časť Zoznam skladieb).
sr: Унесите размаком раздвојене изразе за тражење у листи. Напредна, Google-овска синтакса је такође присутна; видите приручник за детаље (поглавље 4, одељак о листи нумера).
th: ใส่คำค้นที่คั่นด้วยวรรค เพื่อทำการค้นหาในรายการเล่น สามารถใช้รูปแบบคำค้นแบบ Google ได้หากต้องการความสามารถเพิ่มเติม กรุณาดูที่คู่มือ (ส่วนของรายการเล่นในบทที่ 4) สำหรับรายละเอียด
tr: Parça listesinde arama yapmak için boşluklarla ayrılmış sözcükler girin. Gelişmiş Google-tipi yazım şekli de kullanılabilir; daha fazlası için klavuza ("Parça Listesi" bölümünde 4.kısım) göz atın.
uk: Введіть, розділені пробілами, критерії пошуку в списку композицій. Наявний також складний, Ґуґл-подібний, синтаксис; для подробиць див. підручник (секція Список композицій в роз. 4).

source: Click to edit playlist filter
af: Kliek om die speel lys filter te redigeer
bg: Щракнете, за да редактирате филтъра на списъка
ca: Feu clic per editar el filtre de llista de reproducció
cs: Kliknutím upravíte filtr seznamu skladeb
da: Klik for at redigere spillelistefilter
de: Klicken Sie zum Bearbeiten des Wiedergabelisten-Filters
el: Κλικ για επεξεργασία του φίλτρου της λίστας αναπαραγωγής
es: Haga clic para editar el filtro de lista de reproducción
et: Klõpsa esitusnimekirja filtri muutmiseks
fa: فشار دادن برای ویرایش پالایۀ فهرست پخش
fi: Napsauta muokataksesi soittolistan suodinta
fr: Cliquer pour éditer le filtre de la liste de lecture
hu: A lejátszólista-szűrő szerkesztéséhez kattintson ide
it: Fai clic per modificare il filtro della playlist
ja: クリックしてプレイリストフィルタを編集
km: ចុច​ដើម្បី​កែសម្រួល​តម្រង​បញ្ជី​ចាក់
lt: Keisti grojaraščio filtrą
nb: Trykk for å redigere spillelistefilteret
nds: Klick hier, wenn Du den Afspeellist-Filter bewerken wullt
ne: प्ले सूची फिल्टर सम्पादन गर्न क्लिक गर्नुहोस्
nl: Klik om het afspeellijstfilter te bewerken.
nn: Trykk for å redigera spelelistefilter
pa: ਸੰਗੀਤ-ਸੂਚੀ ਫਿਲਟਰ ਸੋਧਣ ਲਈ ਕਲਿੱਕ ਕਰੋ
pl: Kliknij, aby edytować filtr listy odtwarzania
pt: Carregue para editar o filtro da lista
pt_br: Clique para editar o filtro de lista de músicas
ru: Щёлкните на поле для фильтрации списка
se: Coahkkal jus háliidat doaimmahit čuojahanlistosilli
sk: Kliknite pre editovanie filtra zoznamu skladieb
sr: Кликните да уредите филтер листе
th: คลิกเพื่อแก้ไขตัวกรองรายการเล่น
tr: Parça listesi filtresini düzenlemek için tıklayın
uk: Клацніть, щоб змінити фільтр списку композицій

source: &Cover Manager
af: CD omslag bestuurder
bg: Управление на облож&ките
ca: Gestor de &caràtules
cs: Správ&ce obalů
da: Håndtering af &omslag
de: &Cover-Verwaltung
el: Διαχειριστής ε&ξώφυλλων
es: Gestor de &carátulas
et: &Kaanepildi haldur
eu: &Azal-kudeatzailea
fa: مدیر &پوشش‌
fi: &Kansikuvaselain
fr: &Gestionnaire de jaquettes
he: מנהל &עטיפות
hu: &Borítókezelő
it: Gestore &copertine
ja: カバーマネージャ(&C)
ka: &ყდების მმართველი
km: កម្មវិធី​គ្រប់គ្រង​គម្រប
ko: 표지 관리자(&C)
lt: &Viršelių tvarkyklė
nb: &Omslagsbehandler
nds: &Titelbild-Pleger
ne: आवरण प्रबन्धक
nl: &Hoesbeheerder
nn: &Plateomslag
pa: ਕਵਰ ਮੈਨੇਜਰ(&C)
pl: &Menedżer okładek
pt: Gestor de &Capas
pt_br: Gerenciador de &Capas
ru: &Управление обложками...
se: Olggoš&gieđahalli
sk: Správ&ca obalov
sr: &Менаџер омота
th: เครื่องมือจัดการหน้าป&ก
tr: &Kapak Yöneticisi
uk: Менеджер о&бкладинок

source: &Equalizer
af: Band menger
bg: &Еквалайзер
ca: &Equalitzador
cs: &Ekvalizér
el: &Ισοσταθμιστής
es: &Ecualizador
et: &Ekvalaiser
eu: &Ekualizadorea
fa: &برابرساز‌
fi: &Taajuuskorjain
fr: É&galiseur
he: &אקולייזר
it: &Equalizzatore
ja: イコライザ(&E)
ka: &ეკვალაიზერი
km: អេហ្គុយ
ko: 이퀄라이저(&E)
lt: &Ekvalaizeris
nb: Lydb&alanse
nds: &Liekmaker
ne: तुल्यकारक
nn: &Lydbalanse
pa: ਸਮਤੋਲ(&E)
pl: &Korektor
pt: &Equalizador
pt_br: &Equalizador
ru: &Эквалайзер
se: &Jietnadássádat
sk: &Ekvalizér
sr: &Еквилајзер
th: อิคว&อไลเซอร์
tr: &Ekolayzır
uk: &Еквалайзер

source: Hide Toolbar
af: Steek Nutsbalk weg
bg: Скриване на лентата с инструменти
ca: Amaga la barra d'eines
cs: Skrýt nástrojovou lištu
da: Skjul værktøjslinje
de: &Werkzeugleiste ausblenden
el: Απόκρυψη γραμμής εργαλείων
es: Ocultar la barra de herramientas
et: Tööriistariba peitmine
eu: Ezkutatu tresna-barra
fa: مخفی کردن میله ابزار
fi: Piilota työkalurivi
fr: Cacher la barre d'outils
he: הסתר סרגל כלים
hu: Az eszköztár elrejtése
it: Nascondi la barra degli strumenti
ja: ツールバーを隠す(&T)
ka: ინსტრუმენტების დაფის დამალვა
km: លាក់​របារ​ឧបករណ៍
ko: 도구막대 숨김
lt: Slėpti įrankių juostą
nb: Skjul verktøylinje
nds: Warktüüchbalken versteken
ne: उपकरणपट्टी लुकाउनुहोस्
nl: Werkbalk verbergen
nn: Gøym verktøylinje
pa: ਸੰਦ-ਪੱਟੀ ਓਹਲੇ
pl: Ukryj pasek narzędzi
pt: Esconder a Barra de Ferramentas
pt_br: Esconder Barra de Ferramentas
ru: Скрыть панель инструментов
se: Čiega reaidoholgga
sk: Skryť nástrojovú lištu
sr: Сакриј траку са алатима
th: ซ่อนแถบเครื่องมือ
tr: Araç Çubuğunu Gizle
uk: Сховати пенал

source: Show Toolbar
af: Vertoon nutsbalk
bg: Показване на лентата с инструменти
ca: Mostra la barra d'eines
cs: Zobrazit nástrojovou lištu
da: Vis værktøjslinje
de: &Werkzeugleiste anzeigen
el: Εμφάνιση γραμμής εργαλείων
es: Mostrar la barra de herramientas
et: Tööriistariba näitamine
eu: Erakutsi tresna-barra
fa: نمایش میله ابزار
fi: Näytä työkalurivi
fr: Afficher la barre d'outils
he: הצג סרגל כלים
hu: Az eszköztár megjelenítése
it: Mostra la barra degli strumenti
ja: ツールバーを表示(&T)
ka: ინსტრუმენტების დაფის ჩვენება
km: បង្ហាញ​របារ​ឧបករណ៍
ko: 도구막대 보임
lt: Rodyti įrankių juostą
nb: Vis verktøylinje
nds: Warktüüchbalken wiesen
ne: उपकरणपट्टी देखाउनुहोस्
nl: Werkbalk tonen
nn: Vis verktøylinje
pa: ਸੰਦ-ਪੱਟੀ ਵੇਖਾਓ
pl: Pokaż pasek narzędzi
pt: Mostrar a Barra de Ferramentas
pt_br: Mostrar Barra de Ferramentas
ru: Показать панель инструментов
se: Čájet reaidoholgga
sk: Zobraziť panel nástrojov
sr: Прикажи траку са алатима
th: แสดงแถบเครื่องมือ
tr: Araç Çubuğunu Göster
uk: Показувати пенал

source: Hide Player &Window
af: Steek speler venster weg
bg: Скриване &прозореца на списъка
ca: Amaga la &finestra del reproductor
cs: S&krýt okno s přehrávačem
da: Skjul &afspillervindue
de: &Player-Fenster ausblenden
el: Απόκρυψη παραθύρου &αναπαραγωγής
es: Ocultar la &ventana del reproductor
et: Mängi&ja akna peitmine
eu: Ezkutatu erreproduktorearen &leihoa
fa: مخفی کردن &پنجرۀ پخش‌کننده‌
fi: &Piilota soitinikkuna
fr: Cacher la fenêtre du lecte&ur
he: ה&סתר את חלון הנגן
hu: A lejátszó&ablak elrejtése
it: &Nascondi la finestra del lettore
ja: プレーヤウィンドウを隠す(&W)
ka: დამკვრელის &ფანჯვრის დამალვა
km: លាក់​បង្អួច​កម្មវិធី​ចាក់
ko: 재생 창 숨김(&W)
lt: Slėpti &grotuvą
nb: Skjul spille&vindu
nds: &Afspeler-Finster versteken
ne: प्लेयर सञ्झ्याल लुकाउनुहोस्
nl: &Afspelervenster verbergen
nn: Skjul spele&vindauge
pa: ਪਲੇਅਰ ਝਰੋਖਾ ਓਹਲੇ(&W)
pl: Ukryj &okno odtwarzacza
pt: Esconder a &Janela de Reprodução
pt_br: Esconder &Janela do Reprodutor
ru: Скрыть окно &проигрывателя
se: Čiega čuojahan&láse
sk: Skryť Prehrávač & Okno
sr: Сакриј прозор &плејера
th: ซ่อน&หน้าต่างเครื่องเล่น
tr: Parça &Penceresini Gizle
uk: Сховати &вікно програвача

source: Show Player &Window
af: Vertoon speler venster
bg: Показване прозоре&ца на плеъра
ca: Mostra la &finestra del reproductor
cs: Zobrazit o&kno s přehrávačem
da: &Vis afspillervindue
de: &Player-Fenster anzeigen
el: &Εμφάνιση παραθύρου αναπαραγωγής
es: Mostrar la &ventana del reproductor
et: Mängi&ja akna näitamine
eu: Erakutsi erreproduktorearen &leihoa
fa: نمایش &پنجرۀ پخش‌کننده‌
fi: &Näytä soitinikkuna
fr: Afficher la fenêtre du lecte&ur
he: ה&צג את חלון הנגן
hu: A lejátszó&ablak megjelenítése
it: &Mostra la finestra del lettore
ja: プレーヤウィンドウを表示(&W)
ka: დამკვრელის &ფანჯრის ჩვენება
km: បង្ហាញ​បង្អួច​កម្មវិធី​ចាក់
ko: 재생 창 보임(&W)
lt: Rodyti &grotuvą
nb: Vis spille&vindu
nds: &Afspeler-Finster wiesen
ne: प्लेयर सञ्झ्याल देखाउनुहोस्
nl: &Afspelervenster tonen
nn: Vis spele&vindauge
pa: ਪਲੇਅਰ ਝਰੋਖਾ ਵੇਖਾਓ(&W)
pl: Pokaż &okno odtwarzacza
pt: Mostrar a &Janela de Reprodução
pt_br: Mostrar &Janela do Reprodutor
ru: Показать окно &проигрывателя
se: Čájet čuojahan&láse
sk: Zobraziť &okno prehrávača
sr: Прикажи прозор &плејера
th: แสดง&หน้าต่างเครื่องเล่น
tr: Parça &Penceresini Göster
uk: Показувати &вікно програвача

source: E&ngage
af: Koppel
bg: &Изпълнение
ca: &Engega
cs: &Akce
da: &Kobl ind
de: &Aktionen
el: Ε&νεργοποίηση
es: &Acción
et: &Toimingud
eu: &Elkartu
fa: &موتور‌
fi: &Soitto
fr: E&ngager
he: &ביצוע
hu: &Műveletek
it: &Avvia
ja: アクション(&N)
km: ភ្ជាប់
ko: 실행(&N)
lt: &Veiksmai
nb: Sett i &drift
nds: &Togriepen
ne: व्यस्त
nl: &Acties
nn: S&pel
pa: ਕੰਮ(&n)
pl: &Odtwarzanie
pt: &Activar
pt_br: &Acionar
ru: &Действие
se: &Bargagoađe
sk: &Akcia
sr: &Крени
th: เริ่ม&งาน
tr: Ç&al
uk: Ді&ї

source: &Mode
af: Modus
bg: &Режим
cs: Reži&m
da: &Tilstand
de: &Modus
el: &Λειτουργία
es: &Modo
et: &Režiim
eu: &Modua
fa: &حالت‌
fi: Soitto&tila
he: &מצב
hu: Ü&zemmód
it: &Modalità
ja: 再生モード(&M)
ka: &რეჟიმი
km: របៀប
ko: 모드(&M)
lt: &Veiksena
nb: Drifts&måte
nds: &Bedrief
ne: मोड
nl: &Modus
nn: &Modus
pa: ਮੋਡ(&M)
pl: &Tryb
pt: &Modo
pt_br: &Modo
ru: &Режим
se: &Modus
sk: &Režim
sr: &Режим
th: โห&มด
tr: &Çalma Modu
uk: &Режим

source: Context
af: Konteks
bg: Контекст
cs: Kontext
da: Sammenhæng
de: Kontext
el: Πληροφορίες
es: Contexto
et: Kontekst
eu: Testuingurua
fa: متن
fi: Konteksti
fr: Contexte
he: הקשר
hu: Környezet
it: Contesto
ja: 関連情報
ka: კონტექსტი
km: បរិបទ
ko: 내용
lt: Informacija
nb: Sammenheng
nds: Kontext
ne: प्रसङ्ग
nn: Kontekst
pa: ਸਬੰਧਤ
pl: Kontekst
pt: Contexto
pt_br: Contexto
ru: Контекст
se: Oktavuohta
sk: Kontext
sr: Контекст
th: รายละเอียดเพิ่มเติม
tr: İçerik
uk: Контекст

source: Devices
af: Toestelle
bg: Устройства
ca: Dispositius
cs: Zařízení
da: Enheder
de: Media-Player
el: Συσκευές
es: Dispositivos
et: Seadmed
eu: Gailuak
fa: دستگاهها
fi: Laitteet
fr: Périphériques
he: התקנים
hu: Eszközök
it: Dispositivi
ja: デバイス
ka: მოწყობილობები
km: ឧបករណ៍
ko: 장치
lt: Įrenginiai
nb: Enheter
nds: Reedschappen
ne: यन्त्र
nl: Apparaten
nn: Einingar
pa: ਜੰਤਰ
pl: Urządzenia
pt: Dispositivos
pt_br: Dispositivos
ru: Устройства
se: Ovttadagat
sk: Zariadenia
sr: Уређаји
th: อุปกรณ์
tr: Aygıtlar
uk: Пристрої

source: Play Media (Files or URLs)
af: Speel media (Lêers of URLs)
bg: Изпълнение на медия (файлове или адреси)
ca: Reprodueix un suport (fitxers o URL)
cs: Přehrát média (soubory nebo URL)
da: Afspil medie (filer eller URL'er)
de: Medien abspielen (Dateien oder Adressen)
el: Αναπαραγωγή πολυμέσων (Αρχείων ή URL)
es: Reproducir medio (archivos o URL)
et: Esitusandmekandja (failid või URL-id)
eu: Erreproduzitu multimedia (fitxategiak edo URLak)
fa: پخش رسانه )پرونده‌ها یا نشانیهای وب(
fi: Soita tiedostoja tai verkko-osoitteita
fr: Lire un média (Fichiers ou URLs)
he: נגן מדיה (קבצים או כתובות)
hu: Média lejátszása (fájlok vagy URL-ek)
it: Riproduci media (file o URL)
ja: メディアを再生 (ファイルまたは URL)
ka: მედიის დაკვრა (ფაილები ან URLები)
km: ចាក់​មេឌៀ (ឯកសារ ឬ URL)
ko: 미디어 재생 (파일이나 URL)
lt: Groti muziką (bylas ar URL)
nb: Spill media (filer eller nettaddresser)
nds: Medien afspelen (Dateien oder URLs)
ne: प्ले मिडिया (फाइल वा यूआरएल)
nl: Media afspelen (bestanden of URL-adressen)
nn: Spel medium (filer eller nettadresser)
pa: ਮੀਡਿਆ ਚਲਾਓ (ਫਾਇਲਾਂ ਜਾਂ URL)
pl: Odtwarzaj media (pliki lub URL)
pt: Reprodução Multimédia (Ficheiros ou URLs)
pt_br: Reproduzir Mídia (Arquivos ou URLs)
ru: Воспроизвести мультимедиа (файлы или URL-ы)
se: Čuojat media (fiillaid dahje URL:id)
sk: Prehrať médium (súbory alebo URL)
sr: Пусти медијум (фајлови или URL-ови)
th: เล่นสื่อ (แฟ้มหรือที่อยู่ URL)
tr: Medya Çal (Dosyalar ya da URL adresleri)
uk: Грати мультимедію (файли або адреси URL)

source: Add Media (Files or URLs)
af: Voeg media by (Lêers of URLs)
bg: Добавяне на медия (файлове или адреси)
ca: Afegeix un suport (fitxers o URL)
cs: Přidat média (soubory nebo URL)
da: Tilføj medie (filer eller URL'er)
de: Medien hinzufügen (Dateien oder Adressen)
el: Προσθήκη πολυμέσων (Αρχείων ή URL)
es: Añadir medio (archivos o URL)
et: Andmekandja lisamine (failid või URL-id)
eu: Gehitu multimedia (fitxategiak edo URLak)
fa: افزودن رسانه )پرونده‌ها یا نشانیهای وب(
fi: Lisää tiedostoja tai verkko-osoitteita
fr: Ajout d'un média (Fichiers ou URLs)
he: הוסף מדיה (קבצים או כתובות)
hu: Média hozzáadása (fájlok vagy URL-ek)
it: Aggiungi media (file o URL)
ja: メディアを追加 (ファイルまたは URL)
ka: მედიის დამატება (ფაილები ან URLები)
km: បន្ថែម​មេឌៀ (ឯកសារ ឬ URL)
ko: 미디어 추가 (파일이나 URL)
lt: Įdėti muziką (bylas ar URL)
nb: Legg til media (filer eller nettaddresser)
nds: Medien tofögen (Dateien oder URLs)
ne: मिडिया (फाइलहरू वा यूआरएलहरू) थप्नुहोस्
nl: Media toevoegen (bestanden of URL-adressen)
nn: Legg til medium (filer eller nettadresser)
pa: ਮੀਡਿਆ ਜੋੜ੍ਹੋ (ਫਾਇਲਾਂ ਜਾਂ URL)
pl: Dodaj media (pliki lub URL)
pt: Adição Multimédia (Ficheiros ou URLs)
pt_br: Adicionar Mídia (Arquivos ou URLs)
ru: Добавить мультимедиа (файлы или адреса)
se: Lasit media (fiillaid dahje URL:id)
sk: Pridať médium (súbory alebo URL)
sr: Додај медијум (фајлови или URL-ови)
th: เพิ่มสื่อ (แฟ้มหรือที่อยู่ URL)
tr: Medya Ekle (Dosyalar ya da URL adresleri)
uk: Додати мультимедію (файли або адреси URL)

source: Add Stream
af: Voeg stroom by
bg: Добавяне на поток
ca: Afegeix un flux
cs: Přidat vysílání
da: Tilføj strøm
de: Stream hinzufügen
el: Προσθήκη ροής
es: Añadir un flujo
et: Raadiovoo lisamine
eu: Gehitu korrontea
fa: افزودن جریان
fi: Lisää virta
fr: Ajouter un flux
he: הוסף שידור זורם
hu: Adatfolyam hozzáadása
it: Aggiungi flusso
ja: ストリームを追加
km: បន្ថែម​ស្ទ្រីម​
ko: 스트림 추가
lt: Įdėti srautą
nb: Legg til strøm
nds: Stroom tofögen
ne: प्रवाह थप्नुहोस्
nl: Radiostream toevoegen
nn: Legg til straum
pa: ਸਟਰੀਮ ਸ਼ਾਮਿਲ
pl: Dodaj strumień
pt: Adicionar uma Transmissão
pt_br: Adicionar Stream
ru: Добавить потоковое радио
se: Lasit gáldu
sk: Pridať prúd
sr: Додај ток
th: เพิ่มรายการวิทยุอินเทอร์เน็ต
tr: Müzik Yayını Ekle
uk: Додати потік

source: URL
bg: Адрес
eu: URLa
fa: نشانی وب
he: כתובת
nb: Nettadresse
ne: यूआरएल
nl: URL-adres
nn: Nettadresse

source: Media Device
af: Media Toestel
bg: Медийно устройство
ca: Dispositiu de suports
cs: Zařízení
da: Medieenhed
de: Media-Player
el: Συσκευή πολυμέσων
es: Dispositivo de medios
et: Meediaseade
eu: Multimediako gailua
fa: دستگاه رسانه
fi: Medialaite
fr: Périphérique
he: התקן מדיה
hu: Médiaeszköz
it: Dispositivo multimediale
ja: メディアデバイス
ka: მედია მოწყობილობა
km: ឧបករណ៍​​ផ្ទុក
ko: 미디어 장치
lt: Muzikos įrenginys
nb: Medieenhet
nds: Medienreedschap
ne: मिडिया यन्त्र
nl: Media-apparaat
nn: Mediespelar
pa: ਮੀਡਿਆ ਜੰਤਰ
pl: Media
pt: Dispositivo Físico
pt_br: Dispositivos
ru: Устройство
se: Mediaovttadat
sk: Mediálne zariadenie
sr: Мултимедијални уређај
th: อุปกรณ์เล่นสื่อ
tr: Medya Aygıtı
uk: Пристрій

source: Repopulate
af: Herpopuleer
bg: Ново попълване
ca: Repobla
cs: Znovu naplnit
da: Befolk igen
de: Neu füllen
el: Επανασυμπλήρωση
es: Rellenar
et: Täida uuesti
eu: Berriro betetzea
fa: ساکن شدن مجدد
fi: Alusta soittolista
fr: Repeupler
he: מלא מחדש
hu: Újranépesítés
it: Ripopolamento
ja: トラックを補充
ka: თავიდან განშლა
km: បង្កើត​ឡើង​វិញ
ko: 재위치시킴
lt: Perdaryti
nb: Fyll på nytt
nds: Wedder vull maken
ne: पुन: बसाउने
nl: Opnieuw vullen
nn: Legg til på nytt
pa: ਮੁੜ-ਤਿਆਰ
pl: Zapełnij
pt: Preencher de Novo
pt_br: Repovoar
ru: Заполнить заново
se: Lasit ođđasit
sk: Znovu naplniť
sr: Поново напуни
th: ใส่เพลงเข้ารายการเล่นใหม่
tr: Yeniden Yerleştir
uk: Знов наповнити

source: Turn Off
af: Skakel af
bg: Изключване
ca: Apaga
cs: Vypnout
da: Luk af
de: Abschalten
el: Απενεργοποίηση
es: Desactivar
et: Lülita välja
eu: Itzali
fa: خاموش
fi: Lopeta
fr: Désactiver
he: כבה
hu: Kikapcsolás
it: Disattiva
ja: オフにする
ka: გამორთული
km: បិទ
ko: 끄기
lt: Išjungti
nb: Slå av
nds: Utmaken
ne: बन्द गर्नुहोस्
nl: Uitschakelen
nn: Slå av
pa: ਬੰਦ
pl: Wyłącz
pt: Desligar
pt_br: Desligar
ru: Выключить
se: Jaddat
sk: Vypnúť
sr: Искључи
th: ปิด
tr: Kapat
uk: Вимкнути

source: None
af: Geen
bg: Без
ca: Cap
cs: Nic
da: Ingen
de: Keine
el: Τίποτα
es: Ninguno
et: Puudub
eu: Bat ere ez
fa: هیچ‌کدام
fi: Ei mitään
fr: Aucun
he: ללא
hu: Nincs
it: Nessuno
ja: なし
km: គ្មាន
ko: 없음
lt: Nieko
nb: Ingen
nds: Keen
ne: कुनै पनि होइन
nl: Geen
nn: Ingen
pa: ਕੋਈ ਨਹੀਂ
pl: Brak
pt: Nenhum
pt_br: Nenhum
ru: Ничего
se: Ii mihkiige
sk: Žiadne
sr: Ништа
th: ไม่มี
tr: Hiçbiri
uk: Нема

source: Could not connect to iFP device
af: Kon nie aan iFP toestel koppel nie
bg: Грешка при скачване с iFP устройство
ca: No s'ha pogut connectar al dispositiu iFP
cs: Nelze se připojit k iFP zařízení
da: Kunne ikke forbinde til iFP-enhed
de: Es lässt sich keine Verbindung zum iFP-Gerät herstellen.
el: Αδυναμία σύνδεσης σε συσκευή iFP
es: No se pudo conectar con el dispositivo iFP
et: iFP seadmega ühendumine ebaõnnestus
eu: Ezin izan da iFP gailuarekin konektatu
fa: نتوانست به دستگاه iFP متصل شود
fi: iFP-laitteeseen ei voitu yhdistää
fr: Impossible de se connecter au périphérique iFP
he: לא יכול להתחבר להתקן iFP
hu: Nem sikerült kapcsolódni az iFP eszközhöz
it: Impossibile connettere il dispositivo iFP
ja: iFP デバイスに接続できません
ka: iFP მოწყობილობასთან დაკავშირება ვერ მოხერხდა
km: មិន​អាច​តភ្ជាប់​ទៅ​ឧបករណ៍ iFP បាន​ឡើយ
ko: iFP 장치에 연결할 수 없습니다.
lt: Nepavyko prisijungti prie iFP įrenginio
nb: Kunne ikke koble til iFP-enhet
nds: Tokoppeln na iFP-Reedschap nich mööglich
ne: आईएफपी यन्त्रमा जडान गर्न सकेन
nl: Verbinding met iFP-apparaat niet mogelijk
nn: Klarte ikkje kopla til iFP-eining
pa: iFP ਜੰਤਰ ਨਾਲ ਜੁੜਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie można było podłączyć się do urządzenia iFP
pt: Não foi possível ligar ao dispositivo iFP
pt_br: Não foi possível conectar ao dispositivo iFP
ru: Не удалось подключиться к устройству iFP
se: Ii sáhttán laktit iFP-ovttadahkii
sk: Nepodarilo sa pripojiť iFP zariadenie
sr: Нисам могао да се повежем са iFP уређајем
th: ไม่สามารถติดต่อกับอุปกรณ์ iFP ได้
tr: iFP aygıtına bağlanılamadı
uk: Не вдається з'єднатися з пристроєм iFP
