Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: The XML obtained from Amazon is invalid.
af: Die XML wat van Amazon af ontvang is, is ongeldig.
bg: XML-ът от Amazon е невалиден.
ca: L'XML obtingut d'Amazon no és vàlid.
cs: XML obdržené od Amazonu je neplatné.
da: XML som blev hentet fra Amazon er ugyldig.
de: Das von Amazon erhaltene XML ist ungültig.
el: Δεν είναι έγκυρη η XML που λήφθηκε από το Amazon.
es: El XML obtenido de Amazon no es válido.
et: Amazonist saadud XML on vigane.
eu: Amazon.-etik lortutako XMLa baliogabea da.
fa: XML به دست آمده از Amazon، نامعتبر است.
fi: Amazonilta saatu XML ei ole kelvollinen.
fr: Le XML obtenu d'Amazon n'est pas valable.
he: מבנה ה־XML שהושג מאתר Amazon הוא אינו תקין.
hu: Az Amazontól kapott XML érvénytelen.
it: L'XML ottenuto da Amazon non è valido.
ja: Amazon から得た XML が不正です。
ka: Amazon-დან მიღებული XML არასწორია.
km: XML ដែល​បាន​ទទួល​ពី Amazon គឺ​មិន​ត្រឹមត្រូវ​ឡើយ ។
ko: Amazon에서 받은 XML의 형식이 올바르지 않습니다.
lt: Gautas klaidingas XML iš Amazon serverio.
nb: XML-dokumentet sendt fra Amazon er ugyldig.
nds: Dat vun Amazon haalte XML is leeg.
ne: अमाजोनबाट प्राप्त भएको एकसएमएल अवैध छ ।
nl: De XML die Amazon verstuurde is ongeldig.
nn: XML-dokumentet sendt frå Amazon er ugyldig.
pa: ਐਮਾਜੋਨ ਤੋਂ ਪਰਾਪਤ XML ਗਲਤ ਹੈ।
pl: XML otrzymany od Amazon jest nieprawidłowy.
pt: O XML obtido da Amazon é inválido.
pt_br: O XML obtido do Amazon é inválido.
ru: Ошибка в коде XML, полученном от Amazon.
se: XML-dokumeanta mii bođii Amazon:as ii gusto.
sk: XML obdržané od Amazonu je neplatné.
sr: XML добављен са Amazon-а није исправан.
th: XML ที่ได้มาจาก Amazon ไม่ถูกต้อง
tr: Amazon'dan alınan XML geçersiz.
uk: З Amazon отримано не чинний формат XML.

source: The cover could not be retrieved.
af: Die CD omslag kon nie onttrek word nie.
bg: Обложката не може да бъде изтеглена.
ca: No s'ha pogut obtenir la caràtula.
cs: Nelze stáhnout požadovaný obal.
da: Omslaget kunne ikke hentes.
de: Das Cover kann nicht geholt werden.
el: Αδυναμία λήψης του εξώφυλλου.
es: La carátula no se ha podido descargar.
et: Kaanepildi hankimine ebaõnnestus.
eu: Ezin izan da azala eskuratu.
fa: پوشش را نتوانست بازیابی کند.
fi: Kansikuvan hakeminen epäonnistui.
fr: La jaquette n'a pu être récupérée.
he: לא הייתה אפשרות לאחזר את העטיפה.
hu: Nem sikerült letölteni a borítót.
it: La copertina non può essere scaricata.
ja: カバーを取得できませんでした。
ka: ყდის მიღება შეუძლებელია.
km: មិន​អាច​ទៅ​យក​គម្រប​បាន​ឡើយ ។
ko: 표지 그림를 받지 못했습니다.
lt: Viršelio atsiųsti nepavyko.
nb: Kunne ikke hente plateomslag.
nds: Dat Halen vun't Titelbild is fehlslaan.
ne: आवरण पुन: प्राप्त गर्न सकेन ।
nl: De hoes kon niet worden opgehaald.
nn: Klarte ikkje henta plateomslag.
pa: ਕਵਰ ਮਿਲ ਨਹੀਂ ਸਕਿਆ ਹੈ।
pl: Nie można było pobrać okładki.
pt: Não foi possível transferir a capa.
pt_br: A capa não pôde ser obtida.
ru: Не удалось получить обложку.
se: Ii lean vejolaš viežžat olggoža.
sk: Nie je možné stiahnuť požadovaný obal.
sr: Омот није могао бити добављен.
th: ไม่สามารถดึงข้อมูลหน้าปกมาได้
tr: Kapak alınamadı.
uk: Не вдалось отримати обкладинку.

source: The cover-data produced an invalid image.
af: Die CD omslag data het 'n ongeldige beeld bevat.
bg: Информацията за обложката показа невалидно изображение.
ca: Les dades de la caràtula han produït una imatge no vàlida.
cs: Obrázek s obalem je poškozený.
da: Omslagsdata oprettete et ugyldigt billede.
de: Die Cover-Daten erzeugten ein ungültiges Bild.
el: Τα δεδομένα εξώφυλλου δημιούργησαν μια μη έγκυρη εικόνα.
es: Los datos de la carátula han producido una imagen no válida.
et: Kaanepildiandmed andsid tulemuseks vigase pildi.
eu: Azalaren datuak baliogabeko irudia sortu du.
fa: دادۀ پوشش یک تصویر نامعتبر تولید کرد.
fi: Kansikuva ei ole kelvollinen kuvatiedosto.
fr: Les données de la jaquette ont produit une image non valable.
he: מידע העטיפה יצר תמונה לא תקינה.
hu: A letöltött borítókép érvénytelen.
it: I dati della copertina hanno creato un'immagine non valida.
ja: カバーデータが不正な画像を生成しました。
ka: ყდის მონაცემი არასწორი გმოსახულებაა.
km: ទិន្នន័យ​គម្រប​បាន​បង្កើត​រូបភាព​មិន​ត្រឹមត្រូវ ។
ko: 표지 데이터가 올바르지 않은 이미지입니다.
lt: Viršelio paveikslėlis sugadintas.
nb: Omslagsbildet er ugyldig.
nds: De Titelbild-Daten geven en leeg Bild.
ne: आवरण-डेटाले एउटा अवैध छवि उत्पन्न गर्यो ।
nl: De hoesdata leverde een ongeldige afbeelding op.
nn: Omslagsbiletet er ugyldig.
pa: ਕਵਰ-ਡਾਟੇ ਨੇ ਗਲਤ ਚਿੱਤਰ ਤਿਆਰ ਕੀਤਾ ਹੈ।
pl: Dane okładki tworzą nieprawidłowy obrazek.
pt: Os dados da capa produzem uma imagem inválida.
pt_br: Os dados da capa produziram uma imagem inválida.
ru: Ошибка в изображении.
se: Olggošgovva ii gusto.
sk: Obrázok s obalom je poškodený.
sr: Подаци омота произвели су неисправну слику.
th: ข้อมูลหน้าปกสร้างภาพที่ไม่ถูกต้อง
tr: Kapak verisi geçersiz bir resim üretiyor.
uk: Помилка в зображенні обкладинки.

source: You have seen all the covers Amazon returned using the query below. Perhaps you can refine it:
af: Jy die CD omslage wat Amazon terug gestuur het word hier vertoon. Miskien kan jy jou soektog verfyn.
bg: Видяхте всички обложки от Amazon. Може би искате да бъдете по-конкретни:
ca: Heu vist totes les caràtules que ha retornat Amazon amb la consulta següent. Potser voldríeu redefinir-la:
cs: Viděli jste všechny obaly z dotazu níže. Možná jej budete chtít upravit:
da: Du har set alle omslag som Amazon returnerede med forespørgslen nedenfor. Måske kan du forfine den:
de: Sie haben alle durch diese Suche gefundenen Cover gesehen. Eventuell können Sie die Suche verfeinern:
el: Είδατε όλα τα εξώφυλλα που επέστρεψε το Amazon με βάση την παρακάτω ερώτηση. Ίσως να χρειαστεί αλλαγή της ερώτησης:
es: Ha visto todas las carátulas que ha devuelto Amazon usando la búsqueda siguiente. Tal vez podría refinarla:
et: Allolevas päringus on näha kõik kaanepildid, mida Amazon otsingule tagastas. Vahest saaksid otsingut täpsustada:
eu: Amazon-ek itzulitako azal guztiak ikusi dituzu azpiko kontsulta erabiliz. Agian gehiago zehaz dezakezu:
fa: همۀ پوششهایی که Amazon با استفاده از پرس‌و‌جوی زیر بازگرداند را دیده‌اید. شاید بتوانید آن را پالایش کنید:
fi: Olet nähnyt kaikki Amazonista haetut kansikuvat, jotka saatiin alla oleva kyselyllä. Ehkäpä voit tarkentaa kyselyä:
fr: Vous avez vu toutes les jaquettes qu'Amazon a retournées en utilisant la requête ci-dessous. Peut-être devriez-vous affiner la recherche :
he: ראית את כל העטיפות שאתר Amazon החזיר תוך שימוש בשאילתה למטה. אולי תוכל לעדן את השאילתה:
hu: Az Amazon által a lentebbi lekérdezésre adott összes borító meg volt jelenítve. Próbálkozzon a lekérdezés finomításával:
it: Hai visto tutte le copertine che Amazon ha presenti utilizzando la stringa di ricerca qui sotto. Forse puoi affinarla:
ja: 下のクエリーで Amazon から得たカバーは以上です。不要な単語を外してみてください:
ka: თქვენ ნახეთ ყველა ყდა რაც Amazon-ზე მოიძებნა ამ გამოკითხვით. შესაძლოა გსურთ მათი გადახედვა:
km: អ្នក​បាន​ឃើញ​គម្រប​ទាំងអស់​ដែល Amazon បាន​ត្រឡប់​ដោយ​ប្រើ​សំណួរ​ខាង​ក្រោម ។ ប្រហែល​ជា​អ្នក​អាច​កំណត់​វា​ឡើង​វិញ​បាន ៖
ko: 당신은 아래의 쿼리로 검색된 Amazon의 모든 음반 표지 그림를 검색하셨습니다. 검색어를 다시 입력하여 새로 찾을 수도 있습니다:
lt: Matėte visus užklausai Amazon pateiktus viršelius. Galbūt norite užklausti kitaip:
nb: Du har sett alle omslagene Amazon fant med søketeksten nedenfor. Du kan prøve å forbedre den:
nds: Du hest nu all Titelbiller sehn, de sik mit disse Söök finnen leten. Villicht kannst Du ehr verbetern:
ne: तपाईँले तल क्वेरी प्रयोग गरेर फर्काएको सबै आवरण अमाजोन देख्नुभयो । तपाईँ यसलाई निर्मल गर्न सक्नुहुन्छ:
nl: U hebt inmiddels alle hoezen bekeken die Amazon aan de hand van onderstaande opdracht kon vinden. Mogelijk kunt u uw zoekopdracht verfijnen:
nn: Du har sett alle omslaga Amazon fann med søkjeteksten nedanfor. Du kan prøva å forbetra han:
pa: ਤੁਸੀਂ ਐਮਾਜਾਨ ਵਲੋਂ ਵਾਪਸ ਜਵਾਬ ਨੂੰ ਹੇਠਾਂ ਵੇਖ ਸਕਦੇ ਹੋ। ਸ਼ਾਇਦ ਤੁਸੀਂ ਇਸ ਵਿੱਚ ਹੋਰ ਵੀ ਸੁਧਾਰ ਕਰ ਸਕੋ:
pl: Widziałeś wszystkie okładki, które zwrócił Amazon używając poniższego zapytania. Być może da się je sprecyzować:
pt: Pode ver em baixo todas as capas que a Amazon devolveu para esta procura. Talvez a possa melhorar:
pt_br: Você viu todas as capas retornadas do Amazon, usando a consulta abaixo. Talvez você precise redefini-la:
ru: Вы просмотрели все обложки, найденные в Amazon по этому запросу. Попробуйте его уточнить:
se: Leat dál oaidnán buot olggožiid mat gávnojedje Amazon:as dáinna ohcanteavsttain. Várra háliidat dan buoridahttit:
sk: Videli ste všetky obaly z dotazu nižšie. Možno ich budete chcieť upraviť:
sr: Видели сте све омоте које је Amazon вратио на доњи упит. Можда га можете побољшати:
th: คุณได้ดูหน้าปกทั้งหมดที่ Amazon ส่งมาโดยใช้การเรียกข้อมูลด้านล่างแล้วบางทีคุณอาจจะสามารถปรับแต่งมันได้:
tr: Sorguyu kullanarak, Amazon'un gönderdiği tüm kapakları gördünüz. Dilerseniz sorgulamayı yeniden yapabilirsiniz.
uk: Ви вже бачили всі обкладинки, знайдені на Amazon по запиту нижче. Можливо, спробуйте його уточнити:

source: Amazon Query Editor
af: Amazon "Query" redigeerder
bg: Редактор за заявки към Amazon
ca: Editor de consultes per Amazon
cs: Editor Amazon dotazu
da: Amazon forespørgselseditor
de: Amazon-Abfrage-Editor
el: Επεξεργαστής ερώτησης Amazon
es: Editor de búsquedas en Amazon
et: Amazoni päringu redaktor
eu: Amazon-en kontsulta-editorea
fa: ویرایشگر پرس‌و‌جوی Amazon
fi: Amazon-kyselymuokkain
fr: Éditeur de requête Amazon
he: עורך שאילתות של Amazon
hu: Amazon-lekérdezésszerkesztő
it: Editor stringhe di ricerca di Amazon
ja: Amazon クエリーエディタ
ka: Amazon-ის მოთხოვნების რედაქტორი
km: កម្មវិធី​និពន្ធ​សំណួរ Amazon
ko: Amazon 쿼리 편집
lt: Amazon užklausa
nb: Søketekst for Amazon
nds: Amazon-Anfraag bewerken
ne: अमाजोन क्वेरी सम्पादक
nl: Amazonzoekopdracht bewerken
nn: Søkjetekst for Amazon
pa: Amazon ਕਿਊਰੀ ਸੰਪਾਦਨ
pl: Edytor zapytania Amazon
pt: Editor de Procura na Amazon
pt_br: Editor de Pesquisa no Amazon
ru: Редактор запросов Amazon
se: Amazon:a ohcanteaksta
sk: Editor Amazon dotazu
sr: Уређивач упита за Amazon
th: ตัวแก้ไขการเรียกข้อมูลจาก Amazon
tr: Amazon Sorgu Düzenleyici
uk: Редактор запитів Amazon

source: Amazon Locale:
af: Amazon Lokalisering:
bg: Локал за Амазон:
ca: Idioma d'Amazon:
cs: Země Amazon:
da: Amazon-sted:
de: Sprache für Amazon:
el: Εντοπιότητα Amazon:
es: Localización para Amazon:
et: Amazoni lokaliseering:
eu: Amazon-en hizkuntza:
fa: محلی Amazon:
fi: Amazonin paikallisuus:
fr: Localisation d'Amazon :
he: אזור גאוגרפי של Amazon
hu: Amazon-régió:
ja: Amazon のロケール:
ka: Amazon ლოკალური:
km: មូលដ្ឋាន Amazon ៖
ko: Amazon 지역:
lt: Amazon lokalė:
nb: Amazon-område:
nds: Amazon-Spraak:
ne: अमाजोन लोकेल:
nl: Amazonlocatie:
nn: Amazon-område:
pa: Amazon ਲੋਕੇਲ:
pl: Ustawienia regionalne Amazon:
pt: Localização do Amazon:
pt_br: Localização do Amazon:
ru: Зеркало Amazon:
se: Amazon-guovlu:
sk: Národná odnož Amazonu:
sr: Локал Amazon-а:
th: Amazon ท้องถิ่น:
tr: Amazon'da Kullanılacak Dil:
uk: Локаль Amazon:

source: &Search
af: Soek
bg: &Търсене
ca: &Cerca
cs: &Hledat
da: &Søg
de: &Suchen
el: &Αναζήτηση
es: Bu&scar
et: Ot&si
eu: &Bilatu
fa: &جستجو‌
fi: &Etsi
fr: &Recherche
he: &חפש
hu: &Keresés
it: &Cerca
ja: 検索(&S)
ka: &ძიება
km: ស្វែង​រក
ko: 검색(&S)
lt: &Ieškoti
nb: &Søk
nds: &Söken
ne: खोजी गर्नुहोस्
nl: &Zoeken
nn: &Søk
pa: ਖੋਜ(&S)
pl: &Szukaj
pt: &Procurar
pt_br: &Procurar
ru: &Поиск
se: &Oza
sk: &Hľadať
sr: &Тражи
th: ค้น&หา
tr: &Ara
uk: &Пошук

source: Ask Amazon for covers using this query:
af: Vra Amazon vir CD omslae met hierdie navraag:
bg: Търсене на обложки в Amazon чрез това запитване:
ca: Cerca caràtules a Amazon amb aquesta consulta:
cs: Získat z Amazonu obaly pomocí tohoto dotazu:
da: Spørg Amazon efter omslag med følgende forespørgsel:
de: Die Cover-Datenbank von Amazon mit dieser Abfrage durchsuchen:
el: Αναζήτηση εξώφυλλων στο Amazon με αυτή την ερώτηση:
es: Pedir carátulas a Amazon con esta consulta:
et: Amazoni kaanepiltide andmebaasi otsing päringuga:
eu: Eskatu Amazon-i azalak kontsulta hau erabiliz:
fa: سؤال از Amazon در مورد پوششهایی که از این پرس‌و‌جو استفاده می‌کنند:
fi: Kysy kansikuvia Amazonilta käyttämällä seuraavaa kyselyä:
fr: Rechercher une jaquette dans la base de données d'Amazon avec cette recherche :
he: בקש מאתר Amazon עטיפות תוך שימוש בשאילתה הבאה:
hu: Borítók lekérése az Amazonról ezzel a lekérdezéssel:
it: Ricerca copertine in Amazon con questa stringa di ricerca:
ja: Amazon へのカバーの問い合わせに使うクエリー:
ka: Amazon-ში ყდების ძებნა ამ მოთხოვნის მიხედვით:
km: សួរ​រក​គម្រប​ពី Amazon ដោយ​ប្រើ​សំណួរ​នេះ ៖
ko: 다음 쿼리를 사용하여 커너에 대해 Amazon에 요청:
lt: Ieškoti viršelių Amazon serveryje pagal šią užklausą:
nb: Søk etter plateomslag på Amazon med denne teksten:
nds: Titelbild vun Amazon mit disse Anfraag halen:
ne: यो क्वेरी प्रयोग गरिरहेको आवरणका लागि अमाजोनलाई सोध्नुहोस्:
nl: Met deze opdracht Amazon verzoeken om hoezen:
nn: Søk etter plateomslag på Amazon med denne teksten:
pa: ਢੱਕਣਾਂ ਸਵਾਲ ਲਈ ਐਮਾਜੋਨ ਨੂੰ ਪੁੱਛੋ:
pl: Przeszukaj bazę okładek Amazon z tym zapytaniem:
pt: Pedir capas à Amazon utilizando esta procura:
pt_br: Pedir capas ao Amazon, usando esta consulta:
ru: Искать обложку по этому запросу к Amazon:
se: Oza olggožiid Amazon:as dáinna teavsttain:
sk: Získať z Amazonu obaly pomocou tohto dotazu:
sr: Тражите омоте од Amazon-а помоћу овог упита:
th: ให้ถาม Amazon เรื่องหน้าปกโดยใช้การค้นหานี้:
tr: Amazon'dan kapakları, bu sorguyu kullanarak isteyin:
uk: Знайти на Amazon обкладинку цим запитом:

source: Aborted.
af: Staak
bg: Прекъснато.
ca: Avortat.
cs: Přerušeno.
da: Afbrudt.
de: Abgebrochen.
el: Εγκαταλείφθηκε.
es: Cancelado.
et: Katkestatud.
eu: Abortatuta.
fa: ساقط شد.
fi: Keskeytetty.
fr: Abandon.
he: בוטל.
hu: Megszakítva.
it: Interrotto.
ja: 中止。
ka: შეჩერებულია.
km: បាន​បញ្ឈប់ ។
ko: 취소되었습니다.
lt: Nutraukta.
nb: Avbrutt.
nds: Afbraken.
ne: परित्याग गरियो ।
nl: Afgebroken.
nn: Avbrote.
pa: ਅਧੂਰਾ ਛੱਡਿਆ।
pl: Porzucono.
pt: Interrompido.
pt_br: Interrompido.
ru: Остановлено.
se: Gaskkalduhttojuvvon
sk: Prerušené.
sr: Прекинуто.
th: ยกเลิก
tr: İptal edildi.
uk: Перервано.

source: Ne&w Search...
af: Nuwe Soektog...
bg: &Ново търсене...
ca: Nova &cerca...
cs: Nové &hledání...
da: &Ny søgning...
de: &Neue Suche ...
el: Νέα &αναζήτηση...
es: Nueva &búsqueda...
et: Uus ot&sing...
fa: جستجوی &جدید...‌
fi: Uusi &haku…
fr: Nouvelle &recherche...
he: חיפוש &חדש...
hu: Ú&j keresés...
it: Nuo&va ricerca...
ja: 新規検索(&W)...
km: កា​រស្វែងរក​ថ្មី...
ko: 새로 찾기(&S)
lt: Nauja &paieška...
nb: Nytt &søk …
nds: N&iege Söök...
ne: नयाँ खोजी...
nl: Nieu&we zoekopdracht...
nn: Nytt &søk …
pa: ਨਵੀਂ ਖੋਜ(&w)...
pl: Nowe &wyszukiwanie...
pt: Nova &Procura...
pt_br: No&va Busca...
ru: Новый &поиск...
se: &Oza ođđasit …
sk: Nové &hľadanie...
sr: &Нова претрага...
th: ค้น&หาใหม่...
tr: &Yeni Arama...
uk: Новий &пошук...

source: &Next Cover
af: Volgende CD omslag
bg: Следва&ща обложка
ca: &Caràtula següent
cs: &Další obal
da: &Næste omslag
de: &Nächstes Cover
el: Επόμενο &εξώφυλλο
es: &Siguiente carátula
et: &Järgmine &kaanepilt
fa: پوشش &جدید‌
fi: Seuraava &kansikuva
fr: Jaquette &suivante
he: ה&עטיפה הבאה
hu: &Következő borító
it: Prossima coperti&na
ja: 次のカバー(&N)
km: គម្រប​បន្ទាប់
ko: 다음 표지(&C)
lt: Kitas &viršelis
nb: Neste &omslag
nds: &Nakamen Titelbild
ne: पछिल्लो आवरण
nl: Volge&nde hoes
nn: Neste &omslag
pa: ਅੱਗੇ ਢੱਕਣ(&N)
pl: &Następna okładka
pt: &Capa Seguinte
pt_br: &Próxima Capa
ru: Следующая обло&жка
se: &Boahtte olggoš
sk: &Ďalší obal
sr: Следећи &омот
th: หน้า&ปกถัดไป
tr: &Sonraki Kapak
uk: &Наступна обкладинка

source: Cover Found
af: CD omslag gevind
bg: Намерена обложка
ca: Caràtula trobada
cs: Nalezen obal
da: Omslag fundet
de: Cover gefunden
el: Βρέθηκε εξώφυλλο
es: Carátula encontrada
et: Kaanepilti leitud
eu: Azala aurkituta
fa: پوشش یافت شد
fi: Kansikuva löytyi
fr: Jaquette trouvée
he: נמצאה עטיפה
hu: Borító megtalálva
it: Copertina trovata
ja: カバー検索
ka: ყდა ნაპოვნია
km: បាន​រកឃើញ​គម្រប
ko: 표지 그림를 찾았습니다
lt: Rastas viršelis
nb: Fant omslag
nds: Titelbild funnen
ne: आवरण फेला पर्यो
nl: Hoes gevonden
nn: Fann omslag
pa: ਢੱਕਣ ਮਿਲਿਆ
pl: Znaleziono okładkę
pt: Capa Encontrada
pt_br: Capa Encontrada
ru: Обложка найдена
se: Gávnnaid olggoža
sk: Nájdený obal
sr: Омот је нађен
th: พบหน้าปก
tr: Kapak Bulundu
uk: Обкладинку знайдено
