Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: You need the <a href='http://amarok.kde.org/wiki/Moodbar'>moodbar package</a> installed to enable the moodbar feature.
af: Om die gemoedbalk te installeer het jy die <a href='http://amarok.kde.org/wiki/Moodbar'>gemoedbalk paket</a> nodig.
bg: За да работи тази функция трябва да инсталирате <a href="http://amarok.kde.org/wiki/Moodbar">пакета "Настроение"</a>.
ca: Necessiteu instal·lar el <a href='http://amarok.kde.org/wiki/Moodbar'>paquet moodbar</a> per habilitar la funcionalitat de la barra d'humor.
da: Du skal installere <a href='http://amarok.kde.org/wiki/Moodbar'>stemningspakken</a> for at kunne aktivere stemningslinjen.
de: Sie benötigen das <a href='http://amarok.kde.org/wiki/Moodbar'>Moodbar-Paket</a>, um das Stimmungsbarometer verwenden zu können.
el: Χρειάζεστε το <a href='http://amarok.kde.org/wiki/Moodbar'>πακέτο moodbar</a> εγκατεστημένο για την ενεργοποίηση του χαρακτηριστικού της γραμμής διάθεσης.
es: Necesita instalar el <a href='http://amarok.kde.org/wiki/Moodbar'>paquete moodbar</a> para habilitar la característica «barra mood».
et: Tuju näitamiseks tuleb paigaldada <a href='http://amarok.kde.org/wiki/Moodbar'>pakett moodbar</a>.
eu: Moodbar funtzionalitatea edukitzeko <a href='http://amarok.kde.org/wiki/Moodbar'>moodbar paketea</a> instalatuta eduki behar duzu.
fa: برای فعال‌سازی ویژگی میله حالت لازم است بستۀ میله حالت <a href='http://amarok.kde.org/wiki/Moodbar'>نصب شود.
fi: Mielialapalkkien luontiin tarvitaan <a href='http://amarok.kde.org/wiki/Moodbar'>moodbar-paketti</a>.
fr: Vous avez besoin d'installer le <a href='http://amarok.kde.org/wiki/Moodbar'>paquet moodbar</a> pour activer la fonctionnalité moodbar.
he: עליך לוודא שחבילת <a href='http://amarok.kde.org/wiki/Moodbar'>סרגל־האווירה</a> מתקנת על־מנת לאפשר את יכולות סרגל־האווירה.
hu: A hangulatsáv ("moodbar") funkció használatához telepíteni kell a <a href='http://amarok.kde.org/wiki/Moodbar'>moodbar csomagot</a>.
it: È necessario che il <a href='http://amarok.kde.org/wiki/Moodbar'>pacchetto moodbar</a> sia installato per abilitare la caratteristica barra dell'atmosfera.
ja: ムードバー機能を有効にするには <a href='http://amarok.kde.org/wiki/Moodbar'>moodbar パッケージ</a> をインストールする必要があります。
km: អ្នក​ត្រូវដំឡើង​កញ្ចប់​របារ​របៀប <a href='http://amarok.kde.org/wiki/Moodbar'></a> ដើម្បី​អនុញ្ញាត​លក្ខណៈ​ពិសេស​របារ​របៀប ។
ko: 분위기 막대 요소를 사용하도록 하기 위해서는 <a href='http://amarok.kde.org/wiki/Moodbar'>moodbar 패키지</a>가 필요합니다.
lt: Norėdami naudoti nuotaikos juostą įdiekite <a href='http://amarok.kde.org/wiki/Moodbar'>moodbar paketą</a>.
nb: Du må ha <a href='http://amarok.kde.org/wiki/Moodbar'>stemningspakka</a> installert for å kunne bruke stemningsstolpen.
nds: Du bruukst dat Paket "<a href='http://amarok.kde.org/wiki/Moodbar'>moodbar</a>", wenn Du de Luunbalken-Funkschoon bruken wullt.
ne: तपाँँलाईलाई मोडबार विशेषसक्षम पार्नthe <a href='http://amarok.kde.org/wiki/Moodbaमोडबार प्याकेजage</स्थापना गर्न आवश्यक पर्दछ ।re.
nl: Voor de stemmingsbalk heeft u het <a href='http://amarok.kde.org/wiki/Moodbar'>moodbar-pakket</a> nodig.
nn: Du må installera <a href='http://amarok.kde.org/wiki/Moodbar'>moodbar-pakken</a> for å kunna bruka stemningsstolpen.
pl: Potrzebujesz zainstalowanej paczki <a href='http://amarok.kde.org/wiki/Moodbar'>moodbar</a> aby włączyć pasek nastroju w przyszłości.
pt: Precisa de ter o <a href='http://amarok.kde.org/wiki/Moodbar'>pacote 'moodbar'</a> instalado para activar a funcionalidade da barra de espírito.
pt_br: É preciso que você tenha o <a href='http://amarok.kde.org/wiki/Moodbar'>pacote moodbar</a> instalado, para habilitar a função da barra de atmosfera.
ru: Для включения компонента Moodbar необходимо установить пакет <a href='http://amarok.kde.org/wiki/Moodbar'>moodbar</a>.
se: Don fertet sajáiduhttit <a href='http://amarok.kde.org/wiki/Moodbar'>miellaholga páhka</a> ovdalgo sáhtát geavahit miellaholgadoaimma.
sk: Pre zapnutie funkcie moodbar musíte mať nainštalovaný <a href='http://amarok.kde.org/wiki/Moodbar'>balík moodbar</a>.
sr: Потребно је да инсталирате <a href='http://amarok.kde.org/wiki/Moodbar'>пакет траке расположења</a> да би вам она била доступна.
th: คุณจำเป็นต้องมี <a href='http://amarok.kde.org/wiki/Moodbar'>moodbar package</a> ติดตั้งอยู่ เพื่อที่จะใช้งานแถบแสดงอารมณ์
tr: Bu özellik için <a href='http://amarok.kde.org/wiki/Moodbar'>moodbar</a> paketine ihtiyacınız vardır.
uk: Щоб уможливити панель настрою потрібно встановити <a href='http://amarok.kde.org/wiki/Moodbar'>пакунок панелі настроїв</a>.

source: Use &moods
af: Gebruik gemoedstoestande
bg: &Използване на настроения
ca: Empra els &humors
cs: Používat &nálady
da: Brug ste&mninger
de: &Stimmungsbarometer verwenden
el: Χρήση &διάθεσης
es: Usar «&moods»
et: &Tuju kasutamine
eu: Erabili &atmosferak
fa: استفاده از &حالتها‌
fi: Käytä &mielialapalkkia
fr: Utiliser les hu&meurs
he: השתמש ב&אווירה
hu: Han&gulatok használata
it: Usa le at&mosfere
ja: ムードを使う(&M)
km: ប្រើ​របៀប
ko: 분위기 사용(&M)
lt: Naudoti &nuotaikas
nb: Bruk &stemninger
nds: &Luunbalken bruken
ne: मोडहरू प्रयोग गर्नुहोस्
nl: Ste&mmingen gebruiken
nn: Bruk &stemningar
pa: ਮੂਡ ਵਰਤੋਂ(&m)
pl: Użyj &nastrojów
pt: Usar os &estados de espírito
pt_br: Usar atmos&feras
ru: Включить &настроения
se: Geavat &mielaid
sk: Použiť &moods
sr: Користи &расположења
th: ใช้การให้&อารมณ์
uk: Вживати &настрої

source: Displays a visual representation of the current track in the slider bar of the player window and a column in the playlist window.
af: Vertoon 'n visuele voorstelling van die huidige snit in die skuifknoppie balk van die speler venster en in 'n kolom in die speel lys venster.
bg: Показва визуално текущия запис в прозореца на плеъра и в списъка.
ca: Mostra una representació visual de la peça actual a la barra de posició de la finestra del reproductor i una columna a la finestra de la llista de reproducció.
da: Viser en visuel repræsentation af nuværende spor i afspillervinduets skyder og i en søjle i spillelistens vindue.
de: Zeigt ein visuelles Stimmungsbarometer des jeweiligen Stücks im Bereich der Wiedergabeposition des Player-Fensters und in einer Spalte der Wiedergabeliste an.
el: Εμφανίζει μια απεικόνιση του τρέχοντος κομματιού στη γραμμή κύλισης του παραθύρου αναπαραγωγής και μια στήλη στο παράθυρο της λίστας αναπαραγωγής.
es: Muestra una representación visual de la pista actual en la barra de desplazamiento de la ventana del reproductor y una columna en la ventana de listas de reproducción.
et: Näitab aktiivse pala visuaalset kajastust mängija akna liuguriribal ja esitusnimekirja akna veerus.
eu: Uneko pistaren adierazpen bisualak bistaratzen ditu erreproduktorearen leihoko graduatzaile-barran eta zutabea zerrendaren leihoan.
fa: ارائه‌ای تصویری از شیار جاری در میله لغزان پنجرۀ پخش‌کننده و ستونی در پنجرۀ فهرست پخش را نمایش می‌دهد.
fi: Näyttää visuaalisen kuvauksen kappaleen ”mielialasta” soitin- ja soittolistaikkunassa sekä soittolistaikkunan sarakkeessa.
fr: Affiche une représentation visuelle du morceau courant dans la bar de la fenêtre de lecture ainsi que dans une colonne dans la fenêtre de liste de lecture.
he: הראה ייצוג חזותי של הרצועה הנוכחית בסרגל המחוון של חלון הנגן, ובעמודה בחלון רשימת־ההשמעה.
hu: Vizuálisan megjeleníti az aktuális számot a lejátszóablakban levő csúszkánál és egy, a lejátszólista-ablakban levő oszlopban
it: Mostra una rappresentazione visiva della traccia nella barra a scorrimento della finestra del lettore e una colonna nella finestra della playlist.
ja: 現在のトラックを視覚化したものをプレーヤウィンドウのスライダーバーとプレイリストウィンドウのカラムに表示します。
ka: ასახასვს მიმდინარე ჩანაწერის ვიზუალურ მიმდინარეობას გვერდით პანელზე დამკვრელის ფანჯარაში და სვეტს რეპერტუარის ფანჯარაში.
km: បង្ហាញ​រូបភាព​របស់​បទ​បច្ចុប្បន្ន​នៅ​ក្នុង​របារ​គ្រាប់រំកិល​នៃ​បង្អួច​កម្មវិធី និង​ជួរឈរ​មួយ​នៅ​ក្នុង​បង្អួច​បញ្ជី​ចាក់ ។
ko: 재생창의 슬라이더 막대와 재생목록 창의 칸에 현재 트랙의 시각표현을 표시합니다.
lt: Rodyti dainos nuotaikos vaizdinį grotuvo slinkties juostoje ir atskirame grojaraščio stulpelyje.
nb: Visualiserer det sporet som spilles i glidebryteren i spillervinduet og i en kolonne i spillelistevinduet.
nds: Gifft dat opstunns speelt Stück mit Klören binnen den Schuverbalken vun dat Afspeler-Finster un binnen en Striep vun de Afspeellist wedder.
ne: प्ले सूची सञ्झ्यालमा प्लेयर सञ्झ्याल र स्तम्भको स्लाइडर पट्टीमा हालको ट्रयाकको दृश्यात्मक प्रस्तुतिकरण प्रदर्शन गर्दछ ।
nl: Toont een visuele representatie van de huidige track in de schuifbalk van het afspelervenster en in een kolom in de afspeellijstvenster.
nn: Visualiser sporet som spelar i avspelingslinja til spelarvindauget og i ei kolonne i spelelisteruta.
pl: Wyświetla wizualizację bieżącego utworu w pasku przesuwania okna odtwarzania i kolumnę na liście odtwarzania.
pt: Mostra uma representação visual da faixa actual, na barra deslizante do leitor, bem como uma coluna na janela da lista de reprodução.
pt_br: Exibe uma representação visual da faixa atual na barra deslizante da janela de reprodução e uma coluna na janela da lista de músicas.
sk: Zobrazí vizuálnu reprezentáciu aktuálnej stopy na lište s posuvníkom v okne prehrávača a v stĺpci v okne so zoznamom súborov.
sr: Визуелна представа текуће нумере у клизачкој траци плејера и у колони у листе нумера.
th: แสดงอารมณ์ (แถบสี) ของเพลงที่กำลังเล่นอยู่ ในแถบสไลเดอร์ของหน้าต่างเครื่องเล่น และในคอลัมน์ของหน้าต่างรายการเล่น
uk: Показує візуальну репрезентацію поточної доріжки в панелі повзунка вікна програвача і в стовпчику вікна списку композицій.

source: Make m&oodier:
bg: &Настроение:
ca: Canvia l'&humor:
da: &Gør stemningsfuldere:
de: &Farbiger gestalten:
el: Πιο πολύ &διάθεση:
es: Hacer más «m&ood»:
et: T&ujukamaks muutmine:
hu: Hangulat &beállítása:
it: Aumenta l'atm&osfera:
ja: ムードを増やす(&O):
km: ធ្វើ​ឲ្យរអាក់រអួល ៖
lt: Suintensyvinti nu&otaiką:
nds: L&uunscher maken:
nl: &Meer stemming geven:
nn: Gjer meir &stemningsfull:
pl: Uc&zyń bardziej nastrojowym:
pt: T&ornar mais espiritual:
pt_br: Alterar atm&osfera:
sk: Urobiť &náladovejším:
sr: Јаче р&асположење:
th: ทำให้มีอา&รมณ์มากกว่านี้:
uk: Акцентувати нас&трій:

source: When enabled, the hue distribution is quantised and respread evenly, giving a prettier but less meaningful output.
af: Wanneer hierdie gekies is, sal die kleur skakering meer eweredig versprei word, wat dit mooier laat vertoon, maar minder betekenisvol maak.
bg: Ако е включена тази отметка, нюансът се премерва разпределя равномерно, като по този начин се получава по-красиви, но по-непълни данни.
ca: Si està seleccionat, la distribució del matís es quantitza i reparteix uniformement, resultant una sortida més acolorida però menys significativa.
da: Hvis aktiveret kvantiseres farvetonefordelingen og spredes jævnt ud igen, hvilket giver smukkere men mindre meningsfulde uddata.
de: Wenn diese Einstellung aktiviert ist, wird das Stimmungsbarometer farbiger gestaltet, allerdings ist es dann auch weniger Aussagekräftig.
el: Αν ενεργοποιηθεί, η κατανομή απόχρωσης κατανέμεται ομοιόμορφα, δίνοντας μια πιο όμορφη αλλά λιγότερο χρήσιμη έξοδο.
es: Si está habilitado, la distribución de tonalidades es subdividida y redistribuida de forma pareja, dando un resultado más agradable pero menos definido.
et: Valimisel kvantiseeritakse toonijaotus ja jagatakse ühtlaselt, mis annab tulemuseks kenama, aga vähemselgema väljundi.
eu: Gaituta dagoenean, ñabarduraren banaketa uniformeki kuantifikatuta eta banatuta dago,politagoa baina esanahi gutxiagodun irteera emanez.
fa: هنگامی که فعال شود، توزیع رنگ یکنواخت اندازه‌گیری می‌شود و مجدداً گسترده می‌شود و یک خروجی خوب‌تر اما با معنی کمتر می‌دهد.
fi: Mikäli valittu, sävyjakauma lasketaan uudelleen. Tuloksena on kauniimpi, mutta samalla vähemmän tietoa sisältävä kuva.
fr: Une fois activée, la distribution de tonalité est quantifiée et lissée, donnant une représentation plus jolie mais moins significative du résultat.
he: כאשר פעיל, התפגלות הגוונים מכומתת ומתפלגת באופן שווה. התוצאה הוא פלט יפה יותר, אך בעל משמעות פחותה.
hu: Ha be van kapcsolva, akkor a színárnyalat-eloszlás kvantálva lesz és egyenletesen lesz szétterítve - szebb, viszont kevésbé hasznos kimenetet adva ezzel
it: Se abilitata, la distribuzione della tonalità viene quantizzata e redistribuita uniformemente, fornendo un risultato più carino, ma meno significativo.
km: នៅពេល​ដែល​បាន​បើក ការ​ចែកចាយ​​ពណ៌​លាំៗ​គឺ​ត្រូវ​បាន​​កំណត់​បរិមាណ និង​ចែកចាយ​ឡើងវិញ​ស្មើៗ​គ្នា ដែល​កាន់តែ​ស្អាត ប៉ុន្តែ​លទ្ធផល​គ្មាន​អត្ថន័យ​ពេញលេញ ។
ko: 이것을 사용할 때, 색상 분포가 양자화되고 다시 넓게 분포되며, 더 아름답지만 의미있는 출력은 덜합니다.
lt: Įjungus šią parinktį šešėlių pasiskirstymas bus intensyvesnis ir tolygiau pasiskirstęs. Vaizdas bus gražesnis, bet mažiau tikslus.
nb: Når dette er slått på blir fargetonefordelinga kvantisert og spredt jevnt utover, noe som gir et penere men mindre meningsfylt uttrykk.
nds: Wenn anmaakt, warrt de Klöörtöön liek verdeelt. De Balken warrt denn wat smucker, man he bedüüdt denn weniger.
ne: सक्षम पार्दा, ह्यु वितरणले सुखदायी तर अर्थविहिन निर्गत दिएता पनि, निष्पक्ष रूपमा परिमाणात्मक गरिन्छ र पुन: फैलाइन्छ ।
nl: Wanneer ingeschakeld wordt de distributie van de tintkleur gelijkmatig uitgespreid. Dit geeft een prettigere, maar minder betekenisvolle, uitvoer.
nn: Kvantiser og spre fargefordelinga jamnt. Dette gjev eit vakrare men mindre meiningsfullt bilete.
pl: Kiedy włączone, rozkład barwy jest bardziej równomierny, dając ładniejszy aczkolwiek mniej znaczący, widok.
pt: Se a opção estiver activa, a distribuição de tonalidades é quantizada e distribuída de forma mais uniforme, dando um resultado mais bonito mas menos significativo.
pt_br: Quando habilitada, a distribuição da matiz será quantizada e redistribuída igualmente, resultando em uma saída mais bonita mas com menos sentido.
sk: Keď je zapnuté, distribúcia odtieňa je kvantovaná a rovnomerne rozprestrená, poskytujúc tak krajší, ale menej čitateľnejší výstup.
sr: Када је укључено, расподела нијанси се квантификује и равномерно раширује, дајући тако лепши али мање повезан приказ.
th: เมื่อเปิดใช้งางน การกระจายของเนื้อสีจะถูกเกลี่ยไปเท่าๆ กัน ทำให้เกิดอะไรที่ดูดีขึ้น แต่ ความหมายต่างๆ น้อยลง
uk: Якщо увімкнено, то відтінки застосовуються рівномірно; це виглядає гарніше, але менш зрозуміло.

source: Happy Like a Rainbow
af: Ekstaties
bg: Щастлив
ca: Content com l'arc de Sant Martí
da: Lykkelig som en regnbue
de: Fröhlicher Regenbogen
el: Χαρά όπως ένα ουράνιο τόξο
es: Feliz como el arcoiris
et: Õnnelik nagu vikerkaar
eu: Ortzia bezain lasaia
fa: شاد شبیه یک رنگین کمان
fi: Sateenkaaren värit
fr: Joyeux comme un arc-en-ciel
he: שמח כקשת בענן
hu: Boldog mint egy szivárvány
it: Felice come una Pasqua
ja: 虹のように幸せ
ka: ბედნიერი როგორც ცისარტყელა
km: រីករាយ​ដូច​ឥន្ទធនូ
lt: Laimingas kaip saulutė
nb: Lykkelig som regnbuen
nds: Blied as en Regenbagen
ne: इन्द्रेणी जस्तै खुशी
nl: Dolgelukkig
nn: Lykkeleg som regnbogen
pl: Uśmiechnięty jak tęcza
pt: Feliz Como um Arco-Íris
pt_br: Feliz Como um Arco-Íris
ru: Весёлый как слон
se: Lihkkolaš go arvedávgi
sk: Šťastný ako blcha
sr: Срећан као дуга
th: สุขอย่างสายรุ้ง
uk: Щасливий як веселка

source: Angry as Hell
af: Ontsettend kwaad
bg: Бесен
ca: Enfurismat com l'infern
da: Gal som helvede
de: Höllisch böse
el: Θυμός όπως η κόλαση
es: Muy enfadado
et: Põrguvihane
eu: Infernua bezain bero
fa: دردناک مثل جهنم
fi: Helvetin viha
fr: Fâché comme l'enfer
he: זועם כמו הגיהינום
hu: Pokolian mérges
it: Indiavolato
ja: 怒り狂っている
ka: საშინლად გაბრაზებული
km: ខឹង​ចង់​ស្លាប់
lt: Piktas kaip velnias
nb: SInt som helvete
nds: Hellsch suer
ne: नर्क जस्तै रिसाउने
nl: Hels
nn: Sint som fy
pl: Wściekły jak piekło
pt: Zangado como Tudo
pt_br: Ameaçadora Como o Inferno
ru: Злой как доктор Зло
se: Helveha suhttan
sk: Naštvaný ako pes
sr: Љут као паприка
th: พิโรธโลกันตร์
uk: Злий як дідько

source: Frozen in the Arctic
af: Afsydig
bg: Замръзнал
ca: Gelat com a l'àrtic
da: Frossen i arktis
de: Arktisch kalt
el: Παγωμένο στον Αρκτικό κύκλο
es: Congelado en el ártico
et: Jäiselt külm
eu: Artikoa bezain hotza
fa: منجمد در قطب شمال
fi: Jäätikön kylmyys
fr: Glacé comme l'arctique
he: קפוא בחוג הארקטי
hu: Hideg mint a jég
it: Gelo artico
ja: 北極で凍て付いている
ka: არქტიკაში გაყინული
km: កក​នៅ​អាក់ទិក
lt: Užšalęs ledynuose
nb: Frossen i Arktis
nds: Infroren in de Küll
ne: उत्तरी ध्रुवमा जमेको
nl: IJskoud
nn: Kald og forfrosen
pl: Mroźny jak Arktyka
pt: Gelado no Árctico
pt_br: Congelada Como no Ártico
se: Jikŋon Arktisas
sk: Zmrznutý na kosť
sr: Смрзнут на Северном полу
th: แช่แข็งที่ขั้วโลก
uk: Заморожений в Арктиці

source: Stor&e mood data files with music
bg: &Съхранение на данните за настроението при музиката
ca: &Desa els fitxers de dades d'humor amb la música
da: &Opbevar stemningsdatafiler med musik
de: Stimmungsdaten bei den &Musikdateien ablegen
el: Απο&θήκευση αρχείων διάθεσης με τη μουσική
es: Almacen&a archivos de datos «mood» con la música
et: Tu&juandmete failid salvestatakse koos muusikaga
hu: Hang&ulati adatfájlok eltárolása a zenével együtt
it: Memo&rizza i file di dati dell'atmosfera con la musica
ja: ムードデータファイルを音楽とともに保存する(&E)
km: ទុក​ឯកសារ​ទិន្នន័យ​​បែបផែន​​ជា​មួយ​តន្ត្រី
lt: &Laikyti nuotaikos duomenis kartu su muzika
nds: Luundaten bi de &Musikdateien wohren
nl: St&emmingsgegevens bij de muziek opslaan
nn: Lagr&a stemningsdatafiler saman med musikken
pa: ਸੰਗੀਤ ਨਾਲ ਮੂਡ ਡਾਟਾ ਫਾਇਲਾਂ ਸੰਭਾਲੋ(&e)
pl: Przechowuj pliki z &danymi o nastroju razem z muzyką
pt: Guardar os fich&eiros de dados do espírito com a música
pt_br: &Guardar os arquivos de dados da atmosfera com a música
se: Vur&ke mielladáhtaid ovttas musihkain
sk: &Ukladať dátové súbory mood s hudbou
sr: &Складишти податке о расположењу са музиком
th: บั&นทึกแฟ้มข้อมูลอารมณ์ไว้กับเพลง
uk: З&берігати з музикою файли даних для настроїв

source: Enabling this option stores Mood data files with the music files. Disabling stores them in your home folder.
af: As hierdie opsie gekies is, sal die gemoed toestand data saam met die musiek lêers gestoor word. Andersins sal dit in jou tuisgids gestoor word.
bg: Ако включите тази опция файловете с данните за настроението ще бъдат съхранени. Ако е изключена, те ще бъдат записани в домашната директория.
ca: Habilitant aquesta opció, els fitxers amb les dades d'humor s'emmagatzemen amb els fitxers de la música. Si està deshabilitada, s'emmagatzemen al seu directori personal.
da: Aktiveres dette opbevares stemningsdatafiler sammen med musikfilerne. Deaktiveres dette opbevares de i din hjemmemappe.
de: Wenn Sie diese Einstellung aktivieren, werden die Stimmungsdaten im gleichen Ordner wie das jeweilige Stück abgelegt. Ansonsten werden die Daten in Ihrem persönlichen Ordner gespeichert.
el: Ενεργοποιώντας αυτή την επιλογή γίνεται αποθήκευση των αρχείων διάθεσης μαζί με τα μουσικά αρχεία. Η απενεργοποίηση αποθηκεύει τα αρχεία στον προσωπικό σας φάκελο.
es: Si activa esta opción, los archivos de datos «mood» se guardan junto a los archivos de música. Si la desactiva, se almacenan en su carpeta de usuario.
et: Valimisel salvestatakse tujuandmete failid koos muusikafailidega. Valimata jätmisel salvestatakse need sinu kodukataloogis.
eu: Aukera hau gaituz Atmosferaren datuen fitxategiak musika-fitxategiekin batera gordetzen ditu. Desgaitzen bada, fitxategiak etxeko karpetan gordeko ditu.
fa: فعال‌سازی این گزینه، پرونده‌های داده‌ای حالت را با پرونده‌های موسیقی ذخیره می‌کند. غیرفعال‌سازی، آنها را در پوشۀ آغازه‌تان ذخیره می‌کند.
fi: Mikäli valittu, mielialatiedot tallennetaan musiikkikappaleiden mukana. Muulloin tiedot tallennetaan kotikansioon.
fr: En activant cette option, les fichiers de données d'humeur seront stockés avec les fichiers musicaux. Si vous la désactivez, ils seront stockés dans votre dossier utilisateur.
he: הפעלת אפשרות זאת שומרת את קבצי נתוני האווירה יחד עם קבצי המוזיקה. ביטולה שומרת את קבצי האווירה בתיקיית הבית שלך.
hu: Ha be van kapcsolva ez az opció, akkor a hangulati adatfájlok a zenei fájlokkal azonos helyen kerülnek eltárolásra; ha viszont ki van kapcsolva, akkor az Ön saját könyvtárában
it: Abilitando questa opzione i file di dati dell'atmosfera saranno memorizzati con i file musicali. Se la si disabilita, i file saranno memorizzati nella cartella home.
ja: このオプションを有効にすると、ムードデータファイルは音楽ファイルと一緒に保存されます。無効にすると、ホームフォルダに保存されます。
ka: განწყობის მონაცემთა ფაილების მუსიკასთან შენახვას რთავს. გამორთვისას ეს თქვენს საშინაო საქაღალდეში შეინახება.
km: ការ​បើក​ជម្រើស​នេះ​នឹង​ទុក​ឯកសារ​ទិន្នន័យ​របៀប​ជា​មួយ​នឹង​ឯកសារ​តន្ត្រី ។ ការ​បិទវា​នឹង​ទុក​ពួកវា​នៅ​ក្នុង​ថត​ផ្ទះ​របស់​អ្នក ។
ko: 이 옵션을 사용하는 것은 분위기 데이터를 음악 파일에 저장합니다. 사용하지 않으면 당신의 계정 홈 폴더에 저장합니다.
lt: Įjungus šią parinktį nuotaikos duomenų bylos bus laikomos kartu su muzikos bylomis. Išjungus – duomenys bus laikomi pradžios aplanke.
nb: Hvis dette er slått på blir filer med stemningsdata lagret med musikkfilene, ellers blir de lagret i din hjemmemappe.
nds: Is dit anmaakt, warrt de Luundaten bi de Musikdateien wohrt, anners binnen Dien Tohuusorner.
ne: यो विकल्प सक्षम पार्नाले सङ्गीत फाइलसँग मुड डेटा फाइल भण्डारण गर्दछ । अक्षम पार्नाले तपाईँको गृह फोल्डरमा तिनीहरूलाई भण्डारण गर्दछ ।
nl: Deze optie inschakelen slaat de bestanden met stemmingsgegevens op bij de muziekbestanden. Uitschakelen slaat ze op in uw persoonlijke map.
nn: Lagra stemningsdatafilene saman med musikkfilene. Slår du av dette, vert dei lagra i heimemappa.
pl: Włączenie tej opcji spowoduje, że pliki z danymi o nastroju będą przechowywane razem z plikami muzycznymi. Wyłączenie, spowoduje przechowywanie ich w katalogu domowym.
pt: Se activar esta opção, irá gravar os ficheiros de dados do estado de espírito com os ficheiros das músicas. Se desactivar a opção, guardá-los-á na sua pasta pessoal.
pt_br: Habilite essa opção para guardar os arquivos de dados da Atmosfera com os arquivos de música. Desabilite-a para guardá-los na sua pasta de usuário.
ru: Если параметр включен, данные о «настроении» песни будут сохраняться вместе с аудиофайлами. В противном случае - в домашнем каталоге.
sk: Zapnutie tejto voľby spôsobí ukladanie dátových súborov Mood s hudobnými súbormi. Pri vypnutej voľbe sa ukladajú do domovského adresára.
sr: Ако укључите ову опцију, фајлови са подацима о располежењу складиште се заједно са музиком. Ако је искључено, складиште се у вашу домаћу фасциклу.
th: การเปิดใช้ตัวเลือกนี้จะทำการบันทึกแฟ้มข้อมูลอารมณ์เอาไว้กับแฟ้มเพลง ถ้าหากปิด ก็จะเก็บแฟ้มข้อมูลเหล่านี้ไว้ที่โฟลเดอร์ส่วนตัวของคุณ
uk: Якщо цей параметр увімкнено, то файли даних для настроїв будуть зберігатись з файлами музики. Вимкнення цього параметра призведе до збереження їх у вашій теці домівки.
