Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: If selected you can add and remove hosts in the list below and enable audio and video for each host.
af: As hierdie gekies is, kan jy masjiene in die lys hier onder byvoeg of verwyder en oudio en video vir elke masjien aktiveer.
bg: Ако е включена тази отметка, можете да добавяте и премахвате хостове от списъка и да включвате видеото за всеки хост.
ca: Si està seleccionat, podeu afegir i eliminar màquines de la llista inferior i habilitar l'àudio i el vídeo per a cada màquina.
da: Hvis markeret kan du tilføje og fjerne værter til listen nedenfor og aktivere lyd og video for hver vært.
de: Falls diese Einstellung aktivier ist, können Sie Rechner in der Liste unten hinzufügen und entfernen sowie Audio und Video pro Rechner aktivieren.
el: Αν επιλεχθεί μπορείτε να προσθέσετε και να αφαιρέσετε υπολογιστές από την παρακάτω λίστα και να ενεργοποιήσετε τον ήχο και το βίντεο για κάθε υπολογιστή.
es: Si se selecciona, puede añadir y quitar ordenadores de la lista de abajo y habilitar audio y vídeo para cada uno.
et: Valimise korral saab allolevas nimekirjas masinaid lisada ja eemaldada ning igal masinal soovi korral audio ja video sisse lülitada.
eu: Hautatuta badago, ostalariak gehitu edo kendu egin ditzakezu azpiko zerrendatik, eta ostalari bakoitzaren audioa eta bideoa gaitu.
fa: اگر برگزیده شود، می‌توانید میزبانها را در فهرست زیر اضافه و حذف کنید و صوتی و ویدیویی را برای هر میزبان فعال کنید.
fi: Mikäli valittu, voit lisätä etäkoneita alla olevaan listaan ja aktivoida audion ja videon toiston.
fr: Si cette case est cochée, vous pouvez ajouter et effacer des hôtes dans la liste ci-dessous et activer l'audio et la vidéo pour chacun d'eux.
he: אם התגלה, ביכולתך להוסיף ולהסיר משחבים־מאחרים מהרשימה למטה, ולאפשר שמע וחוזי עבור כל אחד מהם.
hu: Ha be van jelölve, akkor a lentebbi listába fel lehet venni gépeket illetve el lehet távolítani onnan gépeket, továbbá engedélyezhető a hang és a videó minden gép számára.
it: Se selezionata puoi aggiungere e rimuovere host nell'elenco seguente e abilitare audio e video per ogni host.
ja: 選択すると、下のリストでホストを追加/削除し、それぞれのホストに対してオーディオとビデオを有効にすることができます。
ka: თუ მონიშნულის თქვენ შეგიძლიათ დაამატოთ და წაშალით ჰოსტები ქვედა სიაში და ჩართოთ აუდიო და ვიდეო ყოველი ჰოსტისთვის.
km: បើ​ជ្រើស អ្នក​អាច​បន្ថែម និង​យក​ម៉ាស៊ីន​ចេញ​ពី​ក្នុង​បញ្ជី​ខាង​ក្រោម ហើយ​អាច​អនុញ្ញាត អូឌីយ៉ូ និង​វីដេអូ​សម្រាប់​ម៉ាស៊ីន​នីមួយៗ​បាន ។
ko: 선택된다면 목록 아래에서 호스트들을 추가하거나 제거할 수 있으며 각 호스트에 따라 오디오와 비디오를 사용가능하게 할 수 있습니다.
lt: Įjungus šią parinktį galėsite įdėti į sąrašą ir pašalinti iš sąrašo kompiuterius ir įjungti garsą ir vaizdą kiekvienam iš jų.
nb: Hvis dette er slått på kan du legge til og fjerne verter i lista nedenfor, og slå på lyd og bilde for hver vert.
nds: Wenn anmaakt, kannst Du Reekners na de List nerrn tofögen un vun ehr wegmaken, un so Kläng un Videos för elk Reekner an- oder utmaken.
ne: यदि चयन गरियो भने तपाईँले तल सूचीमा होस्टहरू थप्न र हटाउन सक्नुहुन्छ र हरेक होस्टका लागि अडियो र भिडियो सक्षम गर्न सक्नुहुन्छ ।
nl: Wanneer geselecteerd kunt u in onderstaande lijst hosts toevoegen en verwijderen en audio en video voor elke host activeren.
nn: Viss vald kan du leggja til og fjerna vertar i lista nedanfor, og slå på lyd- og filmstøtte for kvar vert.
pl: Jeśli zaznaczone, możesz dodawać lub usuwać komputery na liście poniżej i włączać dźwięk i obraz dla każdego z nich.
pt: Se estiver seleccionado, poderá adicionar e remover máquinas na lista abaixo e activar o áudio e vídeo para cada máquina.
pt_br: Se selecionada você pode adicionar e remover máquinas na lista abaixo e habilitar o áudio e vídeo para cada uma delas.
sk: Ak je vybraná táto voľba, môžete pridávať a odstraňovať hostiteľov v zozname nižšie a povoliť audio a video pre každého hostiteľa.
sr: Ако је попуњено, можете додавати и уклањати домаћине из доње листе, и укључити аудио и видео за сваки од њих.
th: หากเลือกไว้ คุณสามารถที่จะเลือกเพิ่มหรือลบโฮสต์ในรายการด้านล่างและเปิดใช้เสียงและวิดีโอ สำหรับแต่ละโฮสต์ได้
uk: Якщо вибрано, ви зможете додавати і вилучати віддалені вузли в списку нижче та вмикати аудіо і відео для кожного вузла.

source: Add...
af: Voeg by...
bg: Добавяне...
ca: Afegeix...
cs: Přidat...
da: Tilføj...
de: Hinzufügen ...
el: Προσθήκη...
es: Añadir...
et: Lisa...
eu: Gehitu...
fa: افزودن...
fi: Lisää…
fr: Ajouter...
he: הוסף...
hu: Hozzáadás...
it: Aggiungi...
ja: 追加...
ka: დამატება...
km: បន្ថែម...
ko: 추가...
lt: Įdėti...
nb: Legg til …
nds: Tofögen...
ne: थप्नुहोस्...
nl: Toevoegen...
nn: Legg til …
pa: ਸ਼ਾਮਲ...
pl: Dodaj...
pt: Adicionar...
pt_br: Adicionar...
ru: Добавить...
se: Lasit …
sk: Pridať...
sr: Додај...
th: เพิ่ม...
tr: Ekle...
uk: Додати...

source: R&emove
af: Verwyde
bg: &Премахване
ca: &Elimina
cs: O&dstranit
da: &Fjern
de: &Entfernen
el: Αφαί&ρεση
es: &Eliminar
et: &Eemalda
eu: K&endu
fa: &حذف‌
fi: &Poista
fr: &Enlever
he: ה&סר
hu: &Eltávolítás
it: R&imuovi
ja: 削除(&E)
ka: წ&აშლა
km: យកចេញ
ko: 제거(&E)
lt: &Pašalinti
nb: &Fjern
nds: &Wegdoon
ne: हटाउनुहोस्
nl: Afspeellijst w&eghalen
nn: &Fjern
pa: ਹਟਾਓ(&e)
pl: &Usuń
pt: R&emover
pt_br: A&pagar
ru: &Удалить
se: &Váldde eret
sk: O&dstrániť
sr: Ук&лони
th: &ลบออก
tr: Ka&ldır
uk: В&илучити

source: Audio output method to use
af: Oudio afvoer metode om te gebruik
bg: Метод за изходни аудио данни
ca: Mètode de sortida d'àudio a utilitzar
cs: Použitá metoda zvukového výstupu
da: Lyduddatametode at bruge
de: Methode für die Audio-Ausgabe
el: Μέθοδος εξόδου ήχου
es: Método de salida de audio a utilizar
et: Kasutatav heliväljundi meetod
eu: Audioaren irteerako metodoa erabiltzeko
fa: روش خروجی صوتی مورد استفاده
fi: Äänentoistomenetelmä
fr: Sortie sonore à utiliser
he: השיטה שיעשה בה שימוש ביציאת השמע
hu: A használandó hangkimeneti módszer
it: Metodo di uscita audio da usare
ja: 使用するオーディオ出力方法
ka: ხმის გამოყვანის მეთოდი
km: វិធីសាស្ត្រ​បន្លឺ​អូឌីយ៉ូ ដែល​ត្រូវ​ប្រើ
ko: 사용하기 위한 오디오 출력 방법
lt: Naudotinas garso išvesties metodas
nb: Lydavspillingsmetode å bruke
nds: Metood för de Klangutgaav
ne: प्रयोग गर्नका लागि अडियो निर्गात
nl: Te gebruiken geluidsuitvoermethode
nn: Lydavspelingsmetode å bruka
pa: ਵਰਤਨ ਆਡੀਓ ਆਉਟਪੁੱਟ ਢੰਗ
pl: Metoda wyjścia dźwięku jaką zastosować
pt: Método de saída de áudio a usar
pt_br: Método de saída de áudio a ser usado
ru: Метод вывода звука
se: Jietnačuojahanvuogi maid geavahit
sk: Použije sa výstupná audio metóda
sr: Метод за излаз звука који ће се користити
th: วิธีการการเล่นเสียงที่จะใช้
tr: Ses çıktısı için kullanılacak yöntem
uk: Метод виводу звуку

source: Select the audio output plugin.
af: Kies die oudio afvoer inprop module
bg: Изберете приставка за изходни аудио данни.
ca: Seleccioneu el connector de sortida d'àudio.
cs: Vyberte modul zvukového výstupu
da: Vælg plugin for lyd.
de: Bitte wählen Sie das Modul für die Audio-Ausgabe.
el: Επιλέξτε το πρόσθετο εξόδου ήχου.
es: Seleccione la extensión de salida de audio.
et: Vali heliväljundi plugin.
eu: Hautatu audioaren irteerako plugin-a.
fa: برگزیدن وصلۀ خروجی صوتی.
fi: Valitse äänentoistoliitännäinen.
fr: Sélectionnez le plugin de sortie sonore.
he: בחר את תוסף יציאת השמע.
hu: Válassza ki a kívánt hangkimeneti modult.
it: Seleziona il plugin audio di uscita.
ja: オーディオ出力プラグインを選択
ka: აირჩიეთ აუდიო გამონატანის მოდული.
km: ជ្រើស​កម្មវិធី​ជំនួយ​ការ​បន្លឺ​អូឌីយ៉ូ
ko: 오디오 출력 플러그인 선택.
lt: Nurodykite garso išvesties įskiepį.
nb: Velg programtillegget for avspilling av lyd.
nds: Hier kannst Du dat Klang-Utgaavmoduul utsöken
ne: अडियो निर्गात प्लगइन चयन गर्नुहोस् ।
nl: Selecteer de geluidsuitvoerplugin.
nn: Vel lydavspelingstillegget.
pa: ਧੁਨੀ ਆਉਟਪੁੱਟ ਪਲੱਗਿੰਨ ਦੀ ਚੋਣ ਕਰੋ।
pl: Wybierz wtyczkę wyjścia dźwięku.
pt: Escolha o 'plugin' de saída de áudio.
pt_br: Selecione o plugin de saída de áudio.
ru: Выберите модуль для вывода звука.
sk: Vyberte plugin zvukového výstupu.
sr: Означите прикључак за излаз звука.
th: เลือกปลั๊กอินสำหรับเล่นเสียง
tr: Ses çıktı eklentisini seçin.
uk: Виберіть втулок виводу звуку.

source: Type of source for audio and video location
af: Bron tipe vir die oudio en video ligging
bg: Вид източник за местоположение на аудио и видео хранилище
ca: Tipus de font per a la ubicació de l'àudio i el vídeo
cs: Typ zdroje pro umístění video a audio kanálu
da: Type af kilde for lyd- og videosted
de: Art der Quelle für den Standort von Audio/Video
el: Τύπος προέλευσης της τοποθεσίας ήχου και βίντεο
es: Tipo de origen para ubicación de audio y vídeo
et: Audio ja video asukoha allika tüüp
eu: Audio eta bideoaren kokalekuaren iturburu mota
fa: نوع متن برای محل صوتی و ویدیویی
fi: Koneiden sijainnin määrittyminen
fr: Type de source pour l'emplacement vidéo et audio
he: סוג המקור עבור מיקומי שמע וחוזי
hu: Forrástípus a hang illetve a videó helyének számára
it: Tipo di fonte per la posizione audio e video
ja: オーディオとビデオの場所のソースタイプ
ka: წყაროს ტიპი აუდიო და ვიდეო მდებარეობისთვის
km: ប្រភេទ​នៃ​ប្រភព​ទីតាំង​អូឌីយ៉ូ និង​វីដេអូ
ko: 오디오와 비디오 위치에 대한 소스 형식
lt: Garso ir vaizdo vietos šaltinio tipas
nb: Type kilde for lyd- og bildested
nds: Borntyp för de Kläng- un Video-Utgaavreekners
ne: अडियो वा भिडियो स्थानका लागि स्रोतको प्रकार
nl: Brontype voor locatie van audio en video
nn: Kjeldetype for lyd- og filmadresse
pa: ਆਡੀਓ ਅਤੇ ਵੀਡਿਓ ਟਿਕਾਣੇ ਲਈ ਸਰੋਤ ਦੀ ਕਿਸਮ
pl: Typ źródła dla lokalizacji wyjścia obrazu i dźwięku
pt: Tipo de fonte da localização do áudio e do vídeo
pt_br: Tipo da fonte para a localização do áudio e vídeo
sk: Typ zdroja pre umiestnenie audia a videa
sr: Врста извора за локацију аудиа и видеа
th: ชนิดของแหล่งสำหรับที่อยู่ของวิดีโอและเสียง
tr: Ses ve görüntü konumu için kaynak türü
uk: Тип джерела для адреси аудіо та відео

source: Type of location of audio and video sink: environment variable, fixed host name or localhost only.
af: Tik die ligging van die oudio en video sink in. Net omgewing veranderlikes, vaste bediener name of localhost sal aanvaar word.
bg: Видът източник на изходните аудио и видео данни: зависи от променливите на околната среда и е име на хост или само локален хост.
ca: Tipus d'ubicació del destí d'àudio i vídeo: variable d'entorn, màquina fixa o només localhost.
da: Type af stedet for lyd- og videomodtagere: miljøvariabel, fast værtsnavn eller kun lokal computer.
de: Art des Standorts eines Ausgabe-Moduls für Audio und Video: Umgebungsvariable, fester Rechnername oder nur der lokale Rechner "localhost".
el: Τύπος της τοποθεσίας για το πρόσθετο εξόδου ήχου: μεταβλητή περιβάλλοντος, σταθερό όνομα υπολογιστή ή ο τοπικός υπολογιστής μόνο.
es: Tipo de ubicación de repositorios de audio y video: variable de entorno, nombre de host fijo o host local solamente.
et: Audio- ja videoneelu asukoha tüüp: keskkonnamuutuja, fikseeritud masinanimi või ainult kohalik masin.
eu: Audio eta bideo jasotzaileen kokaleku mota: inguruneko aldagaia, finkatutako ostalari-izena eta localhost (ostalari lokala) soilik.
fa: نوع محل برای چاه صوتی و ویدیویی: متغیر محیط، نام میزبان ثابت یا فقط میزبان محلی.
fi: Koneiden sijainnin määrittyminen: ympäristömuuttujat, määritelty koneluettelo vai vain paikallinen kone.
fr: Type de l'emplacement de audio et vidéo sink : variable d'environnement, nom d'hôte ou hôte local uniquement.
he: הזן מיקום ליעד שמע וחוזי: משתנה מערכת, שם מחשב־מארח או loclahost בלבד.
hu: A hang- illetve videó-fogadóelem helytípusa: környezeti változó, rögzített gépnév vagy "localhost".
it: Tipo di posizione del dissipatore audio e video: variabile d'ambiente, nome host impostato o solo localhost.
ja: オーディオとビデオsinkの場所のタイプ: 環境変数、固定ホスト名、またはローカルホストのみ
ka: აუდიო და ვიდეოს მდებარეობის ტიპი: გარსის ცვლადი, ფიქსირებული ჰოსტის სახელი ან მხოლოდ localhost.
km: ប្រភេទ​ទីតាំង​របស់​បំពង់​អូឌីយ៉ូ និង​វីដេអូ ៖ អថេរ​បរិស្ថាន ឈ្មោះ​ម៉ាស៊ីន​ដែល​បាន​កែ ឬ​តែ​ម៉ាស៊ីន​មូលដ្ឋាន​ប៉ុណ្ណោះ ។
ko: 오디오와 비디오 싱크의 위치 형식: 환경 변수, 수정된 호스트 이름이나 지역호스트만.
lt: Garso ir vaizdo įskiepio vietos tipas: aplinkos kintamasis, nurodytas kompiuterio pavadinimas arba tik localhost.
nb: Hvordan stedene for lyd og bilde finnes: miljøvariabler, fast vertsnavn eller bare lokal vert.
nds: Typ vun de Oortangaav för Klang- un Video-Utgaavmodulen: Ümgevenvariable, fast Reeknernaam oder bloots disse Reekner.
ne: अडियो वा भिडियो सिङ्कको स्थानको प्रकार: परिवेश चल, स्थिर होस्टनाम वा स्थानीय होस्ट मात्र ।
nl: Locatietype van audio- en videosink: omgevingsvariabele, vaste hostnaam of alleen localhost (lokale computer).
nn: Korleis plassering for lyd og film vert funnen: miljøvariabel, fast vertsnamn eller berre lokalvert.
pl: Typ lokalizacji wyjścia dźwięku i obrazu: zmienna środowiskowa, ustalona nazwa komputera lub komputer lokalny.
pt: Tipo de localização do canal ('sink') de áudio e vídeo: variável de ambiente, nome de máquina fixo ou 'localhost'.
pt_br: Tipo da localização do mecanismo de áudio e vídeo: variável de ambiente, nome de máquina fixo ou somente máquina local.
sk: Typ umiestnenia audio alebo video spotrebiča: iba premenná prostredia, stály názov hostiteľa alebo localhost.
sr: Тип локације аудио и видео понора: променљива окружења, фиксно име домаћина или само локални домаћин.
th: ชนิดของที่อยู่ของ audio และ video sink: ค่าตัวแปรสภาพแวดล้อม, ชื่อโฮสต์ หรืออยู่บนเครื่องนี้เท่านั้น
uk: Тип адреси звукового і відео каналу: змінна середовища, фіксована назва вузла або тільки локальний вузол.

source: Hostnames of audio and video sinks
af: Bediener name van oudio en video sinke
bg: Имена на хостове на изходните аудио и видео данни
ca: Noms de les màquines destí d'àudio i vídeo
da: Værtsnavn for lyd- og videomodtagere
de: Rechnernamen für Audio- und Video-Ausgabe-Module
el: Υπολογιστές πρόσθετου εξόδου ήχου-βίντεο
es: Nombres de las máquinas de repositorios de audio y vídeo
et: Audio- ja videoneelu masinanimed
eu: Audio eta bideo jasotzaileen ostalari-izenak
fa: نام میزبانهای چاههای صوتی و ویدیویی
fi: Video- ja äänentoistokoneiden konenimet
fr: Noms d'hôte pour l'audio et vidéo sink
he: שמות שרתי היעד של השמע והחוזי
hu: A hang- illetve videó-fogadóelemek gépnevei
it: Nomi host per i dissipatori audio e video
ja: オーディオとビデオ sink のホスト名
ka: აუდიო და ვიდეოს ჰოსტის სახელები
km: ឈ្មោះ​ម៉ាស៊ីន​របស់​អាង​វីដេអូ និង​អូឌីយ៉ូ
ko: 오디오와 비디오 싱크의 호스트이름
lt: Garso ir vaizdo įskiepių kompiuterių vardai
nb: Vertsnavn for lyd og bildespilling
nds: Reeknernaams för Klang- un Video-Utgaavmodulen
ne: अडियो र भिडियो सिङ्कको होस्टनामहरू
nl: Hostnamen van audio- en videosinks
nn: Vertnamn for lyd- og filmspeling
pa: ਆਡੀਓ ਅਤੇ ਵੀਡਿਓ ਸਿੰਕ ਲਈ ਹੋਸਟ ਨਾਂ
pl: Nazwy komputerów wyjścia dźwięku i obrazu
pt: Máquinas do canal de áudio e vídeo
pt_br: Nomes das máquinas do mecanismos de áudio e vídeo
sk: Názvy hostiteľov audio a video spotrebičov
sr: Имена домаћина аудио и видео понора
th: ชื่อโฮสต์ของ audio และ video sink
uk: Назви вузлів каналів аудіо та відео

source: Names of hosts where your audio and video sink can be located if Location equals SinkHostName.
af: Name van bedieners waar jou oudio en video sink geleë is, as die ligging op SinkHostName gestel is.
bg: Имена на хостове, където е разположено вашето аудио и видео хранилище, ако "Местоположение" съответства на SinkHostName.
ca: Noms de les màquines on es pot ubicar el destí de l'àudio i el vídeo si Ubicació és igual a «SinkHostName».
da: Navn på værten hvor lyd- og videomodtageren findes hvis lydsted er lig med lydmodtager med værtsnavn.
de: Namen von Rechnern auf denen sich die Audio- und Video-Ausgabe-Module befinden, falls der Standort gleich SinkHostName ist.
el: Ονόματα των υπολογιστών όπου βρίσκεται το πρόσθετο εξόδου ήχου και βίντεο αν η τοποθεσία ήχου ισούται με τον υπολογιστή πρόσθετου εξόδου.
es: Los nombres de los servidores donde se puede encontrar su depósito de audio y vídeo si «Ubicación» es igual a «SinkHostHame».
et: Masinate nimed, kus asuvad audio- ja videoneel, kui asukoht võrdub neelu masinanimega,
eu: Audio eta bideoko jasotzaileak aurki daitezkeen ostalarien izenak helbidea SinkHostName berdina bada.
fa: نامهای میزبانهایی که در صورتی که محل برابر با SinkHostName باشد، چاه صوتی و ویدیوییتان می‌تواند در آنجا قرار بگیرد.
fi: Ne koneet, joilla video- ja äänentoisto”sinkit” ovat, jos sijainti on SinkHostName.
fr: Noms des hôtes où se trouvent vos audio et vidéo sink si l'emplacement est équivalent à SinkHostName.
he: שמות מחשבים־מארחים כיעד שמע וחוזי אם Location שווה ל־ SinkHostName.
hu: Azon gépek nevei, amelyeken a hang- illetve videó-fogadóelem lehet, ha a hely "SinkHostName".
it: Nomi degli host presso cui i dissipatori audio e video sono posizionati se Location è uguale a SinkHostName.
ja: 場所が SinkHostName の場合に、オーディオとビデオ sink を見つけられるホスト名。
ka: ჰოსტების სახელები სადაც თქვენი აუდიო და ვიდეო შეიძლება მდებარეობდეს უდრის SinkHostName.
km: ឈ្មោះ​ម៉ាស៊ីន​ដែល​ដំណើរការ​អូឌីយ៉ូ និង​វីដេអូ​អាច​ត្រូវបាន​ដាក់​ទីតាំង ប្រសិន​បើ​ទីតាំង​ត្រូវ​នឹង SinkHostName ។
ko: 위치가 SinkHostName과 같다면 당신의 오디오와 비디오 싱크가 있는 호스트의 이름을 위치할 수 있습니다.
lt: Kompiuterių, kuriuose yra garso ir vaizdo įskiepiai, pavadinimai, jei vieta sutampa su įskiepio kompiuterio pavadinimu.
nb: Navn på verter der lyd og bilde kan ende opp hvis «Sted·» er lik «SinkHostName».
nds: De Naams vun de Reekners, op de sik Klang- un Videoutgaavmodulen findt, wenn Du "SinkHostName" utsöcht hest.
ne: होस्टहरूको नाम जहाँ यदि स्थान बराबर सिङ्क होस्टनाम भएमा तपाईँको अडियो र भिडियो सिङ्क अवस्थित रहन सक्छ ।
nl: Namen van de hosts waar uw audio- en videosinks zich bevinden als Locatie overeen komt met SinkHostName.
nn: Namn til vertar for lyd og bilete kan finnast viss «Adresse» er lik «SinkHostName».
pl: Nazwy komputerów, na których jest zlokalizowane twoje wyjście dźwięku, jeżeli lokalizacja dźwięku ma wartość SinkHostName.
pt: Os nomes das máquinas onde se localiza o seu canal de áudio de vídeo, se a Localização do Áudio for igual a SinkHostName.
pt_br: Nomes das máquinas onde seu mecanismo de áudio e vídeo está pode ser localizado se a Localização for igual a NomedaMáquinadoMecanismo.
sk: Názvy hostiteľov, kde sa môžu nachádzať vaše audio a video spotrebiteľa ak sa Umiestnenie zhoduje s SinkHostName.
sr: Имена домаћина где се могу наћи аудио и видео понор ако је локација једнака SinkHostName.
th: ชื่อของโฮสต์ต่างๆ ที่ audio และ video sink ของคุณตั้งอยู่ ถ้าหากว่าค่าที่อยู่ของตัวเล่นเสียงเท่ากับ AudioSinkHostName
uk: Назви вузлів, де можна знайти ваші канали аудіо та відео, якщо адреса співпадає з SinkHostName.

source: Toggle for audio playback
af: Oudio terugspeel skakelaar
bg: Превключване на аудио изпълнение
ca: Seleccioneu per a la reproducció d'àudio
da: Skift lydafspilning
de: Umschalten für Audio-Wiedergabe
el: Εναλλαγή της αναπαραγωγής ήχου
es: Activar/desactivar para reproducción de audio
et: Audio taasesituse lülitamine
eu: Txandakatu audioaren erreprodukzioa
fa: زدن ضامن برای بازپخش صوتی
fi: Soitetetaanko audiota
fr: Passer à la lecture audio
he: הפוך סימון עבור השמעת שמע
hu: Hanglejátszás be- illetve kikapcsolása
it: Commuta per riproduzione audio
ja: オーディオ再生の切り替え
ka: აუდიო დაკვრაზე გადართვა
km: កន្លាស់​សម្រាប់​ចាក់​អូឌីយ៉ូ
ko: 오디오 재생으로 전환
lt: Įjungti/išjungti garsą
nb: Lydspilling av/på
nds: Klangafspelen an-/utmaken
ne: अडियो प्लेब्याकका लागि टगल गर्नुहोस्
nl: Omschakelen voor audio-playback
nn: Lydspeling av/på
pa: ਆਡੀਓ ਪਲੇਅਬੈਕ ਲਈ ਤਬਦੀਲ
pl: Przełącz na odtwarzanie dźwięku
pt: Active ou desactive para a reprodução de áudio
pt_br: Habilite para reprodução de áudio
sk: Prepnúť audio playback
sr: Укључи/искључи репродукцију аудиа
th: เปิด/ปิดการเล่นเสียง
uk: Перемкнути для аудіо-програвання

source: Indicates for every host in Host List whether audio is enabled/disabled.
af: Dui vir elke bediener in die lys aan of oudio geaktiveer/gedeaktiveer is
bg: Показва дали аудиото е включено/изключено за всеки хост в списъка.
ca: Indica per a cada màquina de la llista si l'àudio està habilitat o no.
da: Angiver om lyd er aktiveret eller deaktiveret for hver vært i værtlisten.
de: Gibt pro Rechner in der Rechnerliste an, ob Audio aktiviert/deaktiviert ist.
el: Δηλώνει την ενεργοποίηση/απενεργοποίηση του ήχου για κάθε υπολογιστή της λίστας.
es: Indica para todos los servidores listados si el audio está habilitado o no.
et: Märgib iga nimekirjas oleva masina korral, kas audio on sisse või välja lülitatud.
eu: Ostalarien zerrendan agertzen den ostalari bakoitzean audioa gaituta dagoen edo ez adierazten du.
fa: برای هر میزبان در فهرست میزبان نشان می‌دهد که آیا ویدیویی فعال/غیرفعال است.
fi: Ilmaisee toistaako kone ääntä.
fr: Indique pour chaque hôte de la liste des hôtes si l'audio est activé ou non.
he: מציין עבור כל מחשב־מארח ברשימת המארחים, האם השמע פעיל/בלתי־פעיל.
hu: Jelzi, hogy a géplistában levő gépeken be van-e kapcsolva a hang.
it: Indica per ogni host in Elenco host se l'audio è abilitato/disabilitato.
ja: ホストリストの各ホストにオーディオの有効/無効を知らせます。
ka: ყოველი მასპინძელი სერვერისთვის საზღვრავს ჰოსტთა სიაში ჩართულია თუ გამორთული აუდიო.
km: បង្ហាញ​ម៉ាស៊ីន​នីមួយៗ​នៅ​ក្នុង​បញ្ជីម៉ាស៊ីន​ ថាតើអូឌីយ៉ូ​​ត្រូវ​បាន​បើក/បិទ ។
ko: 오디오 사용가능/불가능 여부를 호스트 목록에 있는 모든 호스트에 알림
lt: Kiekvienam kompiuteriui, esančiame sąraše, nurodo ar įjungtas garsas.
nb: Viser for hver vert i lista om lyd er slått på eller av
nds: Leggt för elk Reekner op de List fast, wat dat Afspelen vun Kläng an- oder utmaakt is.
ne: अडियो सक्षम गरिएको छ/अक्षम गरिएको छ होस्ट सूचीमा हरेक होस्टका लागि इङ्गित गर्दछ ।
nl: Geeft aan voor elke host in de hostlijst of geluid is ingeschakeld/uitgeschakeld.
nn: Viser om lydspeling er på- eller avslått for kvar vert i vertslista.
pl: Wskazuje dla każdego komputera na liście, czy jego wyjście dźwięku jest włączone czy wyłączone.
pt: Indica para cada máquina na Lista de Máquinas se o áudio está ligado/desligado.
pt_br: Indicar, para cada máquina na Lista de Máquinas, se o áudio está habilitado/desabilitado.
sk: Ukazuje pre každého hostiteľa zo Zoznamu hostiteľov, či je audio zapnuté/vypnuté.
sr: Наводи за сваки домаћин у листи да ли је аудио укључен или искључен.
th: ใช้เปิด/ปิดคุณสมบัติการเล่นเสียงสำหรับทุกโฮสต์ ในรายการโฮสต์
uk: Вказує для кожного вузла в списку чи аудіо ввімкнено/вимкнено.

source: Toggle for video playback
af: Video terugspeel skakelaar
bg: Превключване на видео изпълнение
ca: Seleccioneu per a la reproducció de vídeo
da: Skift videoafspilning
de: Umschalten für Video-Wiedergabe
el: Εναλλαγή της αναπαραγωγής βίντεο
es: Activar/desactivar para reproducción de vídeo
et: Video taasesituse lülitamine
eu: Txandakatu bideoaren erreprodukzioa
fa: زدن ضامن برای بازپخش ویدیویی
fi: Soitetaanko videota
fr: Passer à la lecture vidéo
he: הפוך מצב הצגת חוזי
hu: Videólejátszás be- illetve kikapcsolása
it: Commuta per riproduzione video
ja: ビデオ再生の切り替え
ka: ვიდეო დაკვრაზე გადართვა
km: កន្លាស់​សម្រាប់​ចាក់​វីដេអូ
ko: 비디오 재생으로 전환
lt: Įjungti/išjungti vaizdą
nb: Bildevisning av/på
nds: Videoafspelen an-/utmaken
ne: भिडियो प्लेब्याकका लागि टगल गर्नुहोस्
nl: Omschakelen voor video-playback
nn: Filmspeling av/på
pa: ਵੀਡਿਓ ਪਲੇਅਬੈਕ ਲਈ ਤਬਦੀਲ
pl: Przełącz na odtwarzanie obrazu
pt: Active ou desactive para a reprodução de vídeo
pt_br: Habilite para reprodução de vídeo
sk: Prepnúť video playback
sr: Укључи/искључи репродукцију видеа
th: เปิด/ปิดการเล่นวิดีโอ
uk: Перемкнути для відео-програвання
