Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: The amount you choose to pay will be split 50/50 between the artist and Magnatune.com. Your credit card information is sent directly to Magnatune.com using SSL encryption and is not stored by Amarok.
af: Die bedrag wat jy besluit om te betaal sal 50/50 tussen die kunstenaar en Magnatune.com verdeel word. Jou krediet kaart informasie sal direk na Magnatune.com gestuur word en nie in Amarok gestoor word nie. Die inligting word m.b.v. SSL enkripsie beveilig.
bg: Количеството, което ще платите ще бъде поделено 50/50 между изпълнителя и Magnatune.com. Информацията за кредитната ви карта се изпраща директно до Magnatune.com чрез използване на SSL шифроване и не се пази от Amarok.
ca: La quantitat que trieu per pagar es dividirà 50/50 entre l'artista i Magnatune.com. La informació de la vostra targeta de crèdit s'envia directament a Magnatune.com emprant xifratge SSL i no és desada per l'Amarok.
da: Summen du vælger at betale vil blive delt ligeligt mellem kunstneren og Magnatune.com. Din kreditkortinformation sendes direkte til Magnatune.com med SSL-kryptering og opbevares ikke af Amarok.
de: Ihr gewählter Zahlungsbetrag wird gleichmäßig zwischen dem Interpreten und Magnatune.com aufgeteilt. Ihre Kreditkarteninformationen werden direkt mittels SSL-Verschlüsselung an Magnatune.com übertragen und nicht von Amarok gespeichert.
el: Η διάρκεια αναπαραγωγής θα χωριστεί 50/50 μεταξύ του καλλιτέχνη και του Magnatune.com. Οι πληροφορίες της πιστωτικής κάρτας σας θα αποσταλούν κατευθείαν στο Magnatune.com με χρήση κωδικοποίησης SSL και δε θα αποθηκευτούν στο Amarok.
es: La cantidad que ha decidido pagar será repartida a partes iguales entre el artista y Magnatune.com. La información de su tarjeta de crédito se envía directamente a Magnatune.com usando cifrado SSL y no se guarda en Amarok.
et: Sinu makstav summa jagatakse pooleks esitaja ja Magnatune.com vahel. Sinu krediitkaardi info saadetakse SSL-iga krüptimist kasutades otse Magnatune.com-ile ja seda ei salvestata Amarokis.
fa: مقداری که برای پرداخت انتخاب می‌کنید بین هنرمند و Magnatune.com ۵۰/۵۰ تقسیم می‌شود. اطلاعات کارت اعتباریتان با استفاده از رمزبندی SSL مستقیماً به Magnatune.com ارسال می‌شود و توسط Amarok ذخیره نمی‌شود.
fi: Summa, jonka maksat, jaetaan suhteessa 50/50 artistin ja Magnatune.comin välillä. Luottokorttitiedot lähetetään suoraan Magnatune.comiin käyttäen SSL-salausta eikä Amarok tallenna niitä.
fr: Ce que vous avez choisit de payer sera divisé en deux entre l'artiste et Magnatune.com. Les informations sur votre carte de crédit seront envoyées directement à Magnatune.com en utilisant une connexion cryptée SSL et ne seront pas stockés par Amarok.
hu: Az Ön által fizetett összeg fele-fele arányban lesz felosztva az előadó és a Magnatune.com közt. Az Ön hitelkártya-információi közvetlenül a Magnatune.com-nak kerülnek elküldésre SSL titkosítás használatával. Az Amarok nem tárolja el ezeket az adatokat.
it: La somma che hai scelto di pagare sarà divisa a metà tra l'artista e Magnatune.com. Le informazioni sulla tua carta di credito sono inviate direttamente a Magnatune.com usando la cifratura SSL e non sono conservate da Amarok.
ja: あなたが支払うよう選択した金額は、アーティストと Magnatune.com の間で折半 (50/50) されます。あなたのクレジットカードの情報は SSL 暗号を使って Magnatune.com に直接送信され、Amarok によって保存されません。
km: ចំនួន​ដែល​អ្នក​ជ្រើស​ដើម្បី​ចំណាយ​នឹង​ត្រូវ​បា​ន​បំបែក ៥០/៥០ រវាង​សិល្បករ និង​ Magnatune.com ។ ព័ត៌មាន​កាត​ឥណទាន​របស់​អ្នក​​ត្រូវ​បានបញ្ជូន​ដោយ​ផ្ទាល់​ទៅ Magnatune.com ដោយ​ប្រើការ​អ៊ិនគ្រីប SSL និង​មិន​ត្រូវ​បាន​ទុក​ដោយ​ Amarok ទេ ។
lt: Nurodyta suma bus padalinta 50% atlikėjui ir 50% magnatune.com. Kreditinės kortelės duomenys naudojant SSL šifravimą bus nusiųsti tiesiogiai magnatune.com ir nebus naudojami AmaroK.
nb: Beløpet du velger å betale blir delt 50/50 mellom artisten og Magnatune.com. Kredittkortopplysningene blir sendt direkte til Magnatune.com med SSL-kryptering og blir ikke lagret av Amarok.
nds: Vun den vun Di utsöchten Bedrag geiht een Halfde an den Künstler, de anner an Magnatune.com. Dien Kreditkoort-Daten warrt mit SSL-Verslöteln direktemang Mangnatune.com tostüert un nich vun Amarok wohrt.
ne: तपाईँले भुक्तानी गर्न रोज्नु भएको रकम कलाकार र Magnatune.com बीच ५०/५० मा विभाजन हुनेछ । तपाईँको क्रेडिट कार्ड सूचना एसएसएल गुप्तिकरण प्रयोग गरेर सिधै पठाइयो र अमारोकद्वारा भण्डारण गरिएन ।
nl: Het bedrag dat u wilt betalen zal 50/50 worden verdeeld tussen de artiest en Magnatune.com. Uw creditcard-informatie wordt rechtstreeks naar Magnatune verzonden over een met SSL beveiligde verbinding. Deze informatie wordt niet door Amarok opgeslagen.
nn: Beløpet du vel å betala vert delt 50/50 mellom artisten og Magnatune.com. Kredittkortopplysingane dine vert sendt direkte til Magnatune.com via sikker SSL-kryptering, og vert ikkje lagra av Amarok.
pl: Suma, którą wybrano do zapłaty zostanie podzielona 50/50 pomiędzy wykonawcę i Magnatune.com. Informacja o Twojej karcie kredytowej jest wysyłana bezpośrednio do Magnatune.com zaszyfrowana za pomocą SSL i nie jest zapisywana przez Amarok.
pt: A quantidade que optou por pagar será dividida em 50/50 entre o artista e o Magnatune.com. A sua informação de cartão de crédito será enviada directamente para o Magnatune.com, usando uma encriptação por SSL e não será guardada pelo Amarok.
pt_br: O valor que você escolher pagar será dividido em 50/50 entre o artista e o Magnatune.com. As informações do seu cartão de crédito serão enviadas diretamente ao Magnatune.com, usando uma encriptação SSL e não serão armazenadas pelo Amarok.
se: Dan supmi maid mávssát juohkkejuvvo 50/50 Magnatune.com:a ja artistta gaskkas. Du báŋkogoartanummir sáddejuvvo njuolga Magnatune.com:ii SSL-krypterema bokte, ja Amarok ii vurke dáid dieđuid.
sk: Čiastka, ktorú sa rozhodnete zaplatiť bude rozdelená 50 na 50 medzi interpreta a Magnatune.com. Informácie o vašej kreditnej karte sú poslané priamo Magnatune.com s použitím SSL šifrovania a nie sú ukladané Amarokom.
sr: Износ који уплатите биће подељен 50/50 између извођач и Magnatune.com. Подаци ваше кредитне картице шаљу се директно на Magnatune.com, уз употребу SSL шифровања, и Amarok их не складишти на било који начин.
th: จำนวนเงินที่คุณเลือกจะจ่ายจะถูกแบ่ง 50/50 ระหว่างศิลปินและร้าน Magnatune.com รายละเอียดของบัตรเครดิตของคุณจะถูกส่งตรงไปที่ Magnatune.com โดยใช้การเข้ารหัส SSL และจะไม่เก็บเอาไว้ใน Amarok
uk: Суму, яку ви заплатите буде розділено 50/50 між виконавцем і Magnatune.com. Інформацію вашої кредитної картки буде надіслано безпосередньо до Magnatune.com за допомогою шифрування SSL; Amarok її не зберігає.

source: Month (xx):
af: Maand (xx):
bg: Месец (xx):
ca: Mes (xx):
cs: Měsíc (xx):
da: Måned (xx):
de: Monat (xx):
el: Μήνας (xx):
es: Mes (xx):
et: Kuu (xx):
fa: ماه )xx(:
fi: Kuukausi (xx):
fr: Mois (xx) :
he: חודש (xx):
hu: Hónap (xx):
it: Mese (xx):
ja: 月 (xx):
ka: თვე (xx):
km: ខែ (xx) ៖
ko: 월 (xx):
lt: Mėnuo (xx):
nb: Måned (xx):
nds: Maand (xx):
ne: महिना (xx):
nl: Maand (xx):
nn: Månad (xx):
pa: ਮਹੀਨਾ (xx):
pl: Miesiąc (xx):
pt: Mês (xx):
pt_br: Mês (xx):
se: Mánnu (xx):
sk: Mesiac (xx):
sr: Месец (xx):
th: เดือน (xx):
tr: Ay (xx):
uk: Місяць (xx):

source: Year (xx):
af: Jaar (xx):
bg: Година (xx):
ca: Any (xx):
cs: Rok (xx):
da: År (xx):
de: Jahr (xx):
el: Έτος (xx):
es: Año (xx):
et: Aasta (xx):
fa: سال )xx(:
fi: Vuosi (xx):
fr: Année (xx) :
he: שנה (xx):
hu: Év (xx):
it: Anno (xx):
ja: 年 (xx):
ka: წელი (xx):
km: ឆ្នាំ (xx) ៖
ko: 연도 (xx):
lt: Metai (xx):
nb: År (xx):
nds: Johr (xx):
ne: वर्ष (xx):
nl: Jaar (xx):
nn: År (xx):
pa: ਸਾਲ (xx):
pl: Rok (xx):
pt: Ano (xx):
pt_br: Ano (xx):
se: Jahki (xx):
sk: Rok (xx):
sr: Година (xx):
th: ปี (xx):
tr: Yıl (xx):
uk: Рік (xx):

source: Podcast Configuration
af: Podcast opstelling
bg: Настройки на подкаст
ca: Configuració de podcast
cs: Nastavení Podcastu
da: Indstilling af podcast
de: Podcast einrichten
el: Ρυθμίσεις εκπομπής Pod
es: Configuración de podcast
et: Podcasti seadistamine
eu: Podcast konfigurazioa
fa: پیکربندی Podcast
fi: Podcast-asetukset
fr: Configuration des Podcasts
he: הגדרות פוד־קסט
hu: Podcast-beállítás
it: Configurazione podcast
ja: ポッドキャストの設定
ka: Podcast-ის ცონფიგურაცია
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ផតខាស់
ko: 포드캐스트 설정
nb: Podcast oppsett
nds: Podcast instellen
ne: पोडकास्ट कन्फिगरेसन
nl: Podcastconfiguratie
nn: Postkastoppsett
pa: ਪੋਸਟ-ਕਾਸਟ ਸੰਰਚਨਾ
pl: Konfiguracja Podcasta
pt: Configuração da 'Podcast'
pt_br: Configuração do Podcast
ru: Параметры Podcast
se: Podkástheiveheapmi
sk: Nastavenie Podcastu
sr: Подешавање подемисије
th: ปรับแต่งค่าพ็อดแคสท์
tr: Podcast Ayarları
uk: Конфігурація Podcast

source: Media Download
af: Media Aflaai
bg: Сваляне на запис
ca: Descarrega els suports
cs: Stažení média
da: Medie-download
de: Herunterladen von Medien
el: Λήψη πολυμέσων
es: Descarga de medios
et: Meedia allalaadimine
eu: Multimediaren deskarga
fa: بارگیری رسانه
fi: Median lataus
fr: Média téléchargé
he: הורדת מדיה
hu: Média-letöltés
it: Scaricamento media
ja: メディアのダウンロード
ka: მედია ჩამოტვირთვა
km: ទាញយក​មេឌៀ
ko: 미디어 다운로드
lt: Parsisiųsti muziką
nb: Medianedlasting
nds: Medien daalladen
ne: मिडिया डाउनलोड गर्नुहोस्
nn: Medienedlasting
pa: ਮੀਡਿਆ ਡਾਊਨਲੋਡ
pl: Pobieranie mediów
pt: Média Encontrado
pt_br: Baixar Mídia
ru: Загрузка по адресу
se: Mediaviežžan
sk: Stiahnutie média
sr: Преузимање медијума
th: ดาวน์โหลดสื่อ
tr: Ortam İndir
uk: Звантаження медіа

source: Stream or download on re&quest
af: Stroom of laai af op grond van versoeke
bg: Сваляне по &заявка
ca: Descarrega sota &demanda
cs: Streamovat nebo stáhnout na &požádání
da: Strømme eller hente på &forspørgsel
de: Auf Anforderung a&bspielen oder (streaming)
el: Ροή ή λήψη όπως &ζητείται
es: Fl&ujo de datos o descarga por petición
et: Voo&g või allalaadimine nõudmisel
eu: Korrontea edo deskarga
fa: جریان یا بارگیری هنگام &درخواست‌
fi: Lataa tai soita &virtana pyynnöstä
fr: &Flux ou téléchargement sur demande
he: שידור זורם או הורדה על־פי &דרישה
hu: Adatfolyam-lejátszás vagy &kérésre letöltés
it: Flusso o scaricamento su ric&hiesta
ja: 要求に応じてストリームまたはダウンロード(&Q)
ka: ნაკადი ან ჩამოქაჩვა მოთ&ხოვნისას
km: ស្ទ្រីម ឬ ទាញយក​ពេល​ត្រូវការ
ko: 요청시 스트림 혹은 다운로드(&Q)
lt: &Parsisiųsti bylą arba srautą paprašius
nb: Strøm eller last ned ved foresp&ørsel
nds: Stroom oder Daalladen op An&fraag
ne: अनुरोधमा प्रवाह र डाउनलोड
nl: Op verzoek &streamen of downloaden
nn: Straumspel eller last ned ved &førespurnad
pa: ਮੰਗ 'ਤੇ ਸਟਰੀਮ ਜਾਂ ਡਾਊਨਲੋਡ(&q)
pl: Strumień lub pobranie na żą&danie
pt: Tra&nsmitir ou obter a pedido
pt_br: Stream ou baixar ao re&quisitar
ru: &Потоковое воспроизведение или загрузка по запросу
sk: Streamovať alebo stiahnuť na &požiadanie
sr: Проток или преузимање на за&хтев
th: ฟังทางสตรีมหรือดาวน์โหลดเมื่อร้&องขอ
tr: İsteğime &göre yayın al ya da indir
uk: По&тік або звантаження на запит

source: Media must be explicitly downloaded, otherwise the podcast will be played from the remote server.
af: Media moet spesifiek afgelaai word, anders sal die podcast vanaf die afgeleë bediener gespeel word.
bg: Трябва да свалите целия запис, иначе подкастът ще бъде изпълнен директно от отдалечения сървър.
ca: Els suports s'han de descarregar explícitament, altrament el podcast es reproduirà des del servidor remot.
cs: Medium musí být stáhnuto, jinak bude podcast přehrán ze vzdáleného serveru.
da: Mediet skal eksplicit hentes, ellers vil podcasten blive afspillet fra den eksterne server.
de: Der Podcast muss explizit heruntergeladen werden, ansonsten wird er vom entfernten Server abgespielt.
el: Χρειάζεται να γίνει λήψη των πολυμέσων, αλλιώς η εκπομπή pod θα αναπαράγεται από τον απομακρυσμένο εξυπηρετητή.
es: El medio debe ser descargado explícitamente, en caso contrario el podcast será reproducido desde el servidor remoto.
et: Meedia peab olema alla laaditud, muidu esitatakse Podcast võrguserveris.
fa: رسانه باید صریحاً بارگیری شود، در غیر این صورت، podcast از کارساز دور پخش می‌شود.
fi: Jos mediaa ei erikseen pyydetä lataamaan, se toistetaan suoraan etäpalvelimelta.
fr: Le média doit être téléchargé explicitement, sinon le podcast sera joué depuis le serveur distant.
he: חייבים להוריד את המדיה בצורה מפורשת, אחרת הפוד־קסט יושמע משרת מרוחק.
hu: Kérés esetén a média letöltésre kerül, egyéb esetben a podcast a távoli kiszolgálóról lesz lejátszva
it: Il media deve essere scaricato esplicitamente, altrimenti il podcast verrà riprodotto dal server remoto.
ja: メディアは明示的にダウンロードしなければなりません。そうしなければポッドキャストはリモートサーバから再生されます。
ka: მედია უნდა ჩამოიქაჩოს, სხვაგვარად podcast დაშორებული სერვერიდან არ დაიკვრება.
km: អ្នក​ត្រូវ​តែ​ទាញយក​មេឌៀ​ឲ្យ​ជាក់លាក់ បើ​ពុំ​នោះ​ទេ អ្នក​នឹង​ចាក់​ផតខាស់​ពី​ម៉ាស៊ីនបម្រើ​ពី​ចម្ងាយ​ហើយ ។
ko: 미디어는 명백하게 다운로드되어야 하며, 그렇지 않을 경우 포드캐스트가 원격 서버로부터 재생될 것입니다.
nb: Mediet må uttrykkelig lastes ned, hvis ikke vil podcasten bli spilt fra den eksterne tjeneren.
nds: Du muttst Medien daalladen, anners warrt de Podcast vun den feern Server ut afspeelt.
ne: मिडिया स्पष्ट रूपमा डाउनलोड गर्नुपर्नेछ, अन्यथा पोडकास्ट टाढाको सर्भरबाट प्ले गरिनेछ ।
nl: De media moet expliciet worden gedownload, anders zal de Podcast worden afgespeeld vanaf de externe server.
nn: Mediet må lastast ned. Viss ikkje vert podkasten spelt av direkte frå tenaren.
pa: ਮੀਡਿਆ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ, ਨਹੀਂ ਤਾਂ ਪੋਸਟ-ਕਾਸਟ ਰਿਮੋਟ ਸਰਵਰ ਤੋਂ ਚਲਾਏਗਾ।
pl: Media muszą być jawnie pobrane, inaczej podcast będzie odtworzony ze zdalnego serwera.
pt: Os ficheiros multimédia têm de ser transferidos explicitamente, caso contrário o 'podcast' será reproduzido a partir do servidor remoto.
pt_br: A mídia precisa ser explicitamente baixada, caso contrário o podcast será reproduzido à partir do servidor remoto.
se: Fertet viežžat media. Muiđui podkásta čuojahuvvo gáiddus bálvvás.
sk: Média sa musia explicitne stiahnuť, inak bude podcast prehraný zo vzdialeného servera.
sr: Медијум мора бити експлицитно преузет, или ће подемисија бити пуштена са удаљеног сервера.
th: สื่อจะต้องถูกดาวน์โหลดไว้แล้ว หรือมิฉะนั้นพ็อดแคสท์จะถูกเล่นจากเซิร์ฟเวอร์จากระยะไกล
tr: Medya gerçekten indirilmiş olmalıdır, indirilmezse podcast uzak sunucudan çalınacak.
uk: Необхідно явно звантажити мультимедію, інакше podcast буде програватись з віддаленого сервера.

source: Download when a&vailable
af: Laai af wanneer dit beskikbaar is
bg: Сваляне &когато е възможно
ca: Descarrega en estar &disponible
cs: Stáhnout, je-li d&ostupné
da: Hent når &tilgængelige
de: &Herunterladen (sofern möglich)
el: Λήψη όταν είναι &διαθέσιμο
es: Descargar c&uando esté disponible
et: Allalaadimine &võimalusel
eu: Deskargatu e&rabilgarri dagoenean
fa: بارگیری هنگامی که &موجود است‌
fi: Lataa kun s&aatavilla
fr: Télécharger lorsque &disponible
he: הורד כאשר &זמין
hu: &Letöltés, amikor elérhető
it: Scarica se dis&ponibile
ja: 利用可能になり次第ダウンロード(&V)
ka: ჩამოტვირთვა როდესაც &ხელმისაწვდომია
km: ទាញយក​ពេល​មាន
ko: 사용가능할 때 다운로드하기(&V)
lt: P&arsisiųsti kai įmanoma
nb: L&ast ned når tilgjengelig
nds: &Daalladen (wenn verföögbor)
ne: उपलब्ध हुँदा डाउनलोड गर्नुहोस्
nl: Downloaden &wanneer beschikbaar
nn: Last ned når &tilgjengeleg
pa: ਜਦੋਂ ਉਪਲੱਬਧ ਹੋਵੇ ਤਾਂ ਡਾਊਨਲੋਡ ਕਰੋ(&v)
pl: Pobierz, gdy &dostępne
pt: Transferir quando disponí&vel
pt_br: Baixar quando dis&ponível
ru: Загрузить когда будет &доступно
se: Viečča &go lea olamuttus
sk: Stiahnuť, ak je do&stupné
sr: Преузми кад је до&ступно
th: ดาวน์โหลดเมื่อมีให้โหลด
tr: &Uygun olduğunda indir
uk: Звантажувати, коли на&явні

source: Download media as soon as it becomes available
af: Laai media af so vinnig as wat dit beskikbaar kom
bg: Сваляне на записа веднага след като е възможно
ca: Descarrega el suport quan esdevingui disponible
cs: Stáhnout média, jakmile jsou dostupná
da: Hent medie så snart der bliver tilgængeligt
de: Dadurch werden Medien automatisch heruntergeladen, wenn sie verfügbar sind.
el: Λήψη πολυμέσων μόλις γίνουν διαθέσιμα
es: Descargar el medio tan pronto como esté disponible
et: Meedia laaditakse alla sellise võimaluse avanemisel
eu: Deskargatu multimedia erabilgarri jartzen den bezain laster
fa: بارگیری رسانه به محض اینکه موجود شود
fi: Lataa media heti, kun se tulee saataville
fr: Télécharger le média dès qu'il devient disponible
he: הורד מדיה ברגע שהיא תהיה זמינה
hu: A média azonnali letöltése annak elérhetővé válásakor
it: Scarica media non appena si rende disponibile
ja: 利用可能になったらすぐにメディアをダウンロードします。
ka: მედიის ჩამოტვირთვა მაშინვე როდესაც იგი ხელმისაწვდომი გახდება
km: ទាញយក​មេឌៀ ពេល​មាន
ko: 사용 가능할 때 바로 미디어 다운로드
lt: Parsiųsti muziką, iškart kai tai taps įmanoma
nb: Last ned mediet så snart det blir tilgjengelig
nds: Medium daalladen, as draad as dat verföögbor is
ne: उपलब्ध हुने वित्तिकै मिडिया डाउनलोड गर्नुहोस्
nl: Download de media zodra deze beschikbaar is
nn: Last ned mediefiler så snart dei vert tilgjengelege.
pa: ਜਦੋਂ ਵੀ ਮੀਡਿਆ ਉਪਲੱਬਧ ਹੋਵੇ ਤਰੁੰਤ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz media gdy tylko staną się dostępne
pt: Transferir assim que fique disponível
pt_br: Baixar mídia assim que ela esteja disponível
ru: Загрузить источник когда будет доступно
se: Viečča mediafiillaid dan seammás go leat olamuttus
sk: Stiahnuť médiá, akonáhle sú dostupné
sr: Преузми медијум чим постане доступан
th: ให้ดาวน์โหลดสื่อทันทีที่มีให้โหลด
tr: Uygun olduğu anda medyayı indir
uk: Звантажувати медіа, як тільки буде доступно

source: Add to media device &transfer queue
af: Voeg by in die media toestel oordrag wagtou
bg: Добавяне към устройство и оп&ашка за прехвърляне
ca: Afegeix a la cua de &transferència del dispositiu de suports
cs: Přid&at do přenosové fronty zařízení
da: Tilføj til medieenhedens &overførselskø
de: Zur Übertragung auf den &Media-Player hinzufügen
el: Προσθήκη στην αναμονή &μεταφοράς, της συσκευής πολυμέσων
es: Añadir a la cola de &transferencia del dispositivo de medios
et: Lisa &meediaseadme ülekandejärjekorda
eu: Gehitu multimediako gailua &transferitzeko ilaran
fa: افزودن به صف &انتقالی دستگاه رسانه‌
fi: Lisää medialaitteen &jonoon
fr: Ajouter à la file d'attente de &transfert du périphérique de média
he: הוסף לתור הה&עברה של התקן המדיה
hu: Hozzáadás a médiaeszköz át&viteli sorához
it: Aggiungi alla coda di &trasferimento del dispositivo multimediale
ja: メディアデバイス転送キューに追加(&T)
ka: მედია მოწყობილობის &გადაცემის რიგში დამატება
km: បន្ថែម​ទៅ​ជួរ​ផ្ទេរ​របស់​ឧបករណ៍​ផ្ទុក
ko: 전송 대기열에 미디어 장치 추가하기(&T)
lt: Papildyti &siuntimo į muzikos įrenginį eilę
nb: Legg medieenhet &til overføringskø
nds: Na de Medienreedschap-Överdregenreeg &tofögen
ne: मिडिया यन्त्र हस्तान्तरण लाममा थप्नुहोस्
nl: Toevoegen aan wachtrij voor overdrach&t naar media-apparaat
nn: Legg til &overføringskø for medieeining
pa: ਮੀਡਿਆ ਜੰਤਰ ਸੰਚਾਰ ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ(&T)
pl: Dodaj do kolejki &przenoszenia na urządzenia mediów
pt: Adicionar à fila de &transferência do dispositivo
pt_br: Adicionar à Fila de &Transferência do Dispositivo de Mídia
ru: Добавить в очередь &передачи на переносное устройство
se: Lasit mediaovttadaga &sáddengárgadassii
sk: P&ridať do frontu pre prenos do mediálneho zariadenia
sr: Додај у &ред за пренос на мултимедијални уређај
th: เพิ่มเข้าไปในคิ&วสำหรับถ่ายโอนลงอุปกรณ์
tr: &Aktarma kuyruğunu medya aygıtına ekle
uk: Додати в чергу &перенесення в пристрій носія мультимедії

source: When checked, Amarok will automatically add newly downloaded podcast shows to the media device transfer queue
af: As hierdie gekies is, sal Amarok outomaties die nuwe afgelaaide <i>podcast</i> vertonings by die media toestel se oordrag wagtou byvoeg.
bg: Ако е включена тази отметка, Amarok автоматично ще добави новите свалени подкастове към опашката за прехвърляне към устройството
ca: Si està seleccionat, l'Amarok afegirà automàticament els nous podcasts descarregats a la cua de transferència del dispositiu de suports
cs: Je-li vybráno, Amarok bude automaticky přidávat nově stáhnuté položky podcastu do přenosové fronty zařízení
da: Hvis markeret, tilføjer Amarok automatisk nye hentede podradioudsendelser til medieenhedens overførselskø.
de: Wenn diese Einstellung aktiviert ist, wird Amarok neu heruntergeladene Podcasts automatisch an die Übertragungswarteschlange auf den Media-Player anhängen.
el: Αν ενεργοποιηθεί, το AmaroK θα προσθέτει αυτόματα τις νέες ληφθέντες εκπομπές pod στην αναμονή μεταφοράς της συσκευής πολυμέσων
es: Una vez seleccionado, Amarok añadirá automáticamente los nuevos podcasts descargados a la cola de transferencia del dispositivo
et: Sisselülitamisel lisab Amarok automaatselt uued allalaaditud Podcastid meediaseadme ülekandejärjekorda
eu: Egiaztatuta badago, Amarok-ek deskargatu berri den podcast saioa automatikoki gehituko du multimediako gailura transferitzeko ilaran
fa: هنگامی که علامت زده شود، amaroK به طور خودکار نمایشهای podcast که جدیداً بارگیری‌شده را به صف انتقال دستگاه رسانه اضافه می‌کند
fi: Mikäli valittu, Amarok lisää automaattisesti uudet podcast-jaksot medialaitteelle siirrettävien tiedostojenjonoon.
fr: Lorsque cette case est cochée, Amarok ajoutera automatiquement les nouveaux podcasts téléchargés à la file d'attente de transfert du périphérique de média
he: אם סומן, Amarok יוסיף אוטומטית פוד־קסטים חדשים לתור ההעברה של התקן המדיה
hu: Ha be van jelölve, akkor az Amarok automatikusan hozzáadja az újonnan letöltött podcast-műsorokat a médiaeszköz átviteli sorához
it: Se selezionata, Amarok aggiungerà automaticamente i nuovi podcast scaricati alla coda di trasferimento del dispositivo multimediale
ja: 新しくダウンロードされたポッドキャストショーを自動的にメディアデバイス転送キューに追加します。
km: ពេលគូស​​ធីក amaroK នឹង​បន្ថែម​ផតខាស់​ដែល​បាន​ទាញយក​ថ្មីៗ​ដោយ​ស្វ័យប្រវត្តិ ទៅ​ជួរ​ផ្ទេរ​របស់​ឧបករណ៍​ផ្ទុក ។
ko: 선택될 때, Amarok은 자동적으로 미디어 장치 전송 대기열에 보이는 새롭게 다운로드된 포드캐스트를 추가할 것입니다.
nb: Når dette er valgt vil Amarok automatisk legge til nye nedlastede podkaster til overføringskøen for medieenheten
nds: Wenn aktiveert, warrt Amarok nieg daallaadt Podcasts automaatsch na Överdregenreeg vun de Medienreedschap tofögen
ne: जाँच गर्दा, अमारोकले स्वचालित रूपमा डाउनलोड गरेको नयाँ पोडकास्ट थप्नेछ जुन मिडिया यन्त्र हस्तान्तरण लामलाई देखाउँदछ
nl: Wanneer ingeschakeld zal Amarok automatisch nieuw-gedownloade podcasts in de wachtrij plaatsen voor overdracht naar het media-apparaat.
nn: Legg automatisk nye podkastepisodar til øverføringskøen for medieeininga når dei vert tilgjengelege.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਤਾਂ ਅਮਰੋਕ ਖੁਦ ਹੀ ਡਾਊਨਲੋਡ ਪੋਸਟਕਾਸਟ ਨੂੰ ਮੀਡਿਆ ਜੰਤਰ ਸੰਚਾਰ ਕਤਾਰ ਲਈ ਸ਼ਾਮਿਲ ਕਰੇਗਾ
pl: Jeśli ta opcja jest włączona, Amarok będzie automatycznie dodawał świeżo pobrane podcasty do kolejki przenoszenia na urządzenia mediów
pt: Quando activado, o Amarok irá adicionar automaticamente os conteúdos da Podcat à fila de transferência do dispositivo multimédia
pt_br: Quando selecionada, o Amarok irá adicionar automaticamente os novos episódios do podcast baixados para a fila de transferência do dispositivo de mídia
ru: Автоматически добавлять новые podcast в очередь на копирование в переносное устройство
sk: Ak je zaškrtnuté, Amarok bude automaticky pridávať čerstvo stiahnuté podcastové relácie do frontu na prenosy na mediálne zariadenie
sr: Када је попуњено, Amarok ће аутоматски додавати новопреузете подемитоване епизоде у ред за пренос на мултимедијални уређај.
th: หากทำการเลือกตัวเลือกนี้ Amarok จะทำการเพิ่มพ็อดแคสท์ที่ดาวน์โหลดมาใหม่เอี่ยมลงไปที่ คิวรอการถ่ายโอนลงอุปกรณ์โดยอัตโนมัติ
uk: Якщо увімкнено, Amarok автоматично додаватиме ново-звантажені подкести в чергу перенесення на пристрій носія мультимедії
