Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: &Name:
af: Naam:
bg: &Име:
ca: &Nom:
cs: Jmé&no:
da: &Navn:
el: Ό&νομα:
es: &Nombre:
et: &Nimi:
eu: &Izena:
fa: &نام:‌
fi: &Nimi:
fr: &Nom :
he: &שם:
hu: Né&v:
it: &Nome:
ja: 名前(&N):
ka: &სახელი:
km: ឈ្មោះ ៖
ko: 이름(&N):
lt: &Pavadinimas:
nb: &Navn:
nds: &Naam:
ne: नाम:
nl: &Naam:
nn: &Namn:
pa: ਨਾਂ(&N):
pl: &Nazwa:
pt: &Nome:
pt_br: &Nome:
ru: &Имя:
se: &Namma:
sk: Me&no:
sr: &Име:
th: ชื่&อ
tr: İ&sim:
uk: &Назва:

source: &Url:
bg: А&дрес:
de: &Adresse:
eu: &URLa:
fa: &نشانی وب:‌
fi: &Osoite:
he: &כתובת:
ko: Url(&U):
ne: यूआरएल:
nl: &URL-adres:
nn: &Adresse:
se: Č&ujuhus:
tr: &Adres:

source: Retrieving Podcast...
af: Besig om <i>podcast</i> te onttrek...
bg: Търсене на подкастове...
ca: S'està obtenint el podcast...
cs: Získávám Podcast...
da: Henter podcast...
de: Podcast wird geholt ...
el: Λήψη εκπομπής Pod...
es: Recuperando podcast...
et: Podcasti hankimine...
eu: Podcast-a eskuratzen...
fa: بازیابی Podcast...
fi: Haetaan podcastia…
fr: Récupération des Podcasts...
he: מאחזר פוד־קסט...
hu: A podcast letöltése...
it: Ricerca podcast...
ja: ポッドキャストを取得中...
ka: Podcast-ის მიღება...
km: កំពុង​ទៅ​យក​ផតខាស់...
ko: 포드캐스트 검색중...
nb: Henter podkast …
nds: Podcast warrt haalt...
ne: पोडकास्ट पुन: प्राप्त गर्दै...
nl: Podcast wordt ontvangen...
nn: Hentar podkast …
pa: ਪੋਸਟ-ਕਾਸਟ ਪਰਾਪਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Pozyskiwanie Podcastu...
pt: A Transferir a Podcast...
pt_br: Obtendo Podcast...
ru: Приём Podcast...
se: Viežžamin podkasttaid …
sk: Získava sa Podcast...
sr: Добављам подемисију...
th: กำลังรับข้อมูลพ็อดแคสท์...
tr: Podcast Alınıyor
uk: Отримання Podcast...

source: Moving Podcasts
af: Besig om <i>Podcasts</i> rond te skuif
bg: Преместване на подкаст
ca: S'estan movent els podcasts
cs: Přesunují se Podcasty
da: Flytter podcast
de: Podcast wird verschoben
el: Μετακίνηση εκπομπών Pod
es: Moviendo podcasts
et: Podcasti liigutamine
eu: Lekuz aldatzen Podcast-ak
fa: حرکت Podcasts
fi: Siirretään podcastia
fr: Déplacement des Podcasts
he: מזיז פוד־קסט
hu: Podcastok áthelyezése
it: Spostamento podcast
ja: ポッドキャストを移動
ka: Podcast-ების გადატანა
km: កំពុង​ផ្លាស់ទី​ផតខាស់
ko: 포드캐스트 이동
nb: Flytter podkaster
nds: Podcasts warrt verschaven
ne: पोडकास्ट सारिंदै
nl: Podcasts worden verplaatst
nn: Flyttar podkastar
pa: ਪੋਸਟ-ਕਾਸਟ ਭੇਜੇ ਜਾਂਦੇ ਹਨ
pl: Przenoszenie Podcastów
pt: A Mover os Podcasts
pt_br: Movendo Podcasts
ru: Перемещение Podcast
se: Sirdimin podkasttaid
sk: Presúvajú sa Podcasty
sr: Премештам подемисије
th: กำลังย้ายพ็อดแคสท์
tr: Podcastlar taşınıyor
uk: Пересування Podcast

source: Fetching Podcast
af: Besig om <i>Podcast</i> te haal
bg: Търсене на подкастове
ca: S'estan descarregant els podcasts
cs: Stahuje se Podcast
da: Henter podcast
de: Podcast wird geholt
el: Λήψη εκπομπής Pod
es: Descargando podcast
et: Podcasti tõmbamine
eu: Podcast saioa eskuratzen
fa: واکشی Podcast
fi: Haetaan podcastia
fr: Téléchargement des Podcasts
he: מביא פוד־קסט
hu: A podcast letöltése
it: Ricezione del podcast
ja: ポッドキャストを取得
ka: Podcast-ების მიღება
km: កំពុង​ទៅ​ប្រមូល​យក​ផតខាស់
ko: 포드캐스트 받는중
nb: Henter podkast
nds: Podcast warrt haalt
ne: पोडकास्ट तानिँदै
nl: Podcast wordt opgehaald
nn: Hentar podkast
pa: ਪੋਸਟ-ਕਾਸਟ ਪਰਾਪਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Pobieranie Podcastu
pt: A Obter a Podcast
pt_br: Buscando Podcast
ru: Загрузка Podcast
se: Viežžamin podkastta
sk: Sťahuje sa Podcast
sr: Добављам подемисију
th: กำลังดึงข้อมูลพ็อดแคสท์
tr: Podcast eşleniyor
uk: Отримання Podcast

source: Unable to connect to Podcast server.
af: Kon nie aan die <i>Podcast</i> bediener koppel nie.
bg: Връзката към подкаст сървъра беше неуспешна.
ca: No s'ha pogut connectar amb el servidor del podcast.
cs: Nelze se připojit k Podcast serveru.
da: Kan ikke forbinde til podcastserver.
de: Zum Podcast-Server kann keine Verbindung hergestellt werden.
el: Αδυναμία σύνδεσης σε αυτόν τον εξυπηρετητή εκπομπής Pod.
es: No se pudo conectar al servidor de podcast.
et: Podcasti serveriga ühendumine ebaõnnestus.
eu: Ezin da Podcast-en zerbitzariarekin konektatu.
fa: قادر به اتصال به کارساز Podcast نیست.
fi: Yhdistäminen podcast-palvelimeen epäonnistui.
fr: Impossible de se connecter au serveur de Podcasts.
he: אין אפשרות להתחבר לשרת הפוד־קסט.
hu: Nem sikerült kapcsolódni a podcast-kiszolgálóhoz.
it: Impossibile connettersi alla server Podcast.
ja: ポッドキャストサーバに接続できません。
ka: Podcast-ის სერვერთან დაკავშირება შეუძლებელია.
km: មិន​អាច​តភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ​ផតខាស់​បាន​ឡើយ ។
ko: 포드캐스트 서버에 접속할 수 없습니다.
nb: Kunne ikke koble til podkast-tjeneren.
nds: Tokoppeln na den Podcast-Server nich mööglich
ne: पोडकास्ट सर्भरमा जडान गर्न असक्षम भयो ।
nl: Er kon geen verbinding worden gemaakt met de Podcastserver.
nn: Klarte ikkje kopla til podkasttenaren.
pa: ਪੋਸਟ-ਕਾਸਟ ਸਰਵਰ ਨਾਲ ਜੁੜਨ ਲਈ ਅਸਫਲ ਹੈ।
pl: Nie można się połączyć z serwerem Podcastu.
pt: Não foi possível ligar ao servidor da Podcast.
pt_br: Não foi possível conectar-se ao servidor do Podcast.
ru: Не удалось подключиться к серверу Podcast.
se: Ii sáhttán laktašit podkastbálvái.
sk: Nepodarilo sa pripojiť k Podcast serveru.
sr: Не могу да се повежем на подемитерски сервер.
th: ไม่สามารถติดต่อกับเซิร์ฟเวอร์ของพ็อดแคสท์ได้
tr: Bu müzik yayını adresine bağlantı kurulamadı.
uk: Не вдається з'єднатися з сервером Podcast.

source: Podcast returned invalid data.
af: <i>Podcast</i> het ongeldige data terug gegee.
bg: Подкастът върна неверни данни.
ca: El podcast ha retornat dades invàlides.
cs: Podcast vrátil neplatná data.
da: Podcast returnerede ugyldige data.
de: Podcast liefert ungültige Daten zurück.
el: Η εκπομπή Pod επέστρεψε μη έγκυρα δεδομένα.
es: El podcast ha devuelto datos no válidos.
et: Podcast tagastas vigased andmed.
eu: Podcast-ek datu baliogabeak itzuli ditu.
fa: Podcast دادۀ نامعتبر را بازگرداند.
fi: Podcast palautti kelvotonta dataa.
fr: Le Podcast a retourné des données invalides.
he: הפוד־קסט החזיר מידע לא תקין.
hu: A podcast érvénytelen adatokat adott vissza.
it: Podcast ha restituito dati non validi.
ja: ポッドキャストが不正なデータを返しました。
ka: Podcast-მა არასწორი მონაცემი დააბრუნა.
km: ផតខាស់​បាន​ត្រឡប់​ទិន្នន័យ​មិន​ត្រឹមត្រូវ ។
ko: 포드캐스트가 유효하지 않은 데이터를 반환했습니다.
nb: Podkast returnerte ugyldige data.
nds: Podcast geev leeg Daten torüch.
ne: पोडकास्टले अवैध डेटा फर्कायो ।
nl: Podcast gaf ongeldige data terug.
nn: Podkasten inneheld ugyldige data.
pa: ਪੋਸਟ-ਕਾਸਟ ਨੇ ਗਲਤ ਡਾਟਾ ਪਰਾਪਤ ਕੀਤਾ ਹੈ।
pl: Podcast zwrócił niewłaściwe dane.
pt: A Podcast devolveu dados inválidos.
pt_br: O podcast retornou dados inválidos.
ru: Данные, возвращённые Podcast, недопустимы.
se: Podkasttas leat gustohis dáhtat.
sk: Podcast vrátil neplatné dáta.
sr: Подемисија је вратила неисправне податке.
th: พ็อดแคสท์ส่งข้อมูลที่ไม่ถูกต้องกลับมา
tr: Podcast geçersiz veriler içeriyor.
uk: Podcast повернув не чинні дані.

source: Sorry, only RSS 2.0 or Atom feeds for podcasts!
af: Jammer, net RSS 2.0 of Atom strome word tans vir <i>podcasts</i> ondersteun.
bg: Само RSS 2.0 или Atom стават за подкастове!
ca: Ho sento, només s'accepten subscripcions RSS 2.0 o Atom per als podcasts!
cs: Bohužel je pro podcasty možné využívat pouze RSS 2.0 nebo Atom!
da: Desværre kan kun RSS 2.0- eller Atom-kilder bruges til podradio.
de: Entschuldigung, es werden nur RSS 2.0- oder Atom-Quellen für Podcasts unterstützt.
el: Δυστυχώς, υποστηρίζονται μόνο ροές RSS 2.0 ή Atom για εκπομπές pod!
es: Lo siento, solamente se permiten los origenes de datos RSS 2.0 o Atom para podcasts.
et: Vabandust, Podcasti jaoks on ainult RSS 2.0 või Atomi kanalid!
fa: متأسفم، فقط خوراندنهای RSS 2.0 برای podcasts!
fi: Vain RSS 2.0 tai Atom-syötteitä podcasteille.
fr: Désolé, uniquement les flux RSS 2.0 ou Atom pour les Podcasts !
he: מצטערים, נחוצים מזיני RSS גרסה 2.0 או Atom עבור הפוד־קסטים!
hu: Csak RSS 2.0 vagy Atom források használhatók podcastokhoz.
it: Spiacente, solo feed RSS 2.0 o Atom per i podcast!
ja: ポッドキャストには RSS 2.0 または Atom フィードが必要です。
ka: ბოდიში, მხოლოდ RSS 2.0 ან Atom არხებია podcasts-სთვის!
km: សូម​អភ័យទោស មាន​តែ RSS 2.0 ឬ Atom ប៉ុណ្ណោះ​ដែល​អាច​ផ្គត់ផ្គង់​ផតខាស់​បាន !
ko: 죄송합니다. 오직 RSS 2.0 이나 Atom 피드만 포드캐스트에 대해 가능합니다.
nb: Beklager, bare RSS 2.0- eller Atom-kilder for podcaster.
nds: För Podcasts warrt bloots RSS 2.0- un Atom-Strööm ünnerstütt, deit uns leed.
ne: माफ गर्नुहोस्, आरएसएस २.० वा एटमले मात्र पोडकास्टका लागि पालन गर्दछ!
nl: Helaas, alleen RSS 2.0-feeds of Atom-feeds zijn mogelijk voor podcasts.
nn: Berre RSS 2.0 og Atom er støtta for podkastar.
pa: ਅਫ਼ਸੋਸ, ਪੋਸਟ-ਕਾਸਟ ਲਈ ਸਿਰਫ਼ RSS 2.0 ਜਾਂ ਐਟਮ ਫੀਡ ਹੈ!
pl: Niestety, tylko źródła RSS 2.0 lub Atom dla podcastów!
pt: Apenas fontes RSS 2.0 ou Atom para Podcasts!
pt_br: Desculpe, apenas feeds RSS 2.0 ou Atom para podcasts!
ru: Для Podcast поддерживаются только RSS 2.0.
se: Ándagássii, doarjjun dušše RSS 2.0 dahje Atom-gáldoid podkástaid várás
sk: Bohužiaľ je pre podcasty možné využívať iba RSS 2.0 alebo Atom feedy!
sr: Извините, само RSS 2.0 или Atom доводи за подемисије!
th: ขออภัย, ใช้แค่ RSS 2.0 หรือ Atom feed เท่านั้นสำหรับพ็อดแคสท์
tr: Podcastlar için sadece RSS 2.0 kullanılabiliyor!
uk: Вибачте, для podcast підтримуються тільки подачі RSS 2.0 або Atom!

source: New podcasts have been retrieved!
af: Nuwe <i>podcasts</i> was afgelaai!
bg: Има нови подкастове!
ca: S'han obtingut els nous podcasts!
cs: Byly získány nové Podcasty!
da: Nye podcast er hentet.
de: Ein neuer Podcast wurde empfangen.
el: Λήφθηκαν νέες εκπομπές pod!
es: Se han obtenido nuevos podcasts.
et: Hangiti uued Podcastid!
eu: Podcast berriak jaso izan dira.
fa: podcasts جدید بازیابی شده‌اند!
fi: Uusia podcasteja on haettu!
fr: Le nouveau Podcast a été récupéré !
he: הובאו פוד־קסטים חדשים!
hu: Új podcastok letöltve.
it: Nuovi podcast sono stati trovati!
ja: 新しいポッドキャストを取得しました。
ka: მიღებულია ახალი Podcast-ები!
km: បាន​ទៅ​យក​ផតខាស់​ថ្មី !
ko: 새 포드캐스트가 검색되었습니다!
nb: Nye podkaster har blitt hentet!
nds: Nieg Podcasts haalt!
ne: नयाँ पोडकास्ट पुन: प्राप्त भयो!
nl: De nieuwe Podcasts zijn opgehaald.
nn: Det finst nye podkastar.
pa: ਨਵਾਂ ਪੋਸਟ-ਕਾਸਟ ਪਰਾਪਤ ਹੋਇਆ ਹੈ!
pl: Otrzymano nowe Podcasty!
pt: Foram transferidas novas Podcasts!
pt_br: Novos podcasts foram obtidos!
ru: Получены новые Podcast.
se: Lean viežžan ođđa podkasttaid.
sk: Boli získané nove podcasty!
sr: Добављене су нове подемисије!
th: ได้รับพ็อดแคสท์ตอนใหม่แล้ว!
tr: Yeni podcast kaynakları alındı!
uk: Отримано нові Podcast!

source: Description
af: Beskrywing
bg: Описание
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
et: Kirjeldus
eu: Azalpena
fa: توصیف
fi: Kuvaus
he: תיאור
hu: Leírás
it: Descrizione
ja: 説明
ka: აღწერა
km: សេចក្ដី​ពណ៌នា
ko: 설명
lt: Aprašymas
nb: Beskrivelse
nds: Beschrieven
ne: वर्णन
nl: Beschrijving
nn: Skildring
pa: ਵੇਰਵਾ
pl: Opis
pt: Descrição
pt_br: Descrição
ru: Описание
se: Válddahus
sk: Popis
sr: Опис
th: คำอธิบาย
tr: Tanım
uk: Опис

source: Website
af: Web blad
bg: Интернет страница
ca: Pàgina Web
cs: Webová stránka
da: Netsted
de: Webseite
el: Ιστοσελίδα
es: Página web
et: Veebilehekülg
eu: Web gunea
fa: وب‌گاه
fi: Sivu
fr: Site web
he: אתר אינטרנט
hu: Weblap
it: Sito web
ja: ウェブサイト
ka: ვებ გვერდი
km: តំបន់​បណ្ដាញ
ko: 웹사이트
lt: Svetainė
nb: Nettside
nds: Nettsiet
ne: वेबसाइट
nn: Nettstad
pa: ਵੈਬਸਾਇਟ
pl: Strona internetowa
pt: Página Web
pt_br: Página na web
ru: Веб-сайт
se: Fierpmádatbáiki
sk: Web stránka
sr: Веб сајт
th: เว็บไซต์
tr: Web Sitesi
uk: Веб-сайт

source: Copyright
af: Kopie reg
bg: Авторско право
da: Ophavsret
el: Πνευματικά δικαιώματα
et: Autoriõigus
eu: Copyright-a
fa: حق نشر
fi: Tekijänoikeus
he: זכויות יוצרים
ja: 著作権
ka: საავტორო უფლებები
km: រក្សា​សិទ្ធិ
ko: 저작권
lt: Autorinės teisės
ne: प्रतिलिपिअधिकार
nn: Opphavsrett
pa: ਕਾਪੀਰਾਈਟ
ru: Авторские права
se: Dahkkivuoigatvuohta
sk: Autorské práva
sr: Ауторска права
th: ลิขสิทธิ์
tr: Telif Hakkı
uk: Авторські права

source: <p>&nbsp;<b>Episodes</b></p><ul>
bg: <p>&nbsp;<b>Епизоди</b></p><ul>
ca: <p>&nbsp;<b>Episodis</b></p><ul>
cs: <p>&nbsp;<b>Epizody</b></p><ul>
da: <p>&nbsp;<b>episoder</b></p><ul>
de: <p>&nbsp;<b>Episoden</b></p><ul>
el: <p>&nbsp;<b>Επεισόδια</b></p><ul>
es: <p>&nbsp;<b>Episodioss</b></p><ul>
et: <p>&nbsp;<b>Episoodid</b></p><ul>
eu: <p>&nbsp;<b>Pasartea</b></p><ul>
fa: <p> <b>فقره‌ها</b></p><ul>
fi: <p>&nbsp;<b>Jaksot</b></p><ul>
fr: <p>&nbsp;<b>Épisodes</b></p><ul>
he: <p>&nbsp;<b>קטעים</b></p><ul>
hu: <p>&nbsp;<b>Epizódok</b></p><ul>
it: <p>&nbsp;<b>Puntate</b></p><ul>
ja: <p>&nbsp;<b>エピソード</b></p><ul>
ka: <p>&nbsp;<b>ეპიზოდები</b></p><ul>
km: <p>&nbsp;<b>ការ​ផ្សាយ</b></p><ul>
lt: <p>&nbsp;<b>Epizodai</b></p><ul>
nb: <p>&nbsp;<b>Episoder</b></p><ul>
nds: <p>&nbsp;<b>Kapitels</b></p><ul>
ne: <p>&nbsp;<b> श्रृङ्खला</b></p><ul>
nn: <p>&nbsp;<b>Episodar</b></p><ul>
pa: <p>&nbsp;<b>ਕਾਂਡ</b></p><ul>
pl: <p>&nbsp;<b>Odcinki/b></p><ul>
pt: <p>&nbsp;<b>Episódios</b></p><ul>
pt_br: <p>&nbsp;<b>Episódios</b></p><ul>
se: <p>&nbsp;<b>Oasit</b></p><ul>
sk: <p>&nbsp;<b>Epizódy</b></p><ul>
sr: <p>&nbsp;<b>Епизоде</b></p><ul>
th: <p>&nbsp;<b>ตอน</b></p><ul>
tr: <p>&nbsp;<b>Parça listeleri</b></p><ul>
uk: <p>&nbsp;<b>Епізоди</b></p><ul>

source: &Check for Updates
af: Gaan na vir opdaterings
bg: Прове&рка за обновявания
ca: &Comprova les actualitzacions
cs: Zkontrolovat aktualiza&ce
da: &Tjek for opdateringer
de: Auf &Aktualisierungen prüfen
el: Έ&λεγχος για νεότερες εκδόσεις
es: Bus&car actualizaciones
et: &Kontrolli uuendusi
eu: Begiratu eguneraketak
fa: &بررسی برای به‌روزرسانیها‌
fi: &Tarkista päivitykset
fr: &Vérifier les mises à jour
he: בדוק &עדכונים
hu: &Frissítések keresése
it: &Controlla aggiornamenti
ja: 更新をチェック(&C)
ka: განა&ხლებების შემოწმება
km: ពិនិត្យ​មើល​ភាព​ទាន់សម័យ
ko: 업데이트 확인하기(&C)
lt: &Patikrinti ar nėra atnaujinimų
nb: &Sjekk etter oppdateringer
nds: Na Opfrischen &kieken
ne: अद्यावधिकका लागि जाँच्नुहोस्
nl: &Controleren op updates
nn: &Sjå etter oppdateringar
pa: ਅੱਪਡੇਟ ਲਈ ਜਾਂਚ ਕਰੋ(&C)
pl: &Sprawdź uaktualnienia
pt: Verifi&car as Actualizações
pt_br: Verifi&car por Atualizações
ru: &Проверить обновления
se: &Iskka ođasmahttimiid
sk: Skontrolovať aktualizá&cie
sr: Потражи &надоградње
th: &ตรวสอบการอัพเดต
tr: &Güncellemeleri Denetle
uk: &Перевірити наявність оновлень

source: Mark as &Listened
af: Merk as reeds geluister
bg: Маркиране като &прослушан
ca: Marca com a &escoltada
cs: Označit jako pos&louchané
da: Makér som hørt
de: Als &gehört markieren
el: Σημείωση ως &ακροασμένο
es: Marcar como &oído
et: Märgi kuu&latuks
eu: Markatu &entzunda gisa
fa: نشان‌گذاری به عنوان &گوش داده‌شده‌
fi: Merkitse kuunne&lluksi
fr: Marquer comme &écouté
he: &סמן כהושמע
hu: Megjelölés megh&allgatottként
it: Segna come &Ascoltata
ja: 再生済みとしてマーク(&L)
km: សម្គាល់​ថា​បាន​ស្ដាប់
ko: 들은 것으로 표시(&L)
lt: Pažymėti kaip pe&rklausytą
nb: Merk som &hørt
nds: As &höört markeren
ne: सुनेको रूपमा चिन्ह लगाउनुहोस्
nl: Markeren als be&luisterd
nn: Merk som &lytta til
pa: ਸੁਣਿਆ ਬਣਾਓ(&L)
pl: Zaznacz jako &przesłuchane
pt: Marcar como &Ouvido
pt_br: Marcar como &Escutada
ru: Отметить, как п&рослушанное
se: Merke &guldaluvvon
sk: Označiť ako &počuté
sr: Обележи као &одслушано
th: ทำเครื่องหมายว่าฟังไปแล้ว
tr: &Dinlendi Olarak İşaretle
uk: Позначити як &прослухане

source: Mark as &New
af: Merk as 'Nuut'
bg: Маркиране като &нов
ca: Marca com a &nova
cs: Označit jako &nové
da: Makér som &ny
de: Als &neu markieren
el: Σημείωση ως &νέο
es: Marcar como &nuevo
et: Märgi &uueks
fa: نشان‌گذاری به عنوان &جدید‌
fi: Merkitse &uudeksi
fr: Marquer comme &nouveau
hu: Megjelölés ú&jként
it: Segna come &Nuova
ja: 新規としてマーク(&N)
km: សម្គាល់​ថា​ថ្មី
lt: Pažymėti kaip &naują
nb: Merk som &ny
nds: As &nieg markeren
ne: नयाँको रूपम चिन्ह लगाउनुहोस्
nl: Markeren als &nieuw
nn: Merk som &ny
pa: ਨਵਾਂ ਬਣਾਓ(&N)
pl: Zaznacz jako &nowe
pt: Marcar como &Novo
pt_br: Marcar como &Nova
se: Merke &ođđan
sk: Označiť ako &nové
sr: Обележи као &ново
th: ทำเครื่องห&มายว่าเป็นอันใหม่
tr: &Yeni Olarak İşaretle
uk: Позначити як н&ове

source: &Configure...
af: Stel op...
bg: &Настройване...
ca: &Configura...
cs: N&astavit...
da: &Indstil...
de: &Einrichten ...
el: &Ρύθμιση...
es: &Configurar...
et: &Seadista...
eu: &Konfiguratu...
fa: &پیکربندی...‌
fi: &Muokkaa asetuksia…
fr: &Configurer...
he: ה&גדר...
hu: &Beállítás...
it: &Configura...
ja: 設定(&C)...
ka: &კონფიგურაცია...
km: កំណត់​រចនា​សម្ព័ន្ធ...
ko: 설정(&C)...
lt: &Derinti...
nb: &Sett opp …
nds: &Instellen...
ne: कन्फिगर गर्नुहोस्...
nl: &Instellen...
nn: &Set opp …
pa: ਸੰਰਚਨਾ(&C)...
pl: &Konfiguruj...
pt: &Configurar...
pt_br: &Configurar...
ru: &Настроить...
se: &Heivet …
sk: N&astaviť...
sr: По&деси...
th: &ปรับแต่ง...
tr: &Yapılandır...
uk: &Налаштувати...

source: Downloading Podcast Media
af: Besig om Podcast Media af te laai
bg: Сваляне на подксаст
ca: S'estan descarregant els suports del podcast
cs: Stahují se Podcast média
da: Henter ned podcast-medie
de: Podcast wird heruntergeladen
el: Λήψη πολυμέσων εκπομπής Pod
es: Descargando medio podcast
et: Podcasti andmekandja allalaadimine
eu: Podcast-eko multimedia deskargatzen
fa: بارگیری رسانۀ Podcast
fi: Ladataan podcast-mediaa
fr: Téléchargement du média Podcast
he: מוריד מדיה של פוד־קסט
hu: Podcast-média letöltése
it: Scaricare media Podcast
ja: ポッドキャストメディアをダウンロード
ka: მიმდინარეობს Podcast მედიის ჩამოქაჩვა
km: កំពុង​ទាញយក​មេឌៀ​ផតខាស់
ko: 포드캐스트 미디어 다운로드 중
nb: Laster ned podkast-media
nds: Podcast-Medien warrt daallaadt
ne: पोडकास्ट मिडिया डाउनलोड गर्दै
nl: Podcastmedia downloaden
nn: Last ned podkastmedium
pa: ਪੋਸਟ-ਕਾਸਟ ਮੀਡਿਆ ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Pobieranie mediów podcastu
pt: A Transferir Média Podcast
pt_br: Baixando Mídia do Podcast
ru: Загрузка Podcast
se: Viežžamin podkastmedia
sk: Sťahuje sa Podcast média
sr: Преузимање подемисијских медијума
th: กำลังดาวน์โหลดพ็อดแคสท์
tr: Podcast Medya İndiriliyor
uk: Завантаження медіа Podcast

source: Downloading Podcast "%1"
af: Besig om Podcast "%1" af te laai
bg: Сваляне на подкаст "%1"
ca: S'està descarregant el podcast «%1»
cs: Stahuje se Podcast "%1"
da: Henter ned podcast-"%1"
de: Podcast "%1" wird heruntergeladen
el: Λήψη της εκπομπής Pod "%1"
es: Descargando podcast "%1"
et: Podcasti "%1" allalaadimine
eu: "%1" podcast saioa deskargatzen
fa: بارگیری رسانۀ Podcast »%1«
fi: Ladataan podcastia ”%1”
fr: Téléchargement du Podcast "%1"
he: מוריד כעת פוד־קסט "%1"
hu: "%1" podcast letöltése
it: Sto scaricando il podcast "%1"
ja: ポッドキャスト "%1" をダウンロード
ka: მიმდინარეობს "%1" Podcast ჩამოქაჩვა
km: កំពុង​ទាញយក​ផតខាស់ "%1"
ko: 포드캐스트 다운로드 중 "%1"
nb: Laster ned podkast «%1»
nds: Podcast "%1" warrt daallaadt
ne: पोडकास्ट "%1" डाउनलोड गर्दै
nl: Podcast "%1" wordt gedownload
nn: Last ned podkasten «%1»
pa: ਪੋਸਟ-ਕਾਸਟ "%1" ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Pobieranie podcastu "%1"
pt: A Transferir o Podcast "%1"
pt_br: Baixando Podcast "%1"
ru: Загрузка Podcast «%1»
se: Viežžamin podkásta «%1»
sk: Sťahujem podcast "%1"
sr: Преузимам подемисију „%1“
th: กำลังดาวน์โหลดพ็อดแคสท์ "%1"
tr: Podcast İndiriliyor "%1"
uk: Завантаження Podcast "%1"

source: Media download aborted, unable to connect to server.
af: Media aflaai gestaak - kon nie aan die bediener koppel nie.
bg: Свалянето на записа и връзката със сървъра бяха прекъснати.
ca: S'ha cancel·lat la descàrrega dels suports, no s'ha pogut connectar al servidor.
cs: Stahování média přerušeno, nelze se připojit k serveru.
da: Download af medie afbrudt. Kunne ikke forbinde til serveren.
de: Herunterladen abgebrochen, es ist keine Verbindung zum Server möglich.
el: Εγκατάλειψη λήψης πολυμέσων, αδυναμία σύνδεσης με τον εξυπηρετητή.
es: Descarga del medio cancelada. No se puede conectar al servidor.
et: Andmekandja allalaadimisest loobuti, ühendust serveriga ei õnnestunud luua.
eu: Multimediako deskarga bertan behera utzita, ezin da zerbitzariarekin konektatu
fa: بارگیری رسانه ساقط شد، قادر به اتصال به کارساز نیست.
fi: Median lataus keskeytetty. Palvelimeen ei saatu yhteyttä.
fr: Le téléchargement du média a échoué, impossible de se connecter au serveur.
he: הורדת מדיה הופסקה, אין אפשרות להתחבר לשרת.
hu: A média letöltése megszakítva - nem lehet kapcsolódni a kiszolgálóhoz.
it: Scaricamento media interrotto, impossibile connettersi al server.
ja: メディアダウンロードを中止しました。サーバに接続できません。
ka: მედიის ჩამოქაჩვა შეწყდა, სერვერთან დაკავშირება შეუძლებელია.
km: បាន​បញ្ឈប់​ការ​ទាញយក​មេឌៀ មិន​អាច​តភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ​បាន​ឡើយ ។
ko: 미디어 다운로드 중지됨. 서버에 연결할 수 없습니다.
lt: Muzikos siuntimas nutrauktas, nepavyko prisijungti prie serverio.
nb: Media-nedlasting avbrutt, kunne ikke koble til tjeneren.
nds: Daalladen vun Medien afbraken, Tokoppeln na Server nich mööglich.
ne: मिडिया डाउनलोड परित्याग गरियो, सर्भरमा जडान गर्न असक्षम भयो ।
nl: Downloaden van media is afgebroken. Er kon geen verbinding worden gemaakt met de server.
nn: Avbraut medienedlasting. Klarte ikkje kopla til tenaren.
pa: ਮੀਡਿਆ ਡਾਊਨਲੋਡ ਅਧੂਰਾ ਛੱਡਿਆ, ਸਰਵਰ ਨਾਲ ਜੁੜਨ ਲਈ ਅਸਫ਼ਲ ਹੈ।
pl: Pobieranie mediów zostało przerwane, nie można połączyć się z serwerem.
pt: Transferência cancelada, não foi possível ligar ao servidor.
pt_br: Recuperação da mídia interrompida, não foi possível conectar ao servidor.
ru: Загрузка файла прервана, невозможно подключиться к серверу.
se: Botkii mediaviežžama. Ii sáhttán laktašit bálvái.
sk: Sťahovanie média prerušené, nie je možné sa pripojiť k serveru.
sr: Преузимање медијума је прекинуто, не могу да се повежем на сервер.
th: การดาวน์โหลดสื่อยกเลิกกลางคัน เนื่องจากไม่สามารถติดต่อกับเซิร์ฟเวอร์ได้
tr: Medya indirme işlemi sonlandırıldı, sunucuya bağlantı kurulamadı.
uk: Завантаження медіа припинено, не вдається з'єднатись з сервером.

source: Date
af: Datum
bg: Дата
ca: Data
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
et: Kuupäev
eu: Data
fa: تاریخ
fi: Päivämäärä
he: תאריך
hu: Dátum
it: Data
ja: 日付
ka: თარიღი
km: កាលបរិច្ឆេទ
ko: 날짜
lt: Data
nb: Dato
nds: Datum
ne: मिति
nl: Datum
nn: Dato
pa: ਮਿਤੀ
pl: Data
pt: Data
pt_br: Data
ru: Дата
se: Dáhton
sk: Dátum
sr: Датум
th: วันที่
tr: Tarih
uk: Дата

source: Author
af: Outeur
bg: Автор
ca: Autor
cs: Autor
da: Forfatter
de: Autor
el: Συγγραφέας
es: Autor
et: Autor
eu: Egilea
fa: نویسنده
fi: Tekijä
fr: Auteur
he: יוצר
hu: Szerző
it: Autore
ja: 作者
ka: ავტორი
km: អ្នក​និពន្ធ
ko: 제작자
lt: Autorius
nb: Forfatter
nds: Autor
ne: लेखक
nl: Auteur
nn: Forfattar
pa: ਲੇਖਕ
pl: Autor
pt: Autor
pt_br: Autor
ru: Автор
se: Čálli
sk: Autor
sr: Аутор
th: ผู้เขียน
tr: Yazar
uk: Автор

source: Local URL
af: Plaaslike URL
bg: Локален адрес
ca: URL local
cs: Místní URL
da: Lokal URL
de: Lokale Adresse
el: Τοπικό URL
es: URL local
et: Kohalik URL
fa: نشانی وب محلی
fi: Paikallinen osoite
fr: URL locale
hu: Helyi URL
it: URL locale
ja: ローカル URL
km: URL មូលដ្ឋាន
lt: Vietinis URL
nb: Lokal adresse
nds: Lokaal URL
ne: स्थानीय यूआरएल
nl: Lokaal adres
nn: Lokaladresse
pa: ਲੋਕਲ URL
pl: Lokalny URL
pt: URL Local
pt_br: URL local
ru: Локальный URL
se: Báikkálaš URL:a
sk: Miestne URL
sr: Локални URL
th: URL ท้องถิ่น
tr: Yerel Adres
uk: Локальна адреса URL

source: n/a
af: n.v.t.
bg: н/и
da: Ikke tilgængelig
de: n/v
el: μ/δ
fi: ei
it: n/d
km: គ្មាន
lt: nėra
nb: i/t
nds: k.A.
ne: अनुमति छैन
nl: n/b
pl: nd.
pt: n/d
pt_br: n/d
se: ii olámuttus
sr: н/д
uk: н/д

source: &Open With...
af: Maak oop met...
bg: &Отваряне с...
ca: &Obre amb...
cs: &Otevřít pomocí...
da: Å&bn med...
de: Öffnen &mit ...
el: Ά&νοιγμα με...
es: &Abrir con...
et: &Ava kasutades...
fa: &باز کردن با...‌
fi: &Avaa ohjelmassa…
fr: &Ouvrir avec...
he: &פתח באמצעות...
hu: Megnyitás e&zzel...
it: Apri c&on...
ja: アプリケーションで開く(&O)...
km: បើក​ជា​មួយ...
lt: &Atverti su...
nb: &Åpne med …
nds: &Opmaken mit...
ne: यससँग खोल्नुहोस्...
nl: &Openen met...
nn: &Opna med …
pa: ਇਸ ਨਾਲ ਖੋਲ੍ਹੋ(&O)...
pl: &Otwórz za pomocą...
pt: Abrir C&om...
pt_br: &Abrir Com...
ru: &Открыть в...
se: &Raba dáinna …
sk: &Otvoriť pomocou...
sr: &Отвори помоћу...
th: เปิดด้&วย...
tr: &Birlikte Aç...
uk: Від&крити за допомогою...
