Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: File on device, but not in device database
af: Die lêer is op die toestel, maar nie in die toestel databasis nie.
bg: Файлът е в устройството, но не и в БД му
ca: El fitxer és al dispositiu, però no a la base de dades del dispositiu
cs: Soubor v zařízení, ale ne v databázi
da: Fil på enheden, men ikke i enhedens database
de: Die Datei befindet sich auf dem Media-Player, aber der Eintrag in der Datenbank fehlt.
el: Αρχείο στη συσκευή, αλλά όχι στη βάση δεδομένων της συσκευής
es: Archivo en el dispositivo, pero no en la base de datos del dispositivo
et: Fail on seadmes, aga mitte seadme andmebaasis
eu: Fitxategia gailuan, baina ez gailuen datu-basean
fa: پرونده روی دستگاه، اما نه در دادگان دستگاه
fi: Tiedosto on laitteessa, mutta ei laitetietokannassa.
fr: Le fichier est présent sur le périphérique mais ne l'est pas dans la base de données du périphérique
he: הקובץ מופיע בהתקן, אבל לא מופיע במסד־הנתונים של ההתקן
hu: A fájl rajta van az eszközön, de az eszköz-adatbázisból hiányzik
it: File nel dispositivo, ma non nel database
ja: デバイスにファイルはありますがデバイスのデータベースにありません
ka: ფაილი არა მოწყობილობა, მაგრამ არაა მოწყობილობათა ბაზაში
km: ឯកសារ​ស្ថិត​នៅ​លើ​ឧបករណ៍ ប៉ុន្តែ​មិន​ស្ថិត​នៅ​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ​ឧបករណ៍​ឡើយ
ko: 장치에 있는 파일입니다만 장치 데이터베이스에 없습니다.
lt: Byla yra įrenginyje, bet neįtraukta į įrenginio duomenų bazę
nb: Fila finnes på enheten, men mangler i enhetens database
nds: Datei is op de Reedschap, man fehlt binnen de Datenbank
ne: यन्त्रमा फाइल, तर यन्त्र डाटाबेसमा होइन
nl: Bestand op apparaat, maar niet in apparaatdatabase
nn: På eininga, men ikkje i einingsdatabasen
pa: ਜੰਤਰ ਉੱਤੇ ਫਾਇਲ ਹੈ, ਪਰ ਜੰਤਰ ਡਾਟਾਬੇਸ ਵਿੱਚ ਨਹੀਂ
pl: Plik znajduje się na urządzeniu, ale nie w bazie danych urządzenia
pt: Ficheiro no dispositivo, mas não na base de dados do dispositivo
pt_br: Arquivo no dispositivo, mas não no banco de dados do dispositivo
ru: Файл есть в устройстве, но отсутствует в его базе данных
se: Fiila lea ovttadagas, muhto ii ovttadaga diehtovuođus
sk: Súbor na zariadení, ale nie je v databáze zariadení
sr: Фајл на уређају, али не и у бази података о уређајима
th: มีแฟ้มอยู่บนอุปกรณ์ แต่ไม่มีอยู่ในฐานข้อมูล
tr: Aygıt üzerinde olan fakat aygıt veritabanında bulunmayan
uk: Файл на пристрої, але нема в базі даних пристроїв

source: Remote Media
af: Afgeleë Media
bg: Отдалечено устройство
ca: Suport remot
cs: Vzdálené médium
da: Fjernmedie
de: Entfernte Medien
el: Απομακρυσμένα πολυμέσα
es: Medio remoto
et: Võrguseadmed
eu: Urruneko multimedia
fa: رسانۀ دور
fi: Etämedia
fr: Média distant
he: מדיה מרוחקת
hu: Távoli média
it: Media remoti
ja: リモートメディア
ka: დაშორებული მედია
km: មេឌៀ​ពី​ចម្ងាយ
ko: 원격 미디어
lt: Nutolęs įrenginys
nb: Nettmedia
nds: Feern Medien
ne: टाढाको मिडिया
nl: Externe media
nn: Fjernmedium
pa: ਰਿਮੋਟ ਮੀਡਿਆ
pl: Przenośne media
pt: Meio Remoto
pt_br: Mídia Remota
ru: Удалённые источники
se: Fierpmádatmedia
sk: Vzdialené médium
sr: Удаљени медијум
th: สื่อทางไกล
tr: Uzak Medya
uk: Віддалений носій

source: New Playlist
af: Speel nou
bg: Нов списък със записи
ca: Nova llista de reproducció
cs: Nový seznam skladeb
da: Ny spilleliste
de: Neue Wiedergabeliste
el: Νέα λίστα
es: Nueva lista de reproducción
et: Uus esitusnimekiri
eu: Zerrenda berria
fa: فهرست پخش جدید
fi: Uusi soittolista
fr: Nouvelle liste de lecture
he: רשימת־השמעה חדשה
hu: Új lejátszólista
it: Nuova playlist
ja: 新規プレイリスト
ka: ახალი რეპერტუარი
km: បញ្ជីចាក់​ថ្មី
ko: 새 재생목록
lt: Naujas grojaraštis
nb: Ny spilleliste
nds: Nieg Afspeellist
ne: नयाँ प्ले सूची
nl: Nieuwe afspeellijst
nn: Ny speleliste
pa: ਨਵੀਂ ਸੰਗੀਤ-ਸੂਚੀ
pl: Nowa lista odtwarzania
pt: Nova Lista de Reprodução
pt_br: Nova Lista de Músicas
ru: Создать список
se: Ođđa čuojahanlistu
sk: Nový zoznam skladieb
sr: Нова листа
th: เพิ่มรายการเล่นใหม่
tr: Yeni Parça Listesi
uk: Новий список композицій

source: <div align=center><h3>Media Device Browser</h3>Configure your media device and then click the Connect button to access your media device. Drag and drop files to enqueue them for transfer.</div>
af: <div align=center><h3>Media Toestel Blaaier</h3>Kliek op die Koppel knoppie om toegang tot jou gekoppelde iPod te kry. Trek en laat los lêers om hulle in die oordrag wagtou te plaas.</div>
bg: <div align=center><h3>Медийно устройство</h3>Настройте устройството и натиснете бутона "Скачване". След това завлечете и пуснете файловете в опашката за прехвърляне.</div>
ca: <div align=center><h3>Navegador de dispositius de suports</h3>Configureu el vostre dispositiu de suports i pitgeu el botó «Connecta» per accedir-hi. Arrossegueu i amolleu els fitxers per encuar-los per ser transferits.</div>
cs: <div align=center><h3>Prohlížeč mediálního zařízení</h3>Kliknutím na tlačítko Připojit zpřístupníte svůj přehrávač. Přetáhnutím souborů je zařadíte pro přenos.</div>
da: <div align=center><h3>Mediaenhedsbrowser</h3> Indstil din medieenhed og klik så på knappen Forbind for at komme til en monteret enhed. Træk og slip filer for at sætte dem i kø til overførsel.</div>
de: <div align=center><h3>Media-Player-Browser</h3>Bitte richten Sie Ihren Media-Player ein und drücken dann auf Verbinden, um auf das Gerät zuzugreifen. Ziehen Sie Musikdateien hier hinein, um sie auf den Player zu übertragen.</div>
el: <div align=center><h3>Περιηγητής συσκευών πολυμέσων</h3>Ρυθμίστε τη συσκευή και κάντε κλικ στο κουμπί σύνδεσης για την πρόσβαση στην προσαρτημένη σας συσκευή πολυμέσων. Σύρετε και αφήστε αρχεία για να τα τοποθετήσετε σε αναμονή για μεταφορά.</div>
es: <div align=center> <h3>Navegador de dispositivos de medios</h3>Configure su dispositivo de medios y después pulse el botón Conectar para acceder al dispositivo. Arrastre y suelte archivos para ponerlos en la cola de transferencia.</div>
et: <div align=center><h3>Meediaseadme brauser</h3>Seadista meediaseade ja klõpsa siis nupule 'Ühenda' selle kasutamiseks. Lohista siia failid, mis pannakse järjekorda ülekandmiseks meediaseadmele.</div>
fa: <div align=center><h3>مرورگر دستگاه رسانه</h3>برای دستیابی به دستگاه رسانۀ خود، دستگاه رسانه‌تان را پیکربندی کرده و سپس دکمۀ اتصال را فشار دهید. برای صف کردن پرونده‌ها برای انتقال، آنها را بکشید و رها کنید.</div>
fi: <div align="center"><h3>Medialaiteselain</h3> Aseta medialaitteen asetukset ja valitse <i>Yhdistä</i>, jos haluat käyttää medialaitetta. Vedä ja pudota tähän tiedostot, jotka haluat siirtää medialaitteeseen.</div>
fr: <div align=center><h3>Navigateur de périphérique de média</h3>Cliquez sur le bouton de connexion pour accéder à votre périphérique de média. Glissez et déposez vos fichiers pour les mettre en attente de transfert.</div>
he: <div align=center> <h3>דפדפן התקני מדיה</h3>הגדר את התקן המדיה שלך ואז לחץ על כפתור החיבור לגישה להתקן המדיה שלך. גרור והשלך קבצים על מנת להעבירם.</div>
hu: <div align=center><h3>Médiaeszköz böngészése</h3>Állítsa be a médiaeszközt, majd kattintson a Kapcsolódás gombra az eszköz eléréséhez. Fájlok áthúzhatók az átviteli sorba az egérrel.</div>
it: <div align=center><h3>Navigatore dispositivo multimediale</h3>Configura il tuo dispositivo multimediale e fai clic sul pulsante Connetti per accedervi. Trascina e rilascia qui i file da accodare per il trasferimento.</div>
ja: <div align=center><h3>メディアデバイスブラウザ</h3>メディアデバイスを設定して、次に接続ボタンをクリックするとデバイスにアクセスできます。ドラッグ&ドロップでファイルを転送キューに追加してください。</div>
ka: <div align=center><h3>მედია მოწყობილობა ბროუზერი</h3>დააკონფიგურირეთ მედია მოწყობილობა და შენმდეგ დააწკაპეთ დაკავშირების ღილაკს მოწყობილობასთან წვდომისთვის. გადაათრიეთ და ჩააგდეთ ფაილები მათ სწრაფად დასამატებლად.</div>
km: <div align=center><h3>កម្មវិធី​រុករក​ឧបករណ៍​​ផ្ទុក​</h3>កំណត់​រចនាសម្ព័ន្ធ​ឧបករណ៍​​ផ្ទុក​របស់​​អ្នក ហើយ​បន្ទាប់​មក​ចុច​ប៊ូតុង តភ្ជាប់ ដើម្បី​ចូលដំណើរការ​ឧបករណ៍​​ផ្ទុក​​របស់​អ្នក ។ អូស​ហើយ​ទម្លាក់​ឯកសារ ដើម្បី​រៀប​ពួក​វា​ជា​ជួរ ដើម្បី​ផ្ទេរ ។</div>
ko: <div align=center><h3>미디어장치 탐색기</h3>여러분의 미디어 장치를 설정하고 여러분의 미디어 장치에 접근하기 위해 연결 버튼을 클릭하십시오. 전송을 위하여 대기열에 파일을 끌어 놓으십시오.</div>
lt: <div align=center><h3>Muzikos įrenginio langas</h3>Norėdami pasiekti prijungtą muzikosįrenginį paspauskite mygtuką „Prisijungti“. Tempdami ir numesdami bylas įtrauksite jas į bylų siuntimo eilę.</div>
nb: <div align=center><h3>Håndterer for medieenhet</h3> Sett opp medieenheten, og trykk så på koble til-knappen for å få tilgang til enheten. Dra og slipp filer for å legge dem til overføringskøen.</div>
nds: <div align=center><h3>Medienreedschap-Kieker</h3>Richt Dien Medienreedschap in un klick denn op "Tokoppeln", wenn Du dor op togriepen wullt. Treck hier Dateien hen, de Du in de Överdregenreeg opnehmen wullt.</div>
ne: <div align=center><h3>मिडिया यन्त्र ब्राउजर</h3>तपाईँको मिडिया यन्त्र कन्फिगर गर्नुहोस् त्यसपछि तपाईँको मिडिया यन्त्र पहुँच गर्न जडान बटन क्लिक गर्नुहोस् । स्थान्तरणका लागि लाममा फाइलहरू तान्नुहोस् र छोड्नुहोस् ।</div>
nl: <div align="center"> <h3>Media-apparaat-browser</h3>Stel uw media-apparaat in en klik op de verbindknop om toegang te krijgen tot uw media-apparaat. Versleep bestanden om ze toe te voegen aan de wachtrij voor de overdracht.</div>
nn: <div align=center><h3>Mediespelarhandsamar</h3>Trykk «Kopla til» for å få tilgang til mediespelaren, og dra og slepp filene for å leggja dei i overføringskøen.</div>
pa: <div align=center><h3>ਮੀਡਿਆ ਜੰਤਰ ਝਲਕਾਰਾ</h3>ਆਪਣੇ ਮੀਡਿਆ ਦੀ ਸੰਰਚਨਾ ਕਰੋ ਅਤੇ ਜੁੜੋ ਬਟਨ ਨੂੰ ਆਪਣੇ ਮੀਡਿਆ ਜੰਤਰ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਦਬਾਓ। ਫਾਇਲਾਂ ਦਾ ਸੰਚਾਰ ਕਰਨ ਲਈ ਚੁੱਕੋ ਅਤੇ ਸੁੱਟੋ।</div>
pl: <div align=center><h3>Przeglądarka urządzeń multimedialnych</h3>Skonfiguruj twoje urządzenie mediów i potem kliknij przycisk "Połącz", aby uzyskać dostęp do twojego zamontowanego urządzenia multimedialnego. Przeciągnij i upuść pliki poniżej by ustawić je w kolejce do przeniesienia.</div>
pt: <div align=center><h3>Navegador de Dispositivo Multimédia</h3>Configure o seu dispositivo e carregue no botão Ligar para aceder ao seu dispositivo montado. Largue aqui ficheiros para os colocar em fila para transferir para o dispositivo.</div>
pt_br: <div align=center><h3>Navegador de Dispositivo de Mídia</h3>Configure o seu dispositivo de mídia e então clique no botão Conectar para acessar o seu dispositivo. Arraste e solte arquivos para agendá-los para transferência.</div>
ru: <div align=center><h3>Устройства</h3>Введите параметры для вашего устройства и нажмите кнопку Подключить для получения доступа к портативному устройству. Перенесите файлы сюда для добавления их в очередь на передачу.</div>
se: <div align=center> <h3>Mediaovttadatlogan</h3>Heivet iežat mediaovttadaga ja deaddil de Lavtta-boalu geahččan dihte iežat mediaovttadaga. Gease ja luoitte fiillaid vai bidjat daid sáddengárgadussii.</div>
sk: <div align=center><h3>Prehliadač mediálneho zariadenia</h3>Nastavte vaše mediálne zariadenie a kliknite na tlačidlo Pripojiť pre sprístupnenie vášho prehrávača. Pretiahnutím súborov ich zaradíte do frontu na prenos.</div>
sr: <div align=center><h3>Прегледач мултимедијалних уређаја</h3>Подесите свој мултимедијални уређај, а затим кликните на дугме „Повежи“ да бисте му приступили. Превуците и испустите фајлове да бисте их ставили у ред за пренос.</div>
th: <div align=center><h3>เครื่องมือเรียกดูอุปกรณ์เล่นสื่อ</h3>ให้ทำการปรับตั้งค่าอุปกรณ์เล่นสื่อของคุณก่อน แล้วคลิกที่ปุ่ม 'เชื่อมต่อ' เพื่อเข้าสู่อุปกรณ์เล่นสื่อ คุณสามารถลากแฟ้มมาและปล่อยลงไปเพื่อที่จะเรียงคิวสำหรับรอการ ถ่ายโอนไปยังอุปกรณ์ได้</div>
tr: <div align=center><h3>Medya Aygıtı Tarayıcısı</h3> Bilgisayara müzik aygıtını bağlamak için Bağlan düğmesine tıklayın. Dosyaları aktarmak için sürükleyin.</div>
uk: <div align=center><h3>Навігатор пристроїв носіїв мультимедії</h3> Налаштуйте ваш пристрій носія мультимедії, а тоді натисніть на кнопку "З'єднатися", щоб отримати доступ до вашого змонтованого носія. Перетягніть і вкиньте файли, щоб поставити їх в чергу для перенесення.</div>

source: Add Directory
af: Voeg Gids By
bg: Добавяне на директория
ca: Afegeix un directori
cs: Přidat adresář
da: Tilføj mappe
de: Ordner hinzufügen
el: Προσθήκη καταλόγου
es: Añadir carpeta
et: Kataloogi lisamine
eu: Gehitu direktorioa
fa: افزودن فهرست راهنما
fi: Lisää kansio
fr: Ajouter un dossier
he: הוסף תיקייה
hu: Könyvtár hozzáadása
it: Aggiungi cartella
ja: ディレクトリを追加
ka: დასტის დამატება
km: បន្ថែម​ថត
ko: 디렉터리 추가
lt: Įdėti aplanką
nb: Legg til mappe
nds: Orner tofögen
ne: डाइरेक्टरी थप्नुहोस्
nl: Map toevoegen
nn: Legg til mappe
pa: ਡਾਇਰੈਕਟਰੀ ਸ਼ਾਮਲ
pl: Dodaj katalog
pt: Adicionar a Pasta
pt_br: Adicionar Diretório
ru: Добавить каталог
se: Lasit máhpa
sk: Pridať adresár
sr: Додај директоријум
th: เพิ่มไดเร็คทอรี
tr: Dizin Ekle
uk: Додати каталог

source: Directory Name:
af: Gids Naam:
bg: Име на директория:
ca: Nom del directori:
cs: Název adresáře:
da: Mappenavn:
de: Name des Ordners:
el: Όνομα καταλόγου:
es: Nombre del carpeta:
et: Kataloogi nimi:
eu: Direktorioaren izena:
fa: نام فهرست راهنما:
fi: Kansion nimi:
fr: Nom du dossier :
he: שם תיקייה:
hu: A könyvtár neve:
it: Nome della cartella:
ja: ディレクトリ名:
ka: დასტის სახელი:
km: ឈ្មោះ​ថត ៖
ko: 디렉터리 이름:
lt: Aplanko pavadinimas:
nb: Mappenavn:
nds: Ornernaam:
ne: डाइरेक्टरी नाम:
nl: Mapnaam:
nn: Mappenamn:
pa: ਡਾਇਰੈਕਟਰੀ ਨਾਂ:
pl: Nazwa katalogu:
pt: Nome da Pasta:
pt_br: Nome do Diretório:
ru: Каталог:
se: Máhppanamma:
sk: Názov adresára:
sr: Име директоријума:
th: ชื่อไดเร็คทอรี:
tr: Dizin Adı:
uk: Назва каталогу:

source: Cannot change plugin while operation is in progress
af: Kan nie die inprop module verander terwyl die operasie besig is nie.
bg: Приставката не може да бъде променена по време на операция
ca: No es pot canviar el connector mentre l'operació està en progrés
cs: Nelze změnit zásuvný modul během operace
da: Kan ikke ændre plugin mens en handling er i gang
de: Das Modul kann nicht gewechselt werden während ein Vorgang in Arbeit ist.
el: Αδύνατη η αλλαγή προσθέτου ενώ μια άλλη λειτουργία εκτελείται ακόμα
es: No se puede cambiar de complemento mientras se está realizando la operación
et: Operatsiooni teostamise ajal ei saa pluginat muuta
eu: Ezin da plugin-ez aldatu eragiketa lantzen ari den bitartean
fa: هنگامی که عمل در حال اجراست، وصله را نمی‌توان تغییر داد
fi: Et voi vaihtaa liitännäistä operaation ollessa kesken.
fr: Impossible de changer de plugin pendant qu'une opération est en cours
he: אין אפשרות לשנות תוסף בזמן שפעולה אחרת כבר פועלת
hu: Nem lehet modult váltani, amíg a művelet folyamatban van
it: Impossibile cambiare plugin mentre l'operazione è in corso
ja: 操作の実行中はプラグインの変更はできません。
km: មិន​អាច​ប្ដូរ​កម្មវិធី​ជំនួយ​បាន​ឡើយ ព្រោះ​កំពុង​តែ​ដំណើរការ
ko: 작동이 진행중인 동안 변경할 수 없습니다.
lt: Kol užduotis nebaigta, nepavyks pakeisti įskiepio
nb: Kan ikke bytte programtillegg mens en handling er i gang
nds: Dat Moduul lett sik nich wesseln, wielt en Akschoon löppt
ne: सञ्चालन प्रगतिमा हुँदा प्लगइन परिवर्तन गर्न सकिँदैन
nl: Er kan niet van plugin worden veranderd als er een operatie gaande is
nn: Kan ikkje byta programtillegg når ein operasjon allereie føregår.
pa: ਕਾਰਵਾਈ ਜਾਰੀ ਹੋਣ ਦੌਰਾਨ ਪਲੱਗਇਨ ਬਦਲੀ ਨਹੀਂ ਜਾ ਸਕਦੀ ਹੈ
pl: Nie można zmienić wtyczki, kiedy wykonywana jest jakaś czynność
pt: Não é possível mudar de 'plugin', enquanto está uma operação em progresso
pt_br: Não é possível mudar o plugin enquanto uma operação estiver sendo executada
ru: Невозможно изменить модуль во время выполнения операций
se: Ii sáhte molsut lassemoduvlla dan bottago doaibma lea jođus
sk: Nemôžem zmeniť modul, kým prebieha operácia
sr: Не могу да променим прикључак док је операција у току
th: ไม่สามารถเปลี่ยนปลั๊กอินได้ ขณะที่กำลังปฏิบัติการอยู่
tr: İşlem devam ettiği için eklenti değiştirilemiyor
uk: Неможливо змінити втулок, поки виконується дія

source: The device %1 was unmounted before it was synchronized. In order to avoid data loss, press the "Disconnect" button before unmounting the device.
af: Die toestel: %1 was ontkoppel voordat dit gesinkroniseer was.<b>Waarskuwing</b>: Om data verlies te voorkom, moet die "Ontkoppel" knoppie gedruk word voordat die toestel uitgeprop word.
bg: Устройство %1 беше демонтирано преди синхронизация. За да избегнете загубата на данни, преди демонтирането на устройството натиснете бутона "Разкачване".
ca: El dispositiu %1 s'ha desmuntat abans que fos sincronitzat. Per tal d'evitar possibles pèrdues de dades, pitgeu el botó «Desconnecta» abans de desmuntar el dispositiu.
da: Enheden %1 blev afmonteret inden den blev synkroniseret. For at undgå datatab, tryk på knappen "Afbryd" inden enheden afmonteres.
de: Die Einbindung für den Media-Player %1 wurde gelöst, bevor er synchronisiert wurde. Um Datenverluste zu vermeiden, sollten Sie auf "Trennen" klicken bevor Sie den Player unmounten.
el: Η συσκευή %1 αποπροσαρτήθηκε πριν το συγχρονισμό. Για να αποφύγετε απώλεια δεδομένων, πατήστε το κουμπί "Αποσύνδεσης" πριν την αποπροσάρτηση της συσκευής.
es: El dispositivo %1 fue desmontado antes de que fuera sincronizado. Para evitar la pérdida de datos, pulse el botón «Desconectar» antes de desmontar el dispositivo.
et: Seade %1 lahutati enne sünkroniseerimist. Andmekao vältimiseks klõpsa enne seadme lahutamist nupule "Lahuta".
eu: %1 gailua desmuntatu egin da sinkronizatu aurretik. Datuak ez galtzeko, sakatu "Deskonektatu" botoia gailua desmuntatu aurretik.
fa: دستگاه %1 قبل از اینکه همگام‌سازی شد، پیاده شد. برای پرهیز از اتلاف داده، قبل از پیاده‌سازی دستگاه، دکمۀ »قطع« را فشار دهید.
fi: Laite ”%1” irrotettiin tiedostojärjestelmästä ennen kuin se synkronisoitiin. Mahdolliset tietojen katoamiset voit välttää valitsemalla ”Katkaise yhteys”, ennen kuin irrotat laitteen tiedostojärjestelmästä.
fr: Le périphérique %1 a été démonté avant qu'il ne soit synchronisé. Afin d'éviter la perte de données, cliquez sur "Déconnexion" avant de démonter le périphérique.
he: בוטלה העגינה עבור התקן המדיה %1 לפני שהוא סונכרן. על־מנת למנוע אבדן נתונים, לחץ על כפתור "התנתק" לפני ביטל העגינה להתקן.
hu: A(z) "%1" eszköz le lett csatolva, mielőtt szinkronizálva lett volna. Az adatvesztés elkerülése érdekében mindig nyomja meg a "Lekapcsolódás" gombot az eszköz lecsatolása előtt.
it: Il dispositivo %1 è stato smontato prima di essere sincronizzato. Per evitare perdite di dati, premi il pulsante "Disconnetti"prima di smontare il dispositivo.
ja: デバイス %1 は同期する前にアンマウントされました。データの消失を防ぐために、デバイスをアンマウントする前に「接続を切断」を押してください。
ka: %1 მოწყობილობა სინქრნიზაციემდე დემონტირებულ იყო. მონაცემთა დაკარგის ასაცილებლად მოწყობილობის დემონტირებამდე დააწკაპეთ "კავშირის გაწყვეტის" ღილაკს.
km: ឧបករណ៍ %1 ត្រូវ​បាន​អាន់​ម៉ោន មុន​ពេល​វា​ត្រូវ​បា​ន​ធ្វើ​សមកាលកម្ម ។ ដើម្បី​ជៀសវាង​កា​របាត់បង់​ទិន្នន័យ ចុច​ប៊ូតុង "ផ្ដាច់" មុន​ពេល​អាន់ម៉ោន​ឧបករណ៍ ។
ko: 동기화 하기 전에 장치 %1이 마운트 해제되지 않았습니다. 장치를 마운트 해제하기 전에 데이터 손실을 피하기 위해 "연결 끊기" 버튼을 누르십시오.
lt: Įrenginys %1 buvo atjungtas nespėjus sinchronizuoti duomenų. Kad neprarastumėte duomenų prieš atjungdami įrenginį visada paspauskite mygtuką „Atjungti“.
nb: Enheten %1 ble avmontert før den var synkronisert. For å unngå å miste data må du trykke «Koble fra» før enheten avmonteres.
nds: De Reedschap "%1" wöör afhangt, ehr se synkroniseert wöör. Wenn Du Datenverlusten verhöden wullt, klick op "Afkoppeln", ehr Du de Reedschap afhangst.
ne: यन्त्र %1 समक्रमण गर्नु अघि अनमाउन्ट गरिएको थियो । हराएको डेटा त्याग्न, यन्त्र अनमाउन्ट गर्नु अघि "विच्छेदन " बटन थिच्नुहोस् ।
nl: Het apparaat %1 was afgekoppeld voordat de synchronisatie was uitgevoerd. Om gegevensverlies te voorkomen, klik op de knop "Verbinding verbreken" voordat u het apparaat afkoppelt.
nn: Spelaren «%1» vart avmontert før han vart synkronisert. For å unngå datatap må du trykkja «Kopla frå»-knappen før du avmonterer spelaren i framtida.
pa: ਜੰਤਰ %1 ਨੂੰ ਸਮਕਾਲੀ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਹੀ ਅਣ-ਮਾਊਂਟ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਡਾਟੇ ਦੇ ਨੁਕਸਾਨ ਤੋਂ ਬਚਣ ਲਈ, ਜੰਤਰ ਨੂੰ ਹਟਾਉਣ ਤੋਂ ਪਹਿਲਾਂ "ਕੁਨੈਕਸ਼ਨ ਬੰਦ" ਨੂੰ ਦਬਾਓ।
pl: Urządzenie %1 zostało odmontowane zanim zostało zsynchronizowane. Aby uniknąć utraty danych, naciśnij przycisk "Rozłącz" przed odmontowaniem urządzenia.
pt: O dispositivo %1 foi desmontado antes da sincronização. Para evitar perder dados, carregue no botão "Desligar" antes de desmontar o dispositivo.
pt_br: O dispositivo %1 foi desmontado antes que fosse sincronizado. Para evitar perda de dados, pressione o botão "Desconectar" antes de desmontá-lo.
ru: Устройство %1 было отключено до завершения синхронизации. Для избежания потери данных нажимайте кнопку «Отключить» перед исключением устройства из файловой системы.
se: %1 ovttadat galgašuvvai ovdal go lei vejolaš dan buohtalastit. Eastadan dihte dieđuid láhppit fertet deaddit "Eret laktin" boalu ovdal go galggat ovttadaga.
sk: Zariadenie %1 bolo odpojené pred tým, než bolo synchronizované. Aby ste predišli strate dát, stlačte tlačidlo "Odpojiť" pred odpojením zariadnia.
sr: Уређај %1 је демонтиран пре него што је синхронизован. Да бисте избегли губитак података, кликните на „Прекини везу“ пре демонтирања уређаја.
th: อุปกรณ์ %1 ถูกยกเลิกการเมานท์ก่อนที่จะได้รับการปรับข้อมูล เพื่อป้องกันการสูญเสียข้อมูลของคุณ กรุณากดที่ปุ่ม "ตัดการเชื่อมต่อ" ก่อนที่จะทำการยกเลิกการเมานท์อุปกรณ์
tr: %1 aygıtı tam olarak eşlenmeden ayrıldı. Veri kaybını engellemek için aygıtı ayırmadan önce "Bağlantıyı Kes" düğmesine tıklayın.
uk: Пристрій %1 було демонтовано перед синхронізацією. Щоб запобігти втраті даних, натисніть кнопку "Від'єднати" перш, ніж демонтувати пристрій.
