Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Amarok has crashed! We are terribly sorry about this :( But, all is not lost! You could potentially help us fix the crash. Information describing the crash is below, so just click send, or if you have time, write a brief description of how the crash happened first. Many thanks.
af: amaroK het omgeval! Ons is baie jammer dat dit gebeur het: Alles is gelukkig nie verlore nie!Jy kan potensiëel help met die regmaak van hierdie fout. Amarok het 'n <i>'backtrace'</i> aangeheg wat die fout beskryf. Al wat jy hoef te doen is om op 'stuur' te kliek. As jy tyd het sal dit help as jy die stappe kan beskryf wat aanleiding tot die omval gegee het. Baie dankie.
bg: Amarok се повреди! Ужасно съжаляваме за това :( Но не всичко е загубено! Можете да ни помогнете да оправим повредата. Amarok има система за проследяване на грешки, която описва повредата. По-долу има информация за повредата, така че само натиснете "Изпращане" или, ако имате време, напишете кратко описание как се е получила. Благодарим ви много.
ca: L'Amarok ha petat! Ho sentim molt:( Però no tot està perdut! És possible que ens pugueu ajudar a solucionar el problema. L'Amarok ha adjuntat una traça enrere que descriu el problema, simplement premeu «Envia» i, si teniu temps, escriviu una petita descripció de com s'ha donat l'error. Moltes gràcies.
cs: Amarok se zhroutil! Velmi se vám za to omlouváme :( Nicméně všechno není ztraceno! Můžete nám pomoct napravit toto zhroucení. Amarok připojil informace o zpětném sledování, které pád popisuje. Stačí kliknout a poslat, popř. máte-li čas, napište stručný popis toho, jak k pádu došlo. Velmi děkujeme.
da: Amarok er brudt sammen. Vi er forfærdeligt kede af det. Men alt er ikke tabt. Du vil eventuelt kunne hjælpe os med at rette sammenbruddet. Informationen som beskriver sammenbruddet er nedenfor, så klik blot på send, eller hvis du har tid, skriv først en kort beskrivelse af hvordan sammenbruddet indtraf. Mange tak.
de: Amarok ist abgestürzt! Das tut uns wirklich sehr leid :( Aber vielleicht können Sie uns helfen, den Fehler zu beheben. Amarok hat einen Backtrace erzeugt, der den Fehler beschreibt. Klicken Sie einfach auf Senden oder, wenn Sie Zeit haben, schreiben Sie zuerst einen Bericht und beschreiben darin, wie es zu dem Absturz kam. Vielen Dank.
el: Το AmaroK κατέρρευσε! Σας ζητάμε συγνώμη για αυτό που έγινε :( Αλλά δε χάθηκαν όλα! Ίσως μπορείτε να μας βοηθήσετε να διορθώσουμε αυτό το πρόβλημα. Το AmaroK προσάρτησε δεδομένα αποσφαλμάτωσης που περιγράφουν την κατάρρευση, έτσι κάντε απλά κλικ για να τα στείλετε, ή αν έχετε διαθέσιμο χρόνο γράψτε μας και μια σύντομη περιγραφή για το πώς συνέβη η κατάρρευση. Ευχαριστούμε.
es: ¡Amarok ha petado! Lo sentimos mucho muchísimo :( Pero ¡no todo está perdido! Potencialmente puede ayudarnos a arreglar el fallo. Amarok ha adjuntado una traza inversa que describe el problema, así que sólo tiene que pulsar Enviar o, si tiene tiempo, escribir una breve descripción sobre cómo se ha producido el fallo la primera vez que ha ocurrido. Muchas gracias.
et: Amarokki tabas krahh! Ka meie oleme hirmus kurvad :( Kuid kõik pole veel kadunud! Sa võid isegi aidata meil vea parandada. Amarok tekitas tagasijälituse, mis kirjeldab viga, nii et klõpsa lihtsalt saatmisnupul või kui sul on aega, pane ka lühidalt kirja, kuidas viga üldse tekkis. Täname sind juba ette.
fa: amaroK فروپاشی شده است! واقعاً از این بابت متأسفیم :) اما، همه چیز از دست نرفته است! می‌توانید به طور بالقوه به ما کمک کنید تا فروپاشی را مرتفع کنیم. amaroK راه‌کاری را پیوست کرده است که فروپاشی را توصیف می‌کن، پس کافی است فقط ارسال را فشار دهید، یا اگر وقت دارید، توصیف کوتاهی بنویسید که در ابتدا فروپاشی رخ داد. با تشکر فراوان.
fi: Amarok kaatui. Voit auttaa kehittäjiä lähettämällä vianjäljitystiedot lyhyen englanninkielisen kuvauksen kanssa siitä, mitä teit, kun Amarok kaatui. Kiitämme etukäteen.
fr: Amarok s'est interrompu ! Nous sommes terriblement désolés :( Mais tout n'est pas perdu ! Vous pouvez potentiellement nous aider à identifier la cause de cette interruption. La description de cet incident est ci-dessous, il vous suffit de cliquer sur « Envoyer » ou, si vous avez un peu de temps, de nous décrire succinctement la manière dont est apparue cette interruption. Merci beaucoup.
he: היישום Amarok קרס! אנחנו מאוד מצטערים על כך :( אבל לא הכל אבוד! אתה יכול לעזור לנו לתקן את הבעיה. מצורפת ל־ Amarok רשימה שמתארת את רגעי הקריסה, אז רק לחץ על שלח, או אם יש לך זמן, כתוב פירוט קצר של איך הקריסה אירעה. תודות.
hu: Az Amarok leállt. Elnézését kérjük a probléma miatt. A leállást okozó hiba kijavításához Ön segítséget nyújthat a fejlesztőknek. A lentebb látható információ a leállást írja le. A fejlesztőknek ez a Küldés funkcióval küldhető el. Ha van ideje, írja le röviden, hogy hogyan történt a leállás. Köszönjük.
it: Amarok è andato in crash! Siamo incredibilmente spiacenti :( Ma nulla è perduto! Puoi potenzialmente aiutarci a riparare il difetto. Le informazioni seguenti descrivono il crash, ti basta fare clic su invia o, se hai tempo, scrivere una breve descrizione di come è avvenuto il crash. Grazie mille.
ja: Amarok はクラッシュしました。本当に申し訳ありません。 しかし解決策が全くないわけではありません。 あなたは我々がこのバグを修正するのを手助けできます。 下にこのクラッシュを説明する情報があります。 送信をクリックするだけでも構いませんし、時間があるなら、 どのようにしてこのクラッシュが起こったのか簡潔な説明を書いていただければ幸いです。
km: amaroK បាន​គាំង​ហើយ ! យើង​ពិត​ជា​សោកស្ដាយ​ខ្លាំង​ណាស់​ចំពោះ​បញ្ហា​នេះ :( ប៉ុន្តែ អ្វីៗ​ទាំងអស់​​មិន​​​បាន​បាត់បង់​ឡើយ ! អ្នក​អាច​ជួយ​យើង​ជួសជុល​ការ​គាំង​នេះ ។ ព័ត៌មានដែល​​​ពណ៌នា​អំពី​ការ​គាំង​នៅ​ខាង​ក្រោម​ ដូច្នេះ​អ្នក​​គ្រាន់​តែ​ចុច 'ផ្ញើ' ប៉ុណ្ណោះ ឬ បើ​អ្នក​មាន​ពេល អ្នក​អាច​សរសេរ​សេចក្ដី​ពណ៌នា​ដោយ​សង្ខេប​អំពី​មូលហេតុ​ដែល​បណ្ដាល​ឲ្យ​គាំង ។ សូម​អរគុណ​ជា​អនេកប្បការ ។
ko: Amarok이 오류로 강제 종료되었습니다. 정말 죄송합니다 :( 그러나 이게 전부가 아닙니다! 당신의 도움으로 이 오류를 수정할 수 있습니다. Amarok은 오류가 일어난 당시의 역추적 기록을 개발자에게 보낼 수 있습니다. 만약 시간이 남는다면, 어떻게 오류가 발생했는지 원인을 간단히 적어서 보내 주시면 감사하겠습니다. 감사합니다.
lt: AmaroK nulūžo! Labai atsiprašome! :( Bet ne viskas taip blogai! Jūs galite labai prisidėti prie klaidos pataisymo. Žemiau esantys duomenys yra nulūžimo aprašymas. Tiesiog atsiųskite mums šiuos duomenis paspausdami „Siųsti“ mygtuką arba, jei turi laisvą minutėlę, trumpai aprašykite (angliškai) kokiomis aplinkybėmis AmaroK nulūžo. Labai dėkojame.
nb: Vi er dypt lei oss for at Amarok krasjet! :( Men alt er ikke tapt! Du kan hjelpe oss å fikse denne feilen. Nå har Amarok lagt ved denne e-posten informasjon om krasjet. Bare trykk «send» for å sende denne til utviklerne. Har du tid, kan du gjerne skrive en beskrivelse (på engelsk) om hva du gjorde når Amarok krasjet først. På forhånd takk!
nds: Amarok is afstört! Dat deit uns redig böös leed :( Man, is noch nich allens to laat! Villicht kannst Du uns hölpen, de Oorsaak för den Afstört to richten. Amarok hett en Fehlerspoor anhangt, de dat Begeefnis beschrifft. Du kannst nu eenfach op "Sennen" klicken, oder gau beschrieven, wodennig dat to den Afstört keem, wenn Du jüst Tiet hest. Velen Dank.
ne: अमारोक नष्ट भयो! यसको लागि हामी गम्भिर रूपमा माफी माग्दछौ :( तर, सबै हराएको छैन! तपाईँ सम्भवत नष्ट भएको यकिन गर्न सहयोग गर्न सक्नुहुन्छ । नष्ट भएको वर्णन जानकारी तल छ, त्यसैले मात्र पठाउनुहोसमा क्लिक गर्नुहोस्, वा तपाईँसँग समय छ भने, पहिले कसरी नष्ट भयो भन्ने संक्षेपमा वर्णन लेख्नुहोस् । धेरै धेरै धन्यवाद ।
nl: Amarok is vastgelopen! Onze excuses daarvoor. Maar nog niet alles is verloren. U kunt ons in principe helpen om dit in de toekomst te voorkomen. De informatie die de de crash beschrijft staat hieronder. Klik "E-mail verzenden" om deze informatie te verzenden en, als u tijd over hebt, schrijf (liefst in het Engels) een korte beschrijving van wat u aan het doen was toen het programma vastliep. Alvast bedankt voor uw moeite.
nn: Me er djupt lei oss for at Amarok krasja! :( Men alt er ikkje tapt! Du kan hjelpa oss å retta opp denne feilen. No har Amarok lagt informasjon om krasjet ved denne e-posten. Berre trykk «send» for å senda denne til utviklarane. Har du tid, kan du gjerne skriva ei skildring (på engelsk) av kva du gjorde når Amarok krasja først. På førehand takk!
pa: ਅਮਰੋਕ ਨਸ਼ਟ ਹੋ ਗਿਆ ਹੈ! ਸਾਨੂੰ ਇਸ ਲਈ ਭਾਰੀ ਅਫ਼ਸੋਸ ਹੈ:( ਪਰ, ਕੋਈ ਨੁਕਸਾਨ ਨਹੀਂ ਹੈ! ਤੁਸੀਂ ਇਸ ਨਸ਼ਟ ਨੂੰ ਠੀਕ ਕਰਨ ਲਈ ਸਾਡੀ ਮੱਦਦ ਕਰ ਸਕਦੇ ਹੋ। ਅਮਰੋਕ ਨੇ ਨਸ਼ਟ ਵਿੱਚ ਬੈਕਟਰੈਕ ਨੂੰ ਇੱਕਠਾ ਕਰ ਲਿਆ ਹੈ, ਤੁਸੀਂ ਸਿਰਫ਼ ਭੇਜੋ ਨੂੰ ਦਬਾਉ ਜਾਂ ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਸਮਾਂ ਹੈ ਤਾਂ ਨਸ਼ਟ ਕਿਵੇਂ ਹੋਇਐ ਹੋਇਆ ਦੇ ਬਾਰੇ ਸੰਖੇਪ ਜਿਹੀ ਜਾਣਕਰੀ ਦਿਓ। ਤੁਹਾਡਾ ਬਹੁਤ ਧੰਨਵਾਦ ਹੈ।
pl: Amarok uległ awarii! Bardzo nam przykro z tego powodu: :( Ale nie wszystko stracone! Możesz nam pomóc w naprawie błędu. Informacja zawierająca opis awarii znajduje się poniżej, więc wystarczy tylko kliknąć "Wyślij", lub jeśli masz czas, napisać (po angielsku) krótki opis tego jak doszło do awarii. Bardzo dziękujemy.
pt: O Amarok estoirou! Pedimos imensa desculpa acerca disto :( No entanto, nem tudo está perdido! Pode ajudar-nos a corrigir este estoiro. O Amarok anexou um 'backtrace' que descreve o estoiro, por isso carregue em enviar, ou se tiver tempo escreva uma breve descrição de como é que o estoiro ocorreu. Obrigado.
pt_br: Ocorreu um problema com o Amarok! Por favor, aceite nossas desculpas :( Mas nem tudo está perdido! Você pode nos ajudar a resolver o problema. O Amarok anexou um relatório que descreve o que aconteceu, então você só precisa clicar em "Enviar" ou, se você tiver tempo, escreva uma pequena descrição de como o problema ocorreu inicialmente (de preferência em inglês). Muito obrigado.
ru: В amaroK произошёл сбой! Мы ужасно извиняемся за это :( Но не спешите переходить на другой проигрыватель! Вы можете нам помочь. amaroK создал backtrace - протокол сбоя, вы можете отправить его нам, и, если у вас есть немного времени, описать ваши действия перед сбоем. Большое спасибо.
se: Ándagássii go Amarok riekčánii:( Don sáhtát veahkkehit min divvut dán vigi. Dál Amarok lea mielddustan čilgehusa mii muitala mii dáhpáhuvai prográmmas. Jus asttat, de čális áinnas čilgehusa (eŋgelasgillii) maid ledjet bargamin go Amarok riekčanii. Giitu go veahkehat min!
sk: Amarok spadol! To nás skutočne veľmi mrzí :( Avšak, všetko nie je stratené! Môžete nám pomôcť opraviť toto zrútenie. Informácie popisujúce spadnutie sú nižšie, tak ich jednoducho pošlite, alebo, ak máte čas, napíšte stručný popis, ako k pádu došlo. Veľká vďaka.
sr: Amarok се срушио! Јако нам је жао због тога :( Али, није све изгубљено! Можда бисте могли да нам помогнете да исправимо проблем. Amarok је доле исписао податке који описују пад, тако да можете само кликнути на слање; или, ако имате времена, укратко опишите како се пад десио. Пуно вам хвала.
th: Amarok เกิดการหยุดทำงาน! เราต้องขอโทษอย่างสุดซึ่งกับเรื่องที่เกิดขึ้นนี้ :( แต่ว่า! ยังไม่สิ้นหวังไปซะทีเดียว คุณมีศักยภาพที่จะช่วยเราแก้ไขการหยุดทำงานแบบนี้ได้ ข้อมูลที่อธิบายถึงสาเหตุของการหยุดทำงานอยู่ที่ด้านล่าง แค่คุณคลิกส่ง หรือ ถ้าคุณ มีเวลาล่ะก็ ช่วยเขียนคำอธิบายสั้นๆ ว่าการหยุดทำงานนี้เกิดขึ้นได้อย่างไร ขอบคุณอย่างสูง
tr: Amarok bir hata verdi. Fakat, bu her şeyin sonu demek değil. Size bunu düzeltmeniz için yardım edebiliriz. Amarok, çökme olayını tanımlayan bir rapor hazırladı. Gönder'e basıp yollayın ya da eğer vaktiniz varsa, olayının nasıl gerçekleştiğini kısaca tanımlayın. Teşekkürler.
uk: Програма Amarok зазнала краху! Дуже перепрошуємо за це :( Але, ще не все втрачено! Ви можете допомогти нам полагодити крах. Нижче знаходиться інформація, яка описує крах, отже, просто натисніть "Надіслати" або, якщо ви маєте час, напишіть короткий опис обставин, при яких трапився крах. Дуже дякуємо.

source: The information below is to help the developers identify the problem, please do not modify it.
af: Die informasie hier onder is om die ontwikkelaar te help om die probleem te identifiseer. Moet dit asb. nie verander nie.
bg: Информацията по-долу има за цел да помогне на разработчиците да идентифицират проблема. Моля не я променяйте.
ca: La informació a continuació és per ajudar als desenvolupadors a identificar el problema, per favor, no l'altereu.
cs: Informace uvedené níže slouží vývojářům k identifikaci problému, neprovádějte prosím žádné úpravy.
da: Informationen nedenfor er beregnet til at hjælpe udviklerne med at identificere problemet, lav ikke om på noget.
de: Die unten stehende Information hilft den Entwicklern bei der Identifizierung des Problems, bitte verändern Sie sie nicht.
el: Οι παρακάτω πληροφορίες θα βοηθήσουν τους προγραμματιστές να αναγνωρίσουν το πρόβλημα, παρακαλώ να μην τροποποιηθούν.
es: La información de más abajo tiene por objeto ayudar a los programadores a identificar el problema. Por favor, no la modifique.
et: Allolev info aitab arendajatel probleemi mõista. Palun ära muuda selles midagi.
eu: Azpiko informazioa garatzaileentzako da, arazoa identifikatzen laguntzeko, ez aldatu beraz.
fa: اطلاعات زیر برای کمک به توسعه‌دهنده‌ها جهت مشخص کردن مسئله می‌باشد، لطفاً، آن را تغییر ندهید.
fi: Alla oleva tieto on tarkoitettu kehittäjille. Älä muuta sitä.
fr: Les informations ci-dessus servent aux développeurs pour identifier le problème, merci de ne pas les modifier.
he: המידע למטה הוא בכדי לעזור למפתחים לזהות את הבעיה, אנא אל תשנה אותו.
hu: A lentebbi információ a fejlesztők számára nyújthat segítséget a probléma azonosításában. Kérjük, ne módosítsa.
it: Le seguenti informazioni servono ad aiutare gli sviluppatori a identificare il problema, non modificarle.
ja: 下の情報は開発者が問題を突き止めるのに役立ちます。変更されないようにお願いします。
ka: ინფორმაცია ქვემოთ არის პროგრამისტების დასახმარებლად პრობლემის გასწორებისას, გთხოვთ არ ჩაასწოროთ იგი.
km: ព័ត៌មាន​ខាង​ក្រោម គឺ​សម្រាប់​ជួយ​ឲ្យ​អ្នក​បង្កើត​អាច​កំណត់​អត្តសញ្ញាណ​បញ្ហា ដូច្នេះ​សូម​មេត្តា​កុំ​កែប្រែ​វា ។
ko: 다음에 정보는 개발자들이 문제를 파악하는데 도움이 됩니다. 수정하지 말아주십시오.
lt: Žemiau esanti informacija padės programuotojams išspręsti problemą, prašome nieko nekeisti.
nb: Informasjonen under er for at utviklerene skal kunne identifisere problemet, vennligst ikke gjør endringer.
nds: De nakamen Informatschonen schöölt de Schrievers hölpen, bitte änner ehr nich.
ne: तल दिएको जानकारी विकासकर्तालाई समस्या पहिचान गर्नु हो, कृपया यसलाई परिमार्जन नगर्नुहोस् ।
nl: De informatie hieronder wordt door de ontwikkelaars gebruikt om het probleem te identificeren. Breng hier a.u.b. geen wijzigingen in aan.
nn: Informasjonen nedanfor er til hjelp når utviklarane skal identifisera problemt. Ikkje endra han.
pa: ਹੇਠ ਦਿੱਤੀ ਜਾਣਕਾਰੀ ਖੋਜੀਆਂ ਨੂੰ ਸਮੱਸਿਆ ਜਾਣਨ ਲਈ ਸਹਾਇਕ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਵਿੱਚ ਕੁਝ ਵੀ ਸੋਧ ਨਾ ਕਰੋ।
pl: Informacja poniżej jest pomocą dla programistów w zidentyfikowaniu problemu. Proszę jej nie modyfikować.
pt: A informação abaixo serve para ajudar os programadores a identificar o problema; pedimos-lhe que não a modifique.
pt_br: As informações abaixo servem para ajudar os desenvolvedores a identificar o problema, por favor não modifique-as.
ru: Сведения, приведённые ниже, могут помочь разработчикам найти причину ошибки, не изменяйте их.
se: Dieđut vuolábealde lea ávkin go ovdánahtit galget gávnnahit mas váttisvuođat bohtet, ale fal rievdat dan.
sk: Informácie uvedené nižšie slúžia vývojárom k identifikácii problému, prosím neupravujte ich.
sr: Подаци испод помажу програмерима да пронађу проблем, молимо вас да их не мењате.
th: ข้อมูลด้านล่างมีไว้สำหรับช่วยให้นักพัฒนาสามารถระบุปัญหาได้ กรุณาอย่าทำการแก้ไข
tr: Aşağıdaki bilgiler geliştiricilerin oluşan problemi anlamasına yardım edeceğinden lütfen bu bilgileri değiştirmeyin.
uk: Інформація нижче потрібна для розробників, щоб знайти проблему. Будь ласка, не змінюйте.

source: Amarok has crashed! We are terribly sorry about this :( But, all is not lost! Perhaps an upgrade is already available which fixes the problem. Please check your distribution's software repository.
af: Amarok het omgeval! Ons is baie jammer dat dit gebeur het :( Alles is darem nie verlore nie! 'n Opgradering is miskien alreeds beskikbaar wat die probleem oplos. Gaan asb. jou Linux verspreiding se sagteware argief na.
bg: Amarok се повреди! Ужасно съжаляваме за това :( Но не всичко е загубено! Може би вече има обновени пакети, които ще решат проблема. Моля, проверете в хранилището на дистрибуцията си.
ca: L'Amarok ha petat! Ho sentim molt:( Però no tot està perdut! És possible que hi hagi una actualització disponible que resolgui el problema. Per favor, comproveu el repositori d'aplicacions de la teva distribució.
da: Amarok er brudt sammen. Vi er forfærdeligt kede af dette. Men alt er ikke tabt. Måske er der allerede en tilgængelig opgradering som retter problemet. Kontrollér programarkivet for din distribution.
de: Amarok ist abgestürzt! Das tut uns wirklich sehr leid :( Aber möglicherweise ist bereits eine neuere Version verfügbar, die das Problem behebt. Bitte prüfen Sie die Softwareaktualisierungen Ihrer Distribution.
el: Το AmaroK κατέρρευσε! Ζητάμε συγνώμη γι' αυτό :( Αλλά δε χάθηκαν όλα! Ίσως να υπάρχει κάποια αναβάθμιση ήδη διαθέσιμη που διορθώνει το πρόβλημα. Παρακαλώ ελέγξτε το χώρο αναβαθμίσεων της διανομής σας.
es: ¡Amarok se ha cerrado! Lo lamentamos muchísimo :( Pero, ¡no todo está perdido! Tal vez ya exista una actualización que corrija el problema. Por favor, revise el repositorio de software de su distribución.
et: Amarokki tabas krahh! Ka meie oleme hirmus kurvad :( Kuid kõik pole veel kadunud! Võib-olla on juba olemas uuendus, mis probleemi lahendab. Kontrolli palun oma distributsiooni tarkvaraallikaid.
eu: Amarok kraskatu egin da. Sentitzen dugu :( Hala ere, ez da dena galdu! Agian arazoa konponduta duen aplikazioaren eguneraketa bat prest dago. Egiaztatu sistemako banaketaren software biltegia.
fa: Amarok فروپاشی شده است! به خاطر این شدیداً متأسفیم :( اما، همه از دست نرفته است! شاید ارتقایی از قبل موجود باشد که رفع اشکال می‌کند. لطفاً، مخزن نرم‌افزار توزیع را بررسی کنید.
fi: Amarok kaatui piru vieköön. Tarkista tarjoaako jakelusi uudempaa versiota tai onko semmoista saatavilla muuta kautta.
fr: Amarok s'est interrompu anormalement ! Nous en sommes vraiment désolé :( Mais tout n'est pas perdu ! Peut-être qu'une mise à jour est déjà disponible et résoud ce problème. Vérifiez les versions disponibles pour votre distribution.
he: יישום Amarok התרסק! אנו מאוד מצטערים על כך :( אך, לא הכל אבוד! אולי כבר זמין שדרוג שמתקן את התקלה. אנא בדוק את מאגר התכנה של ההפצה שלך.
hu: Az Amarok leállt. Elnézését kérjük a probléma miatt. Elképzelhető, hogy már van frissítés, amely megoldja a problémát. Ellenőrizze a disztribúciója szoftverkatalógusát.
it: Amarok è andato in crash! Siamo incredibilmente spiacenti :( Ma nulla è perduto! È probabile che un aggiornamento che corregge il problema sia già disponibile. Controlla il deposito dei pacchetti della tua distribuzione.
ja: Amarok はクラッシュしました。本当に申し訳ありません。 しかし解決策が全くないわけではありません。 アップグレードすることで問題が解決することもあります。 お使いのディストリビューションのソフトウェアリポジトリを確認してみてください。
km: Amarok បាន​គាំង​ហើយ ! យើង​ពិត​ជា​សោកស្ដាយ​ចំពោះ​បញ្ហានេះ​ខ្លាំង​ណាស់ :( ប៉ុន្តែ អ្វីៗ​ទាំងអស់​មិន​បាន​បាត់បង់​ទេ ! ប្រហែល​ជា​មាន​កា​រធ្វើ​ឲ្យ​ប្រសើរ​ឡើង​​បាន​ជួសជុល​បញ្ហា​នេះ ។ សូម​ពិនិត្យ​មើលឃ្លាំង​កម្មវិធីរបស់​ការ​ចែកចាយ ។
ko: Amarok이 충돌하였습니다! 정말로 죄송합니다. :( 그러나 모든것을 잃어버리지 않았습니다. 또한 문제를 수정한 업그레이드 버전이 이미 사용가능합니다. 당신의 배포판 소프트웨어 저장소를 확인하여 주십시오.
lt: AmaroK nulūžo! Labai atsiprašome! :( Bet ne viskas taip blogai! Gabūt klaida buvo neseniai pataisyta. Pasižiūrėkite savo sistemos programinės įrangos atnaujinimo paketuose ar nėra naujesnės AmaroK versijos.
nb: Amarok har krasjet! Vi beklager så mye :( Men alt er ikke tapt! Kanskje det allerede finnes en oppgradering som retter opp problemet. Se etter i programlageret til din distribusjon.
nds: Amarok is afstört! Dat deit uns redig böös leed :( Man, is noch nich allens to laat! Villicht gifft dat al en niege Verschoon, de dat Problem richt. Kiek man maal binnen de Software-Archiven vun Dien Distributschoon.
ne: अमारोक नष्ट भयो! यसबारेमा हामी गम्भिर रूपमा माफी माग्दछौ :( तर, सबै हराएको छैन! एउटा स्तरवृद्धि पहिल्यै उपलब्ध भएको हुन सक्छ जसले समस्या निश्चित गर्दछ । कृपया तपाईँको वितरणको सफ्टवेयर भण्डार जाँच गर्नुहोस् ।
nl: Amarok is onverwacht beëindigd. Het spijt ons verschrikkelijk. Maar niet alles is verloren. Mogelijk is er een nieuwere versie beschikbaar die het probleem oplost. Controleer a.u.b. het software-aanbod van uw distributeur.
nn: Me er djupt lei oss for at Amarok krasja! :( Men alt er ikkje tapt! Det kan vera det finst ein oppdatert versjon der feilen som førte til krasjet er retta opp. Sjå etter i programarkivet til distribusjonen din.
pa: ਅਮਰੋਕ ਨਸ਼ਟ ਹੋ ਗਿਆ ਹੈ! ਸਾਨੂੰ ਇਸ ਲਈ ਬਹੁਤ ਅਫ਼ਸੋਸ ਹੈ:( ਪਰ, ਅਜੇ ਸਭ ਕੁਝ ਨਹੀਂ ਵਿਗੜਿਆ ਹੈ! ਸ਼ਾਇਦ ਇਹ ਸਮੱਸਿਆ ਲਈ ਕੋਈ ਫਿਕਸ ਪਹਿਲਾਂ ਹੀ ਅੱਪਗਰੇਡ ਵਿੱਚ ਮੌਜੂਦ ਹੋਵੇ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਡਿਸਟਰੀਬਿਊਸ਼ਨ ਦੀ ਸਾਫਟਵੇਅਰ ਰਿਪੋਜ਼ਟਰੀ ਵੇਖੋ।
pl: Amarok uległ awarii! Bardzo nam przykro z tego powodu :( Ale nie wszystko stracone! Możliwe, że jest już dostępna nowa wersja, która rozwiąże ten problem. Proszę sprawdzić repozytorium programów swojej dystrybucji.
pt: O Amarok estoirou! Temos muita pena por isto :( Contudo, nem tudo está perdido! Talvez já esteja disponível uma actualização que corrige o problema. Verifique por favor o repositório de 'software' da sua distribuição.
pt_br: Ocorreu um problema com o Amarok! Por favor, aceite nossas desculpas :( Mas nem tudo está perdido! Talvez uma atualização que resolva o problema já esteja disponível. Por favor, verifique o repositório de programas da sua distribuição.
se: Amarok lea riekčanan! Atte midjiide ándagássii :( Muhto, ii visot gal lea duššái mannan. Dáidá leat ođaseabbut veršuvdna mii lea divvun dán siva. Iskka iežat distribušuvnna prográmmavuorkás.
sk: Amarok spadol! Je nám to strašne ľúto :( Ale nie všetko je stratené! Snáď je už dostupná aktualizácia, ktorá opravuje tento problém. Prosím skontrolujte softvérový repozitár vašej distribúcie.
sr: Amarok се срушио! Јако нам је жао због тога :( Али, није све изгубљено! Можда већ постоји надоградња која исправља проблем. Проверите у складишту софтвера своје дистрибуције.
th: Amarok เกิดการหยุดทำงาน! เราต้องขอโทษอย่างสุดซึ่งเกี่ยวกับเรื่องที่เกิดขึ้นนี้ :( แต่ว่า! ก็ยังไม่สิ้นหวังไปซะทีเดียว บางทีอาจจะมีตัวที่่อัพเดซึ่งได้แก้ข้อผิดพลาดที่เกิดขึ้นนีแล้ว โปรดตรวจสอบที่แหล่งเก็บซอฟต์แวร์ของดิสโทรของคุณ
tr: Amarok bir hata verdi. Fakat bu herşeyin sonu değil! Belki de bu problemi çözen bir güncelleme zaten vardır. Lütfen dağıtımınızın sağladığı depo güncellemelerini kontrol edin.
uk: Програма Amarok зазнала краху! Дуже перепрошуємо за це :( Але, ще не все втрачено! Можливо, вже є оновлення, яке містить вирішення цієї проблеми. Будь ласка, навідайтесь в сховище ПЗ вашого дистрибутиву.

source: Send Email
af: Stuur E-pos
bg: Изпращане на е-поща
ca: Envia correu-e
cs: Odeslat email
de: E-Mail senden
el: Αποστολή ηλεκτρονικού μηνύματος
es: Enviar email
et: Saada e-kiri
eu: Bidali mezua
fa: ارسال رایانامه
fi: Lähetä sähköposti
fr: Envoyer un message électronique
he: שלח דוא"ל
hu: E-mail küldése
it: Invia email
ja: Eメールを送信
ka: ელფოსტის გაგზავნა
km: ផ្ញើ​អ៊ីមែល
ko: 전자 우편 보내기
lt: Siųsti e. laišką
nb: Send e-post
nds: Nettbreef sennen
ne: इमेल पठाउनुहोस्
nl: E-mail verzenden
nn: Send e-post
pa: ਈ-ਮੇਲ ਭੇਜੋ
pl: Wyślij E-mail
pt: Enviar um E-mail
pt_br: Enviar E-mail
ru: Отправить E-mail
se: Sádde e-boastta
sk: Odoslať Email
sr: Пошаљи е-поруку
th: ส่งอีเมล
tr: E-Posta Gönder
uk: Надіслати ел. пошту
