Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: &Remove From Queue
af: Verwyder uit wagtou
bg: &Премахване от опашката
ca: &Suprimeix de la cua
cs: Odst&ranit z fronty
da: &Fjern fra kø
de: Aus Warteschlange &entfernen
el: &Αφαίρεση από την αναμονή
es: Elimina&r de la cola
et: &Eemalda järjekorrast
eu: &Kendu ilaratik
fa: &حذف از صف‌
fi: &Poista jonosta
fr: &Retirer de la file d'attente
he: &הסר מתוך התור
hu: &Törlés a sorból
it: &Rimuovi dalla coda
ja: キューから削除(&R)
ka: &რიგიდან ამოღება
km: យក​ចេញ​ពី​ជួរ
ko: 대기열로부터 제거(&R)
lt: &Pašalinti iš eilės
nb: &Fjern fra kø
nds: Ut de Reeg &wegmaken
ne: लामबाट हटाउनुहोस्
nl: Uit afspeellijst &halen
nn: &Fjern frå kø
pa: ਕਤਾਰ 'ਚੋਂ ਹਟਾਓ(&R)
pl: &Usuń z kolejki
pt: &Remover da Fila
pt_br: &Remover da Fila
ru: &Удалить из очереди
se: &Valdde eret gárgadasas
sk: &Odstrániť z poradia
sr: &Уклони из реда
th: &ลบออกจากคิว
tr: Kuyruktan &Kaldır
uk: &Вилучити з черги

source: &Clear Queue
af: Maak die wagtou skoon
bg: &Изчистване на опашката
ca: &Buida la cua
cs: Vyčistit &frontu
da: &Ryd kø
de: Warteschlange &leeren
el: &Καθάρισμα αναμονής
es: Limpiar la &cola
et: &Puhasta järjekord
eu: &Garbitu ilara
fa: &پاک کردن صف‌
fi: &Tyhjennä jono
fr: &Effacer la file d'attente
he: &נקה תור
hu: A &sor törlése
it: Pulis&ci la coda
ja: キューをクリア(&C)
ka: რიგის გა&წმენდა
km: ជម្រះ​ជួរ
ko: 대기열 비우기(&C)
lt: &Išvalyti eilę
nb: &Tøm kø
nds: Reeg &leddig maken
ne: लाम खाली गर्नुहोस्
nl: Wa&chtrij opschonen
nn: &Tøm kø
pa: ਕਤਾਰ ਸਾਫ਼(&C)
pl: &Wyczyść kolejkę
pt: Esvaziar a Fi&la
pt_br: &Limpar Fila
ru: &Сбросить очередь
se: &Sálke gárgadasa
sk: &Vymazať poradie
sr: &Очисти ред
th: ล้า&งคิว
tr: Kuyruğu &Temizle
uk: &Очистити чергу

source: &Start Transfer
af: Begin Oordrag
bg: &Начало на прехвърлянето
ca: &Comença la transferència
cs: Zahájit přeno&s
da: S&tart overførsel
de: Ü&bertragen
el: Έναρ&ξη μεταφοράς
es: Comenzar tran&sferencia
et: Alu&sta ülekannet
eu: &Hasi transferentzia
fa: &آغاز انتقال‌
fi: &Siirrä
fr: &Commencer le transfert
he: ה&תחל העברה
hu: Át&vitel indítása
it: &Avvia trasferimento
ja: 転送開始(&S)
ka: გადაცემა &დაწყება
km: ចាប់ផ្ដើម​ផ្ទេរ
ko: 전송 시작(&S)
lt: &Pradėti siųsti
nb: &Start overføring
nds: Ö&verdregen starten
ne: स्थान्तरण सुरु गर्नुहोस्
nl: Overdracht &starten
nn: &Overfør
pa: ਸੰਚਾਰ ਸ਼ੁਰੂ(&S)
pl: &Rozpocznij przenoszenie
pt: Iniciar a Tran&sferência
pt_br: &Iniciar Transferência
ru: &Начать передачу
se: Álggát &sirdima
sk: &Spustiť prenos
sr: &Покрени пренос
th: เริ่มถ่ายโ&อน
tr: &Aktarmayı Başlat
uk: &Почати перенесення

source: _: change options Configure %1
af: Stel %1 op
bg: Настройване на %1
ca: Configura %1
cs: Nastavit %1
da: Indstil %1
de: %1 einrichten
el: Ρύθμιση του %1
es: Configurar %1
et: Seadista %1
eu: %1(e)n konfigurazioa
fa: پیکربندی %1
fi: Podcastin ”%1” asetukset
fr: Configuration de %1
he: הגדר %1
hu: "%1" beállítása
it: Configura %1
ja: %1 を設定
km: កំណត់​រចនាសម្ព័ន្ធ %1
ko: %1 설정
lt: Derinti %1
nb: Sett opp %1
nds: %1 instellen
ne: %1 कन्फिगर गर्नुहोस्
nl: %1 instellen
nn: Set opp «%1»
pa: %1 ਸੰਰਚਨਾ
pl: Konfiguruj %1
pt: Configurar o %1
pt_br: Configurar %1
ru: Настроить %1
se: Heivet %1
sk: Nastaviť %1
sr: Подеси %1
th: ปรับแต่ง %1
tr: %1 Yapılandırılsın
uk: Налаштувати %1

source: Reset
af: Herstel
bg: Анулиране
ca: Reinicialitza
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Reiniciar
et: Lähtesta
eu: Berrezarri
fa: پیش‌تنظیم
fi: Oletukset
fr: Réinitialiser
he: אפס
hu: Alapállapotba hozás
it: Reimposta
ja: リセット
ka: ხელახალი კონფიგურაცია
km: កំណត់​ឡើង​វិញ
ko: 초기화
lt: Atstatyti
nb: Tilbakestill
nds: Torüchsetten
ne: रिसेट गर्नुहोस्
nl: Beginwaarde
nn: Nullstill
pa: ਮੁੜ-ਸੈੱਟ
pt: Reiniciar
pt_br: Resetar
ru: Сбросить
se: Máhcat
sk: Reštartovať
sr: Ресетуј
th: ตั้งใหม่
tr: Öntanımlı
uk: Скинути

source: Presets
af: Opstellings
bg: Фиксирани настройки
ca: Ambients
cs: Přednastavení
da: Forudindstillinger
de: Voreinstellungen
el: Προεπιλογές
es: Predefiniciones
et: Valmisseadistused
eu: Aurrezarpenak
fa: پیش‌تنظیمات
fi: Esiasetetut
fr: Préréglages
he: אפשרויות קבועות
hu: Beállítások
it: Preimpostazioni
ja: プリセット
ka: მომართვები
km: ការ​កំណត់​ជាមុន
ko: 프리셋
lt: Profiliai
nb: Forhåndsinnstillinger
nds: Profilen
ne: प्रिसेटहरू
nl: Voorinstellingen
nn: Ferdigoppsett
pa: ਪਹਿਲਾਂ-ਸੈੱਟ
pl: Zestawy
pt: Predefinições
ru: Конфигурации
sk: Prednastavenia
sr: Преподешавања
th: ชุดสำเร็จ
tr: Ayarlar
uk: Конфігурації

source: &Rename
af: Herbenoem
bg: &Преименуване
ca: &Reanomena
cs: Pře&jmenovat
da: &Omdøb
de: &Umbenennen
el: &Μετονομασία
es: &Renombrar
et: Nimeta ümbe&r
eu: &Aldatu izenez
fa: &تغییر نام‌
fi: &Nimeä uudelleen
fr: &Renommer
he: &שנה שם
hu: Átneve&zés
it: &Rinomina
ja: 名前変更(&R)
ka: სახელის &გადარქმევა
km: ប្ដូរ​ឈ្មោះ
ko: 이름 바꾸기(&R)
lt: Pe&rvadinti
nb: End&re navn
nds: Ü&mnömen
ne: पुन: नामकरण गर्नुहोस्
nl: He&rnoemen
nn: End&ra namn
pa: ਨਾਂ-ਤਬਦੀਲ(&R)
pl: &Zmień nazwę
pt: Muda&r o Nome
pt_br: &Renomear
ru: &Переименовать
se: &Molsso nama
sk: Pre&menovať
sr: П&реименуј
th: เ&ปลี่ยนชื่อ
tr: Yeniden Adlandı&r
uk: &Перейменувати

source: Rename Equalizer Preset
af: Herbenaam band menger opstelling
bg: Преименуване на фиксирана настройка на еквалайзера
ca: Reanomena l'ambient de l'equalitzador
cs: Přejmenovat přednastavení ekvalizéru
da: Skift navn på forudindstilling af equalizer
de: Equalizer-Voreinstellung umbenennen
el: Μετονομασία προεπιλογής ισοσταθμιστή
es: Renombrar la predefinición de ecualizador
et: Ekvalaiseri valmisseadistuse ümbernimetamine
eu: Aldatu ekualizadorearen aurrezarpenaren izena
fa: تغییر نام پیش‌تنظیم برابرساز
fi: Nimeä uudelleen
fr: Renommer le préréglage de l'égaliseur
he: שנה שם לאפשרות קבועה באקולייזר
hu: Equalizer-beállítás átnevezése
it: Rinomina preimpostazione equalizzatore
ja: プリセットイコライザの名前を変更
ka: სახელის გადარქმევა ეკვალაიზერი დაყენება
km: ប្ដូរ​ឈ្មោះ​ការ​កំណត់​ជាមុន​របស់​អេហ្គុយ
ko: 이퀼라이저 프리셋 이름바꾸기
lt: Pervadinti ekvalaizerio profilį
nb: Gi nytt navn til forhåndsinnstillinga for tonekontroll
nds: Liekmakerprofil ümnömen
ne: तुल्यकारक प्रिसेट पुन: नामकरण गर्नुहोस्
nl: Voorinstelling van equalizer hernoemen
nn: Endra namn på oppsett
pa: ਪਹਿਲਾਂ-ਸੈੱਟ ਸਮਤੋਲ ਨਾਂ-ਤਬਦੀਲ
pl: Zmień nazwę zestawu Korektora
pt: Mudar o Nome da Predefinição de Equalizador
pt_br: Renomear Preset do Equalizador
ru: Переименовать конфигурацию эквалайзера
sk: Premenovať prednastavenie ekvalizéru
sr: Преименуј претподешавање еквилајзера
th: เปลี่ยนชื่อชุดสำเร็จของอิควอไลเซอร์
tr: Ekolayzır Ayarını Yeniden Adlandır
uk: Перейменувати конфігурацію еквалайзера

source: Enter new preset name:
af: Voer nuwe opstelling naam in:
bg: Въведете ново име на фиксираната настройка:
ca: Introduïu el nou nom de l'ambient:
cs: Zadejte název nového přednastavení:
da: Angiv forudindstillingens nye navn:
de: Name der neuen Voreinstellung:
el: Εισαγωγή νέου ονόματος προεπιλογής:
es: Introduzca el nuevo nombre de la predefinición:
et: Uue valmisseadistuse nimi:
eu: Sartu aurrezarpen berriaren izena:
fa: وارد کردن نام پیش‌تنظیم جدید:
fi: Uusi nimi:
fr: Saisissez un nouveau nom pour le préréglage :
he: הכנס שם חדש לאפשרות קבועה:
hu: Adja meg az új beállításnevet:
it: Inserisci il nuovo nome della preimpostazione:
ja: 新しいプリセット名:
ka: ახალი ხმის მოდულაციის სახელის შეყვანა:
km: បញ្ចូល​ឈ្មោះ​ការ​កំណត់​ជាមុន​ថ្មី ៖
ko: 새 프리셋 이름 입력:
lt: Įrašykite naują profilio pavadinimą:
nb: Skriv inn et nytt navn på forhåndsinnstillingen:
nds: Nieg Profilnaam:
ne: नयाँ प्रिसेट नाम प्रविष्ट गर्नुहोस्:
nl: Nieuwe naam van voorinstelling:
nn: Nytt oppsettnamn:
pa: ਨਵਾਂ ਪਹਿਲਾਂ-ਸੈੱਟ ਨਾਂ ਦਿਓ:
pl: Podaj nową nazwę zestawu:
pt: Indique o novo nome da predefinição:
pt_br: Digite o novo nome do preset:
ru: Введите новое имя конфигурации:
sk: Zadajte názov nového prednastavenia:
sr: Унесите ново име претподешавања:
th: ใส่ชื่อใหม่ให้ชุดสำเร็จ:
tr: Yeni ayar adı girin:
uk: Введіть нову назву конфігурації:

source: All presets will be deleted and defaults will be restored. Are you sure?
af: Al die opstellings gaan uitgevee word en die standaard waardes gaan weer ingestel word. Is jy seker?
bg: Всички фиксирани настройки ще бъдат изтрити и ще бъдат възстановени тези по подразбиране. Сигурни ли сте?
ca: S'eliminaran tots els ambients i es restaurarà la configuració predeterminada. Esteu segur?
cs: Všechny předvolby budou smazány a dojde k obnovení výchozího nastavení. Mám pokračovat?
da: Alle nuværende forudindstillinger fjernes og standardværdier genoprettes. Er du sikker?
de: Alle Equalizer-Einstellungen werden gelöscht und die Voreinstellungen wiederhergestellt. Sind Sie sicher?
el: Όλες οι προεπιλογές θα διαγραφούν και θα επανέλθουν οι προκαθορισμένες. Είστε σίγουροι;
es: Todos las predefiniciones serán borradas y se restablecerá la configuración predeterminada. ¿Está seguro?
et: Kõik valmisseadistused kustutatakse ja taastatakse vaikeväärtused. Kas oled kindel?
eu: Aurrezarpen guztiak ezabatu egingo dira eta lehenetsiak leheneratuko dira. Ziur zaude?
fa: همۀ پیش‌تنظیمات حذف می‌شوند و پیش‌فرضها بازگردانده می‌شوند. مطمئن هستید؟
fi: Haluatko varmasti tuhota ja palauttaa kaikki esiasetetut?
fr: Tous les préréglages actuels seront effacés et ceux par défaut restaurés. Êtes-vous sûr(e) ?
he: כל האפשרויות הקבועות ימחקו וברירות המחדל ישוחזרו. האם אתה בטוח?
hu: Az összes equalizer-beállítás törlésre kerül, és vissza lesznek állítva az alapértelmezések. Biztosan folytatni kívánja?
it: Tutte le preimpostazioni verranno eliminate ed i valori predefiniti saranno ripristinati. Sei sicuro?
ja: すべてのプリセットを削除して初期設定を復元します。よろしいですか？
ka: ყველა ხმის მოდულაცია წაიშლება და ნაგულისხმევი ადგება. დარწმუნებული ხართ?
km: ការ​កំណត់​ជាមុន​ទាំងអស់​នឹង​ត្រូវ​បាន​លុប​ចេញ ហើយ​ការ​កំណត់​ជាមុន​លំនាំដើម​នឹង​ត្រូវ​បាន​ស្ដារ ។ តើ​អ្នក​ច្បាស់​ហើយ​ឬ ?
ko: 모든 프리셋이 삭제될 것이며 기본값이 복구될 것입니다. 확실하십니까?
lt: Visi profiliai bus pašalinti ir bus atstatytos numatytos parinktys. Ar gerai žinote ką darote?
nb: Alle forhåndsinnstillingene vil bli slettet og standardinnstillingene vil bli gjenopprettet. Er du sikker på at du vil dette?
nds: All Profilen warrt wegdaan un de Vörinstellen wedderherstellt. Büst Du seker?
ne: सबै प्रिसेटहरू मेटिनेछ र पूर्वानिर्धारनहरु पूर्वावस्थामा ल्याइनेछन् । तपाईँ निश्चित हुनुहुन्छ ?
nl: Teruggaan naar de standaardwaarden zal alle aanwezige voorinstellingen verwijderen. Wilt u doorgaan?
nn: Alle oppsetta vert no sletta og standardverdiane bruka. Er du sikker på at du vil gjera dette?
pa: ਸਭ ਪਹਿਲਾਂ ਸੰਭਾਲੇ ਹੋਏ ਪ੍ਰੀ-ਸੈੱਟ ਨੂੰ ਹਟਾਇਆ ਜਾਵੇਗਾ ਅਤੇ ਮੂਲ ਨੂੰ ਲੋਡ ਕੀਤਾ ਜਾਵੇਗਾ, ਕੀ ਤੁਸੀਂ ਸਹਿਮਤ ਹੋ?
pl: Wszystkie zestawy zostaną usunięte i zostaną przywrócone wartości domyślne. Czy jesteś pewien?
pt: Todos os valores predefinidos serão repostos. Tem a certeza?
pt_br: Todos os presets serão apagados e os padrões serão restaurados. Tem certeza?
ru: Сброс приведёт к удалению всех ваших конфигураций эквалайзера и восстановлению стандартного их набора. Продолжить?
sk: Všetky prednastavenia budú zmazané a dôjde k obnoveniu východzieho nastavenia. Mam pokračovať?
sr: Враћање на подразумевано ће избрисати сва тренутна преподешавања. Да ли сте сигурни?
th: ชุดสำเร็จทั้งหมดจะถูกลบ และชุดปริยายจะถูกเรียกขึ้นมาทำงานแทน คุณแน่ใจนะ?
tr: Tüm ayarlar silinecek ve öntanımlı ayarlar kullanılacak. Emin misiniz?
uk: Всі поточні конфігурації буде вилучено, а відновлено типові значення. Ви впевнені?

source: <div align=center><h3>The Queue Manager</h3>To create a queue, <b>drag</b> tracks from the playlist, and <b>drop</b> them here.<br><br>Drag and drop tracks within the manager to resort queue orders.</div>
af: <div align=center><h3>Die Wagtou Bestuurder</h3>Om 'n wagtou te skep moet jy 'n snit vanaf die speel lys <b>trek</b> en dit hier laat <b>val</b>.<br><br>Trek en laat val snitte binne die bestuurder om hulle in 'n bepaalde volgorde te plaas.</div>
bg: <div align=center><h3>Управление на опашката</h3>За да създадете опашка, <b>завлечете</b> с мишката записи от списъка и ги <b>пуснете</b> тук.<br><br>Използвайте същия метод и за да ги сортирате.</div>
ca: <div·align=center><h3>El gestor de cues</h3>Per crear una cua,·<b>arrossegueu</b>·les peces des de la llista de reproducció, i ·<b>deixeu-les anar</b>·aquí.<br> <br>Arrossegar i deixar anar peces dins el gestor també serveix per canviar l'ordre dins la cua.</div>
cs: <div align=center><h3>Správce fronty</b></h3> K vytvoření fronty <b>přetáhněte</b> skladby ze seznamu a <b>upusťte </b> je sem.<br><br> Přetahováním skladeb uvnitř správce změníte pořadí ve frontě.</div>
da: <div align=center><h3>Køhåndtering</h3>For at oprette en kø, <b>træk</b> spor fra spillelisten, og <b>slip</b> dem her.<br><br>Træk og slip spor i køhåndteringen for at omsortere rækkefølgen i køen.</div>
de: <div align=center><h3>Die Warteschlange</h3>Um eine neue Warteschlange zu erstellen, können Sie Stücke aus der Wiedergabeliste <b>hereinziehen und fallenlassen</b>.<br><br>Auf die gleiche Art können Sie die Stücke in der Warteschlange auch umsortieren, ziehen Sie sie einfach an die gewünschte Stelle.</div>
el: <div align=center><h3>Ο διαχειριστής λίστας αναμονής</h3>για να δημιουργήσετε μια λίστα αναμονής, <b>σύρετε</b> κομμάτια από τη λίστα, και <b>αφήστε</b> τα εδώ.<br><br>Σύρετε αρχεία μέσα στο διαχειριστή,για να την αναταξινόμησή τους.</div>
es: <div align=center><h3>El gestor de colas</h3>Para crear una cola, <b>arrastre</b> pistas desde la lista de reproducción y <b>suéltelas</b> aquí. <br><br>Arrastre y suelte pistas dentro del gestor para reordenar la cola.</div>
et: <div align=center><h3>Järjekorrahaldur</h3>Järjekorra loomiseks <b>lohista</b> palad esitusnimekirjast siia ja <b>kukuta</b> need.<br><br>Palade järjekorra muutmiseks lohista neid halduri sees.</div>
eu: <div align=center><h3>Ilara-kudeatzailea</h3>Ilara sortzeko <b>arrastatu</b> pistak zerrendatik, eta <b>jaregin</b> hemen.<br><br>Arrastatu eta jaregin pistak kudeatzailean ilararen antolaketa berrordenatzeko.</div>
fa: <div align=center><h3>مدیر صف </h3> برای ایجاد یک صف، شیارها را از فهرست پخش <b>بکشید </b>، و آنها را در اینجا <b>رها کنید </b>.<br><br>برای مرتب کردن مجدد ترتیب صفها، شیارها را در مدیر بکشید و رها کنید.</div>
fi: <div align=center><h3>Jonotyökalu</h3>Voit luoda jonon <b>vetämällä</b> kappaleita soittolistasta ja <b>pudottamalla</b> ne tähän.<br><br>Voit järjestää kappaleita uudelleen vetämällä ja pudottamalla niitä työkalun sisällä.</div>
fr: <div align=center><h3>Le gestionnaire de file d'attente</h3>Pour créer une file d'attente, <b>glissez</b> les morceaux depuis la liste de lecture, et <b>déposez</b>-les ici.<br><br>Glissez et déposez les morceaux dans le gestionnaire pour déterminer l'ordre de la file d'attente.</div>
he: <div align=center><h3>מנהל התורים</h3>על מנת ליצור תור, <b>גרור</b> רצועות מרשימת־ההשמעה, <b>והשלך</b> אותן כאן. <br><br>גרור והשלך רצועות מתוך המנהל על־מנת למיין מחדש את סדר התור.</div>
hu: <div align=center><h3>A sorkezelő</h3>Egy sor létrehozásához helyezzen ide számokat <b>húzd-és-ejtsd</b> módszerrel a lejátszólistáról.<br><br>A sorkezelőben levő számok sorrendjét szintén húzással módosíthatja.</div>
it: <div align=center><h3>Il gestore code</h3>Per creare una coda, <b>trascina</b> le tracce dalla playlist e <b>rilasciale</b> qui.<br><b>Trascina le tracce all'interno del gestore per modificare l'ordine della coda.</div>
ja: <div align=center><h3>キューマネージャ</h3>キューを作成するには、プレイリストからトラックをドラッグして、ここにドロップしてください。<br><br>キューの順序を変更するには、このマネージャ内でトラックをドラッグ&ドロップしてください。
ka: <div align=center><h3>რიგის მმართველი</h3>რიგის შესაქმნელად <b>გადმოათრიეთ</b> ჩანაწერები რეპერტუარიდან და <b>ჩააგდეთ</b> ისინი აქ.<br><br>გადათრევა და ჩაგდება ჩანაწერების მმართველში რიგის თანმიმდებრობის აღსადგენად.</div>
km: <div align=center><h3>កម្មវិធី​គ្រប់គ្រង​ជួរ</h3>ដើម្បី​បង្កើត​ជួរ​មួយ​សូម <b>អូស</b> បទ​ពី​បញ្ជី​ចាក់​ហើយ <b>ទម្លាក់</b> ពួក​វា​នៅ​ទីនេះ ។<br><br>អ្នក​អាច​អូស និង​ទម្លាក់​បទ​នៅ​ក្នុង​កម្មវិធី​គ្រប់គ្រង ដើម្បី​រៀប​លំដាប់​ជួរ​ឡើង​វិញ ។</div>
ko: <div align=center><h3>대기열 관리자</h3>대기열을 만들려면, 재생목록에서 트랙을 <b>끌어서</b>, 여기로 <b>놓으십시오</b>.<br><br>대기열 목록을 재정렬하시려면 관리자안에 트랙을 드래그하여 놓으십시오.</div>
lt: <div align=center><h3>Eilės tvarkyklė</h3>Norėdami sudaryti eilę su pele <b>atitempkite</b> dainas iš grojaraščio ir <b>numeskite</b> jas čia.<br><br>Eilės tvarkyklėje tempdami ir numesdami dainas sutvarkykite grojimo eilę.</div>
nb: <div align=center><h3>Købehandleren</h3><b>Dra</b> spor fra spillelista og <b>slipp</b> dem her for å lage en kø.<br><br> Dra og slipp spor i købehandleren for å endre på kørekkefølgen.</div>
nds: <div align=center><h3>De Reegpleger</h3>Wenn Du en Reeg opstellen wullt, kannst Du Stücken ut de Afspeellist eenfach hierhen <b>dregen</b> un denn <b>droppen</b> laten.<br><br>Över Dregen un Droppen kannst Du de Stücken binnen de Reeg ok nieg anornen.</div>
ne: <div align=center><h3>लाम प्रबन्धक</h3>लाम सिर्जना गर्न, <b>प्ले सूचीबाट</b> ट्रयाकहरू तान्नुहोस्, र <b>तिनीहरूलाई</b> यहाँ छोड्नुहोस् ।<br><br>लाम क्रमहरू पुन: क्रमबद्ध गर्न प्रबन्धक सहित ट्रयाकहरू तान्नुहोस् र छोड्नुहोस् ।</div>
nl: <div align="center"> <h3>De wachtrijbeheerder</h3> <br>Om een wachtrij aan te maken, <b>sleep</b> tracks vanuit de afspeellijst <b>hier naar toe</b> om ze in de wachtrij te plaatsen. <br><br>Versleep de tracks binnen de beheerder om de volgorde te veranderen.</div>
nn: <div align=center><h3>Køhandsaming</h3><b>Dra</b> spor frå spelelista og <b>slepp</b> dei her for å leggja dei i køen. <br> <br>Dra og slepp spor i handsamren for å endra rekkjefølgja.</div>
pa: <div align=center><h3>ਕਤਾਰ ਮੈਨੇਜਰ</h3>ਕਤਾਰ ਬਣਾਉਣ ਲਈ, ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚੋਂ ਟਰੈਕਾਂ ਨੂੰ <b>ਚੁੱਕੋ</b> ਅਤੇ ਇੱਥੇ <b>ਸੁੱਟੋ</b>।<br><br>ਚੁੱਕੇ ਅਤੇ ਸੁੱਟੇ ਟਰੈਕਾਂ ਨੂੰ ਮੈਨੇਜਰ ਵਿੱਚ ਕਤਾਰ ਦੇ ਕ੍ਰਮ ਮੁਤਾਬਕ ਰੱਖਿਆ ਜਾਵੇਗਾ।</div>
pl: <div align=center><h3>Menedżer kolejkowania</h3><br>By utworzyć kolejkę <b>przeciągnij</b> utwory z okna listy odtwarzania, <b>upuść</b> je tutaj by dodać je do kolejki.<br><br>Przeciągaj i upuszczaj utwory wewnątrz menedżera by pozmieniać porządek kolejki.</div>
pt: <div align=center><h3>O Gestor de Fila</h3>Para criar uma fila, <b>arraste</b> faixas da lista de reprodução e <b>largue-as</b> aqui.<br><br>Arraste e largue faixas dentro do gestor para as reordenar.</div>
pt_br: <div align=center><h3>O Gerenciador de Fila</h3>Para criar uma fila, <b>arraste</b> faixas da lista de músicas e <b>solte-as</b> aqui.<br><br>Arraste e solte faixas dentro do gerenciador para reorganizar a ordem da fila.</div>
ru: <div align=center><h3>Управление очередью</h3>Для создания очереди, <b>перетащите</b> сюда композиции из списка.<br><br>Для сортировки композиций в очереди, воспользуйтесь тем же приёмом.</div>
se: <div align=center><h3>Gárgadasgieđahalli</h3>Ráhkadandihte gárgadasa, <b>gease</b> bihtáid čuojahanlisttus, ja <b>luoitte</b> daid dása.<br><br>Gease ja luoitte bihtáid gieđahalli siskkobealde jus háliidat rievdadit siskkáldas ortnega.</div>
sk: <div align=center><h3>Správca poradia</b></h3> Pre vytvorenie poradia <b>pretiahnite</b> skladby zo zoznamu a <b>pustite </b> ich sem.<br><br> Preťahovaním skladieb vo vnútri správcu zmeníte poradie v rade.</div>
sr: <div align=center><h3>Менаџер редоследа</h3>Да бисте направили редослед <b>превлачите</b> нумере из листе, и <b>испуштајте</b> их овде.<br><br>Затим их можете померати превлачењем и тако мењати редослед пуштања.</div>
th: <div align=center> <h3>ตัวจัดการคิว</h3>ในการที่จะสร้างคิวให้ <b>ลาก</b> เพลงจากรายการเล่นและ <b>ปล่อย</b> ลงมาที่นี่ <br> <br>สามารถทำการลากและปล่อยเพลงภายในตัวจัดการ เพื่อจัดการลำดับของคิวได้</div>
tr: <div align=center><h3>Kuyruk Yöneticisi</h3>Bir kuyruk oluşturmak için, parçaları, parça listesinden <b>sürükleyip</b>, buraya <b>bırakın</b>.<br><br>Parçaları yönetici içinde sürükleyip bırakarak, kuyruğun sırasını değiştirebilirsiniz.</div>
uk: <div align=center><h3>Керування чергою</h3>Щоб створити чергу, <b>перетягніть</b> доріжки зі списку композицій і <b>вкиньте</b> їх сюди.<br><br>Перетягуйте і вкидайте доріжки всередині менеджера, щоб впорядкувати чергу.</div>

source: Queue Manager
af: Wagtou Bestuurder
bg: Управление на опашката
ca: Gestor de cues
cs: Správce fronty
da: Køhåndtering
de: Warteschlangen-Verwaltung
el: Διαχειριστής λίστας αναμονής
es: Gestor de la cola
et: Järjekorrahaldur
eu: Ilara-kudeatzailea
fa: مدیر صف
fi: Jonotyökalu
fr: Gestionnaire de file d'attente
he: מנהל תורים
hu: Sorkezelő
it: Gestore code
ja: キューマネージャ
ka: როგის მმართველი
km: កម្មវិធី​គ្រប់គ្រង​ជួរ
ko: 대기열 관리자
lt: Eilės tvarkyklė
nb: Købehandler
nds: Reegpleger
ne: लाम प्रबन्धक
nl: Wachtrijbeheerder
nn: Køhandsaming
pa: ਕਤਾਰ ਮੈਨੇਜਰ
pl: Menedżer kolejkowania
pt: Gestor de Fila
pt_br: Gerenciador de Fila
ru: Управление очередью
se: Gárgadasgieđahalli
sk: Správca poradia
sr: Менаџер редоследа
th: ตัวจัดการคิว
tr: Kuyruk Yöneticisi
uk: Керування чергою

source: Move up
af: Beweeg op
bg: Придвижване нагоре
ca: Mou amunt
cs: Přesunout nahoru
da: Flyt op
de: Nach oben
el: Μετακίνηση πάνω
es: Subir
et: Liiguta üles
eu: Eraman gora
fa: حرکت به بالا
fi: Siirrä ylöspäin
fr: Monter
he: העלה
hu: Feljebb
it: Sposta in alto
ja: 上に移動
ka: აწევა
km: ផ្លាស់ទី​ឡើង​លើ
ko: 위로 이동
lt: Aukštyn
nb: Flytt opp
nds: Na baven
ne: माथि सार्नुहोस्
nl: Omhoog
nn: Flytt opp
pa: ਉੱਤੇ ਭੇਜੋ
pl: Przenieś w górę
pt: Subir
pt_br: Mover para cima
ru: Вверх
se: Sirdde bajás
sk: Presunúť hore
sr: Помери горе
th: เลื่อนขึ้น
tr: Yukarı taşı
uk: Пересунути вгору

source: Move down
af: Beweeg af
bg: Придвижване надолу
ca: Mou avall
cs: Přesunout dolů
da: Flyt ned
de: Nach unten
el: Μετακίνηση κάτω
es: Bajar
et: Liiguta alla
eu: Eraman behera
fa: حرکت به پایین
fi: Siirrä alaspäin
fr: Descendre
he: הורד
hu: Lejjebb
it: Sposta in basso
ja: 下に移動
ka: ჩაწევა
km: ផ្លាស់ទី​ចុះ​ក្រោម
ko: 아래로 이동
lt: Žemyn
nb: Flytt ned
nds: Na nerrn
ne: तल सार्नुहोस्
nl: Omlaag
nn: Flytt ned
pa: ਹੇਠਾਂ ਭੇਜੋ
pl: Przenieś w dół
pt: Descer
pt_br: Mover para baixo
ru: Вниз
se: Sirdde vulos
sk: Presunúť dole
sr: Помери доле
th: เลื่อนลง
tr: Aşağı taşı
uk: Пересунути вниз

source: Enqueue track
af: Plaas snit in die wagtou
bg: Поставяне записа на опашката
ca: Encua la peça
cs: Zařadit skladbu do fronty
da: Spor i kø
de: Stück an Warteschlange anhängen
el: Κομμάτι στην αναμονή
es: Encolar pista
et: Pala järjekorda
eu: Ilaratu pista
fa: صف کردن شیار
fi: Lisää kappale jonoon
fr: Mettre ce morceau dans la file d'attente
he: הכנס רצועה לתור
hu: Szám hozzáadása a sorhoz
it: Rimuovi traccia dalla coda
ja: トラックをキューに追加
ka: რიგში დამატება
km: រៀប​បទ​ជា​ជួរ
ko: 트랙을 대기열에 넣기
lt: Įtraukti į eilę
nb: Legg til spor i køen
nds: Stück inregen
ne: लाममा ट्रयाक
nl: Track in wachtrij
nn: Legg spor i kø
pa: ਸਮਤੋਲ ਟਰੈਕ
pl: Wykolejkuj utwór
pt: Colocar a faixa em fila
pt_br: Colocar faixa na fila
ru: Добавить в очередь
se: Bija bihtá gárgadassii
sk: Zaradiť skladby do radu
sr: Стави нумеру у ред
th: จัดคิวเพลง
tr: Parçayı kuyruğa gönder
uk: Додати в чергу

source: Clear queue
af: Maak die wagtou skoon
bg: Изчистване на опашката
ca: Buida la cua
cs: Vyčistit frontu
da: Ryd kø
de: Warteschlange leeren
el: Καθαρισμός λίστας αναμονής
es: Limpiar cola
et: Puhasta järjekord
eu: Garbitu ilara
fa: پاک کردن صف
fi: Tyhjennä jono
fr: Effacer la file d'attente
he: נקה תור
hu: A sor törlése
it: Pulisci coda
ja: キューをクリア
ka: რიგის გაწმენდა
km: ជម្រះ​ជួរ
ko: 대기열 비우기
lt: Išvalyti eilę
nb: Tøm køen
nds: Reeg leddig maken
ne: लाम खाली गर्नुहोस्
nl: Wachtrij opschonen
nn: Tøm kø
pa: ਕਤਾਰ ਸਾਫ਼
pl: Wyczyść kolejkę
pt: Esvaziar fila
pt_br: Limpar fila
ru: Сбросить очередь
se: Sálke gárgadasa
sk: Vyčistiť poradie
sr: Очисти ред
th: ล้างคิว
tr: Kuyruğu temizle
uk: Очистити чергу
