Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: This feature is only available to last.fm subscribers.
af: Hierdie funksie is slegs vir last.fm intekenaars beskikbaar.
bg: Тази функционалност е само за регистрираните в last.fm.
ca: Aquesta característica només està disponible per als subscriptors de last.fm.
cs: Tato funkce je dostupná pouze pro členy last.fm.
da: Denne funktion er kun tilgængelig for last.fm-abonnenter.
de: Diese Funktion steht nur Last.fm-Abonnenten zur Verfügung.
el: Αυτό το χαρακτηριστικό είναι διαθέσιμο μόνο σε μέλη του last.fm.
es: Esta característica sólo está disponible para los suscriptores.
et: See võimalus on ainult last.fm-i tellijatele.
eu: Funtzionalitate hau last.fm guneko harpidetuentzako dago erabilgarri soilik.
fa: این ویژگی فقط برای مشترکهای last.fm موجود است.
fi: Tämä ominaisuus on vain Last.fm:n maksaville käyttäjille.
fr: Cette fonctionnalité n'est disponible qu'aux membres de Last.fm.
he: אפשרות זאת זמינה רק למנויי last.fm.
hu: Ez a funkció csak a Last.fm-előfizetők számára érhető el.
it: Questa funzionalità è a disposizione dei soli abbonati a last.fm.
ja: この機能は Last.fm 加入者のみが利用できます。
km: លក្ខណៈ​នេះ​អាច​ប្រើ​បាន​សម្រាប់​តែ​អ្នកជាវទៅ last.fm តែ​ប៉ុណ្ណោះ ។
ko: 이 요소는 last.fm 신청자들에게만 사용가능합니다.
lt: Šią galimybę turi tik užsiregistravę last.fm naudotojai.
nb: Bare abonnenter på last.fm kan bruke dette.
nds: Disse Funkschoon is bloots för Brukers vun Last.fm verföögbor.
ne: यो विशेषरा last.fm सदस्यहरूका लागि मात्र उपलब्ध छ ।
nl: Deze functie is alleen beschikbaar voor leden van last.fm.
nn: Dette er berre tilgjengeleg for last.fm-abonnentar.
pa: ਇਹ ਫੀਚਰ ਸਿਰਫ਼ last.fm ਮੈਂਬਰਾਂ ਲਈ ਹੀ ਉਪਲੱਬਧ ਹੈ।
pl: Ta opcja jest dostępna tylko dla osób zarejestrowanych w Last.fm.
pt: Esta funcionalidade só está disponível para subscritores do last.fm.
pt_br: Essa função só está disponível para assinantes do last.fm.
ru: Эта функция доступна только подписчикам last.fm.
se: Dát funkšuvdna lea dušše olámuttus last.fm diŋgojeaddjiide.
sk: Táto vlastnosť je dostupná iba pre užívateľov registrovaných na last.fm.
sr: Ова могућност је доступна само претплатницима last.fm-а.
th: ความสามารถนี้มีให้เฉพาะผู้ที่สมัครสมาชิกกับ last.fm
tr: Bu özellik sadece last.fm üyeleri için geçerlidir.
uk: Ця функціональність доступна тільки для членів last.fm.

source: There are not enough neighbors for this radio.
af: Daar is nie genoeg bure vir hierdie radio stasie nie
bg: Няма достатъчно съседи за това радио.
ca: No hi ha veïns suficients per aquesta ràdio.
cs: Pro toto rádio není dostatek sousedů.
da: Der er ikke tilstrækkeligt med naboer til at spille på radio.
de: Es gibt nicht genügend Nachbarn für Radio.
el: Δεν υπάρχουν αρκετοί γείτονες γι' αυτό το ραδιόφωνο.
es: No hay suficientes vecinos para esta radio.
et: Sellel raadiol pole piisavalt naabreid.
eu: Ez daude nahikoa auzokide irratian.
fa: همسایۀ کافی برای این رادیو وجود ندارد.
fi: Liian vähän naapureita tälle radioasemalle.
fr: Il n'y a pas assez de voisins pour cette radio.
he: אין די שכנים לרדיו זה.
hu: Nincs elég szomszéd ehhez a rádióhoz.
it: Non ci sono abbastanza persone con gusti simili per questa radio.
ja: このラジオには十分なご近所さんがいません。
km: គ្មាន​ធាតុនៅ​ក្បែរ​សម្រាប់​វិទ្យុ​នេះ ។
ko: 이 라디오에 대해 충분한 이웃이 없습니다.
lt: Kaimynų yra per mažai, kad užtektų radijui.
nb: Det er ikke nok naboer for denne radioen.
nds: För dit Radio gifft dat nich noog Navers.
ne: त्यहाँ यो रेडियोका लागि पर्याप्त छिमेकीहरू छैन ।
nl: Er zijn niet genoeg buren voor deze radio.
nn: Denne radiostasjonen har ikkje nok naboar.
pa: ਇਹ ਰੇਡੀਓ ਲਈ ਲੋੜੀਦੇ ਗੁਆਂਢੀ ਨਹੀਂ ਹਨ।
pl: Nie ma wystarczającej liczby sąsiadów dla utworzenia tego radia.
pt: Não existem vizinhos suficientes para esta rádio.
pt_br: Não existem vizinhos suficientes para essa rádio.
se: Eai leat doarvái gránnját dán radioi.
sk: Nie je dostatok susedov pre toto rádio.
sr: Нема довољно суседа за овај радио.
th: มีคนรสนิยมเดียวกันไม่พอสำหรับทำรายการวิทยุนี้
tr: Bu radyo için yeterli radyo yok.
uk: Нема досить сусідів для цього радіо.

source: This stream has stopped. Please try another station.
af: Hierdie stroom het gestop. Probeer asb. 'n ander stasie.
bg: Потокът е спрян. Моля, опитайте с друга станция.
ca: Aquest flux s'ha aturat. Per favor, proveu una altra estació.
cs: Vysílání bylo zastaveno, vyberte jinou stanici.
da: Denne strøm er stoppet. Prøv venligst en anden station.
de: Der Stream ist beendet. Bitte probieren Sie eine andere Station.
el: Αυτή η ροή σταμάτησε. Παρακαλώ δοκιμάστε άλλο σταθμό.
es: ¡Este flujo de datos se ha detenido! ¡Pruebe con otra estación!
et: Raadiovoog peatus. Palun proovi mõnda teist jaama.
eu: Korrontea gelditu egin da. Saiatu beste irrati batekin.
fa: این جریان ایستاده است. لطفاً، ایستگاه دیگر را امتحان کنید.
fi: Tämä virta on pysähtynyt. Yritä toista radiota.
fr: Ce flux s'est arrêté. Merci d'essayer une autre station.
he: שידור־זורם זה חדל. אנא נסה שידור־זורם אחר.
hu: Az adatfolyam leállt. Válasszon másik adót.
it: Questo flusso è stato fermato. Prova un'altra stazione.
ja: このストリームは停止しました。他のステーションを試してください。
km: ស្ទ្រីម​នេះ​បាន​បញ្ឈប់ ។ សូម​ព្យាយាម​ស្ថានីយ​ផ្សេង​ទៀត ។
ko: 이 스트림은 정지되었습니다. 다른 방송국을 시도하여주십시오.
lt: Srautas baigėsi. Pamėginkite kitą stotį.
nb: Denne stømmen har stoppet. Forsøk en annen stasjon.
nds: Disse Stroom hett anhollen. Versöök bitte en anner Statschoon.
ne: यो प्रवाह रोकियो । कृपया अर्को स्टेसन प्रयास गर्नुहोस् ।
nl: Deze stream is gestopt. Probeer een ander station.
nn: Straumen er stoppa. Prøv ein annan radiostasjon.
pa: ਇਹ ਸਟਰੀਮ ਰੁਕੀ ਹੋਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਹੋਰ ਸਟੇਸ਼ਨ ਵਰਤੋਂ।
pl: Ten strumień zatrzymał się. Proszę spróbować użyć innej stacji.
pt: Esta transmissão parou. Tente por favor outra estação.
pt_br: Esse stream parou. Por favor, tente outra estação.
se: Dát gáldu lea heaittihuvvon. Geahččal eará stašuvnna.
sk: Tento prúd bol zastavený. Prosím skúste inú stanicu.
sr: Овај ток је заустављен. Покушајте са другом станицом.
th: สตรีมนี้ได้หยุดลง โปรดลองสถานีอื่น
tr: Bu yayın durdu. Lütfen başka bir istasyon deneyin.
uk: Цей потік зупинився. Будь ласка, спробуйте послухати іншу станцію.

source: Failed to play this last.fm stream.
af: Speel van hierdie last.fm stroom was onsuksesvol
bg: Възпроизвеждането на потока от last.fm беше неуспешно.
ca: No s'ha pogut reproduir aquest flux last.fm.
cs: Přehrání last.fm proudu selhalo.
da: Det mislykkedes at afspille denne last.fm-strøm.
de: Fehler bei der Wiedergabe des Last.fm-Streams.
el: Αποτυχία αναπαραγωγής αυτής της ροής last.fm.
es: Fallo al reproducir este flujo de datos de last.fm
et: Viimase last.fm-i raadiovoo esitamine ebaõnnestus.
eu: Huts egin du last.fm korrontea erreproduzitzean.
fa: خرابی در پخش این جریان last.fm.
fi: Tämän Last.fm-virran soittaminen epäonnistui.
fr: Échec lors de la lecture de ce flux last.fm.
he: נכשל בהשמעת שירוד last.fm זורם.
hu: Nem sikerült lejátszani ezt a Last.fm-adatfolyamot.
it: Riproduzione di questo flusso last.fm fallita.
ja: この Last.fm ストリームを再生できませんでした。
km: បាន​បរាជ័យ​ក្នុង​ការ​ចាក់​ស្ទ្រីម last.fm នេះ ។
ko: 이 last.fm 스트림 재생에 실패
lt: Nepavyko groti last.fm srauto.
nb: Klarte ikke spille denne siste last.fm-strømmen.
nds: Afspelen vun dissen Last.fm-Stroom fehlslaan
ne: यो last.fm प्रवाह प्ले गर्न विफल भयो ।
nl: Deze last.fm-stream kon niet worden afgespeeld.
nn: Klarte ikkje spela av last.fm-straumen.
pa: ਇਹ last.fm ਸਟਰੀਮ ਚਲਾਉਣ ਲਈ ਅਸਫ਼ਲ ਹੈ।
pl: Nie udało się odtworzyć tego strumienia Last.fm.
pt: Não foi possível tocar esta transmissão do last.fm.
pt_br: Falha ao reproduzir esse stream do last.fm.
ru: Не удалось воспроизвести потоки last.fm.
se: Filtii last.fm gáldu čuojaheames.
sk: Zlyhalo prehrávanie tohto last.fm prúdu.
sr: Нисам успео да пустим ток са last.fm-а.
th: การเล่นสตรีมจาก Last.fm ล้มเหลว
tr: Bu last.fm yayını çalınamadı.
uk: Помилка програвання цього потоку last.fm.

source: To use last.fm with Amarok, you need a last.fm profile.
af: Om last.fm in Amarok te gebruik, moet jy eers 'n last.fm profiel kry.
bg: За да използвате last.fm с Amarok, трябва да имате профил.
ca: Per usar last.fm amb l'Amarok, necessiteu un perfil last.fm.
cs: Abyste mohli používat last.fm v amaroKu, je třeba mít last.fm profil.
da: For at bruge last.fm med Amarok skal du bruge en last.fm-profil.
de: Um Last.fm mit Amarok verwenden zu können, benötigen Sie ein Last.fm-Profil.
el: Για να χρησιμοποιήσετε το last.fm με το AmaroK, πρέπει να έχετε ένα προφίλ last.fm.
es: Para usar last.fm con Amarok necesita un perfil de last.fm.
et: last.fm-i kasutamiseks Amarokis läheb vaja last.fm-i profiili.
eu: Amarok-ekin last.fm erabiltzeko, last-fm profila behar duzu.
fa: <P>برای استفاده از last.fm با amaroK، به یک profile last.fm نیاز دارید.
fi: Last.fm-palvelun käyttämiseen tarvitaan tunnus.
fr: Pour utiliser last.fm avec Amarok, vous devez avoir un profil last.fm.
he: על־נמת לעשות שימוש ב־ last.fm מתוך Amarok, עליך ליצור פרופיל last.fm.
hu: Ha használni szeretné a Last.fm-et az Amarokkal, akkor szüksége lesz egy Last.fm-profilra.
it: Per usare last.fm con Amarok, hai bisogno di un profilo last.fm.
ja: Amarok で Last.fm を利用するには Last.fm のプロフィールが必要です。
km: ដើម្បី​ប្រើ last.fm ជា​មួយ Amarok អ្នក​ត្រូវការ​ទម្រង់ last.fm
ko: Amarok으로 last.fm을 사용하기 위해 last.fm 프로필이 필요합니다.
lt: Norint naudotis last.fm, reikia turėti last.fm profilį.
nb: For å bruke last.fm med Amarok trenger du en last.fm-profil.
nds: Wenn du last.fm mit Amarok bruken wullt, muttst Du en Last.fm-Profil hebben.
ne: अमारोकसँग last.fm प्रयोग गर्न, तपाईँलाई last.fm प्रोफाइलको आवश्यक पर्दछ ।
nl: Om last.fm met Amarok te kunnen gebruiken hebt u een last.fm-profiel nodig.
nn: <P>Du må skaffa deg ein last.fm-profil viss du vil bruka last.fm-funksjonen i Amarok.
pa: ਅਮਰੋਕ ਨਾਲ last.fm ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ last.fm ਪਰੋਫਾਇਲ ਦੀ ਲੋੜ ਹੈ।
pl: Aby korzystać z Last.fm za pomocą Amaroka potrzebujesz profilu Last.fm.
pt: Para utilizar o last.fm com o Amarok, necessita de um perfil do last.fm.
pt_br: Para usar o last.fm com o Amarok, você precisa de um perfil do last.fm.
ru: <P>Для использования last.fm из amaroK нужно быть зарегистрированным в этом сервисе.
se: Jus hálidat geavahit last.fm Amarokas, de dárbbašat last.fm profiilla.
sk: Aby ste mohli používať last.fm v Amaroku, potrebujete last.fm profil.
sr: Да бисте користили last.fm са Amarok-ом, потребан вам је профил на last.fm-у.
th: ในการใช้งาน last.fm กับ Amarok คุณจำเป็นต้องใช้ last.fm profile
tr: Amarok'la beraber last.fm'i kullanmak için, bir last.fm profiliniz olmalıdır.
uk: Щоб використовувати last.fm в Amarok, необхідно мати профіль на last.fm.

source: Create Custom Station
af: Skep jou eie stasie
bg: Създаване на потребителска станция
ca: Crea una estació personalitzada
cs: Vytvořit vlastní stanici
da: Opret brugerdefineret station
de: Eigene Radiostation erstellen
el: Δημιουργία προσαρμοσμένου σταθμού
es: Crear estación personalizada
et: Kohandatud jaama loomine
eu: Sortu irrati pertsonalizatua
fa: ایجاد ایستگاه سفارشی
fi: Luo oma radio
fr: Créer une station personnalisée
he: צור שידור־זורם מותאם־אישית
hu: Egyéni adó létrehozása
it: Crea stazione personalizzata
ja: カスタムステーションを作成
km: បង្កើត​ស្ថានីយ​ផ្ទាល់ខ្លួន
ko: 사용자 정의 방송국 만들기
lt: Sukurti savo stotį
nb: Opprett selvvalgt stasjon
nds: Egen Statschoon opstellen
ne: अनुकूल स्टेसन सिर्जना गर्नुहोस्
nl: Eigen station aanmaken
nn: Lag eigendefinert stasjon
pa: ਕਸਟਮ ਸਟੇਸ਼ਨ ਬਣਾਓ
pl: Utwórz własną stację
pt: Criar uma Estação Personalizada
pt_br: Criar Estação Personalizada
se: Ráhkat erenoamáš stašuvnna
sk: Vytvoriť vlastnú stanicu
sr: Направи посебну станицу
th: สร้างสถานีกำหนดเอง
tr: Özel İstasyon Oluştur
uk: Створити нетипову станцію

source: Enter the name of a band or artist you like:
bg: Въведете име, група или изпълнител, които харесвате:
ca: Introduïu el nom d'una banda o artista que us agradi:
da: Indtast navnet på en gruppe eller artist du kan lide:
de: Geben Sie den Namen einer Band oder eines Interpreten ein, den Sie mögen:
el: Εισάγετε το όνομα ενός συγκροτήματος ή καλλιτέχνη που σας αρέσει:
es: Introduzca el nombre de una banda o artista que desee:
et: Lemmikust ansambli või esitaja nimi:
hu: Adja meg egy Ön által kedvelt együttes vagy előadó nevét:
it: Inserisci il nome di un gruppo o di un artista preferito:
ja: お気に入りのバンドまたはアーティストの名前を入力してください:
km: បញ្ចូល​ឈ្មោះ​ក្រុម ឬ​សិល្បករ​ដែល​អ្នក​ចូលចិត្ត ៖
nds: Giff den Naam vun en Kapell oder Künstler in, de oder den Du lieden magst:
nl: Voer de naam in van een band of artiest waarvan u houdt:
nn: Skriv inn namnet på eit band eller ein artist du likar:
pa: ਇੱਕ ਬੈਂਡ ਜਾਂ ਕਲਾਕਾਰ, ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਪਸੰਦ ਕਰਦੇ ਹੋ, ਦਾ ਨਾਂ ਦਿਓ:
pl: Podaj nazwę zespołu lub wykonawcy, którego lubisz:
pt: Indique o nome de uma banda or artista que goste:
pt_br: Digite o nome de uma banda ou artista que você gosta:
se: Čális joavkko- dahja artistanama masa liikot:
sk: Zadajte názov skupiny alebo interpreta, ktorého máte radi:
sr: Унесите име састава или извођача кога волите:
th: ใส่ชื่อของวงหรือศิลปินที่คุณชอบ:
uk: Введіть назву групи або ім'я виконавця, який вам подобається:

source: Show details
af: Vertoon inligting
bg: Показване на подробности
ca: Mostra els detalls
cs: Zobrazit detaily
da: Vis detaljer
de: Details anzeigen
el: Εμφάνιση λεπτομερειών
es: Mostrar detalles
et: Näita üksikasju
fa: نمایش جزئیات
fi: Näytä tiedot
fr: Afficher les détails
he: הצג פרטים
hu: Részletek megjelenítése
it: Mostra dettagli
ja: 詳細を表示
ka: დეტალების ჩვენება
km: បង្ហាញ​សេចក្ដីលម្អិត
ko: 세부사항 보기
lt: Rodyti išsamiau
nb: Vis detaljer
nds: Enkelheiten wiesen
ne: विवरणहरू देखाउनुहोस्
nl: Details tonen
nn: Vis detaljar
pa: ਵੇਰਵਾ ਵੇਖਾਓ
pl: Pokaż szczegóły
pt: Mostrar os detalhes
pt_br: Exibir Detalhes
ru: Показать сведения
se: Čájet bienaid
sk: Zobraziť detaily
sr: Прикажи детаље
th: แสดงรายละเอียด
tr: Detayları göster
uk: Показати подробиці

source: Abort all background-operations
af: Stop al die agtergrond operasies
bg: Прекъсване на всички вторични операции
ca: Avorta totes les operacions en segon pla
cs: Přerušit všechny operace na pozadí
da: Afbryd alle baggrundshandlinger
de: Alle Hintergrundoperationen abbrechen
el: Εγκατάλειψη όλων των λειτουργιών του παρασκηνίου
es: Abortar todas las operaciones de fondo
et: Katkesta kõik taustaoperatsioonid
eu: Abortatu atzeko planoko eragiketa guztiak
fa: ساقط کردن همۀ عملیات زمینه
fi: Keskeytä kaikki taustatehtävät
fr: Abandonner toutes les opérations d'arrière-plan
he: בטל את כל פעולות הרקע
hu: Az összes háttérművelet megszakítása
it: Ferma tutte le operazioni in background
ja: すべてのバックグラウンド処理を中止
ka: ყველა ფონური მოქმედების შეწყვეტა
km: បញ្ឈប់​ប្រតិបត្តិការ​នៅ​ខាង​ក្រោយ​ទាំងអស់
ko: 모든 배경 작업 중지
lt: Nutraukti visus fone vykdomus veiksmus
nb: Avbryt alle bakgrunnsoperasjoner
nds: All Achtergrundakschonen afbreken
ne: सबै पृष्ठभूमि-सञ्चालनहरू परित्याग गर्नुहोस्
nl: Alle achtergrondoperaties afbreken
nn: Avbryt alle bakgrunnsoperasjonar
pa: ਸਭ ਓਹਲੇ ਕਾਰਵਾਈਆਂ ਬੰਦ
pl: Wstrzymaj wszystkie operacje w tle
pt: Interromper todas as operações em segundo-plano
pt_br: Interromper todas as operações em segundo plano
ru: Отменить все фоновые операции
se: Gaskkalduhte buot duogášbargguid
sk: Prerušiť všetky operácie na pozadí
sr: Прекини све позадинске радње
th: ยกเลิกปฏิบัติการเบื้องหลังทั้งหมด
tr: Arkaplanda yapılan tüm işlemleri durdur
uk: Перервати всі фонові дії

source: Show progress detail
af: Vertoon die vordering inligting
bg: Показване на състоянието
ca: Mostra els detalls del progrés
cs: Zobrazit detaily průběhu
da: Vis fremgangsinformation
de: Fortschritts-Details anzeigen
el: Εμφάνιση λεπτομερειών προόδου
es: Mostrar detalle de progreso
et: Näita edenemise üksikasju
eu: Erakutsi progresioaren xehetasunak
fa: نمایش جزئیات پیشرفت
fi: Näytä edistymistiedot
fr: Affiche le détail de la progression
he: הצג פרטי התקדמות
hu: Az előrehaladás részleteinek megjelenítése
it: Mostra dettaglio progresso
ja: 進捗の詳細を表示
ka: პროგრესის დეტალების ჩვენება
km: បង្ហាញ​សេចក្ដី​លម្អិត​វឌ្ឍនភាព
ko: 진행 세부사항 보기
lt: Progreso detales pateikti išsamiau
nb: Vis fremgangsinformasjon
nds: Vörankamen-Details wiesen
ne: प्रगति विवरण देखाउनुहोस्
nl: Voortgang tonen
nn: Vis framgangsinformasjon
pa: ਤਰੱਕੀ ਵੇਰਵਾ ਵੇਖਾਓ
pl: Pokaż szczegóły postępu
pt: Mostrar o detalhe do progresso
pt_br: Mostrar progresso em detalhes
ru: Вывести информацию о выполнении
se: Čájet ovdanahttinbienaid
sk: Zobraziť detaily priebehov
sr: Прикажи детаље о напретку
th: แสดงรายละเอียดความก้าวหน้า
tr: İşlem ayrıntılarını göster
uk: Показати подробиці поступу

source: Multiple background-tasks running
af: Veelvulige agtergrond prosesse loop
bg: Извършват се множество вторични операции
ca: S'estan executant diverses tasques en segon pla
cs: Spuštěno více úloh na pozadí
da: Flere baggrundsprocesser kører
de: Es laufen mehrere Hintergrundprozesse
el: Εκτελούνται πολλαπλές διεργασίες του παρασκηνίου
es: Varias tareas de fondo en funcionamiento
et: Taustal töötab mitu protsessi
eu: Atzeko planoko hainbat ataza exekutatzen
fa: اجرای تکالیف متعدد زمینه
fi: Useita taustatehtäviä suorittumassa
fr: Plusieurs taches d'arrière-plan en cours
he: עבודות מרובות רצות ברקע
hu: Több háttérfeladat fut
it: Operazioni multiple in esecuzione in background
ja: 複数のバックグラウンドタスクが動作しています
ka: რამდენიმე ფონური ამოცანაა გაშვებული
km: ភារកិច្ច​ខាង​ក្រោយ​ច្រើន​កំពុង​រត់
ko: 다중 배경 작업 실행중
lt: Fone vykdoma keletas veiksmų
nb: Flere bakgrunnsprosesser kjører
nds: Mehr Achtergrundperzessen an't Lopen
ne: बहुविध पृष्ठभूमि-कार्यहरू चलिरहेको छ
nl: Meerdere achtergrondtaken lopen
nn: Fleire bakgrunnsprosessar køyrer
pa: ਕਈ ਬੈਕ-ਗਰਾਊਂਡ ਕਾਰਜ ਚੱਲ ਰਹੇ ਹਨ
pl: W tle działa wiele zadań
pt: Várias tarefas em segundo-plano a correr
pt_br: Várias tarefas estão sendo executadas em segundo plano
ru: Выполняется несколько фоновых заданий
se: Máŋga duogášproseassat leat jođus
sk: Spustených viacej úloh na pozadí
sr: Више задатака ради у позадини
th: มีงานเบื้อหลังกำลังทำงานอยู่หลายงาน
tr: Arkaplanda bir kaç görev çalışıyor
uk: Виконуються декілька фонових завдань

source: Aborting all jobs...
af: Besig om alle werke te beëindig...
bg: Прекъсване на всички задачи...
ca: S'estan avortant totes les tasques...
cs: Přerušuji všechny úlohy...
da: Afbryder alle job...
de: Alle Jobs werden abgebrochen ...
el: Εγκατάλειψη όλων των εργασιών...
es: Abortando todos los trabajos...
et: Kõigi tööde katkestamine...
eu: Lan guztiak abortatzen...
fa: ساقط کردن همۀ کارها...
fi: Keskeytetään kaikki tehtävät…
fr: Abandon de toutes les tâches...
he: מבטל את כל העבודות...
hu: Az összes feladat megszakítása...
it: Interruzione di ogni attività...
ja: すべてのジョブを中止しています...
ka: ყველა დავალების შეწყვეტა...
km: កំពុង​បញ្ឈប់​ការងារ​ទាំងអស់...
ko: 모든 작업을 중지중입니다...
lt: Nutraukiami visi veiksmai...
nb: Avbryter alle jobber …
nds: All Akschonen warrt afbraken...
ne: सबै कार्य परित्याग गरिँदैछ...
nl: Alle taken worden afgebroken...
nn: Avbryter alle jobbar …
pa: ਸਭ ਕੰਮ ਛੱਡੇ ਜਾ ਰਹੇ ਹਨ...
pl: Porzucanie wszystkich zadań...
pt: A cancelar todos os trabalhos...
pt_br: Interrompendo todas as tarefas...
ru: Отмена всех заданий...
se: Gaskkalduhtá buot bargguid …
sk: Prerušujem všetky úlohy...
sr: Прекидам све послове...
th: กำลังยกเลิกงานทั้งหมด...
tr: Tüm görevler durduruluyor...
uk: Переривання всіх робіт...

source: Amarok is paused
af: amaroK is gepouse
bg: Amarok - пауза
ca: L'Amarok està pausat
cs: Amarok je pozastavený
da: Amarok holder pause
de: Amarok ist angehalten
el: Το AmaroK είναι σε παύση
es: Amarok está en pausa
et: Amarokil on paus
fa: amaroK، مکث می‌کند
fi: Soitto on tauolla
fr: Amarok est en pause
he: יישום Amarok מושהה
hu: Az Amarok szünetel
it: Amarok è in pausa
ja: Amarok は一時停止しています
km: amaroK ត្រូវ​បាន​ផ្អាក
ko: Amarok이 일시정지 상태입니다
lt: AmaroK pristabdytas
nb: Amarok er pauset
nds: Amarok maakt en Paus
ne: अमारोक पज गरिएको छ
nl: Amarok is gepauzeerd
nn: Pause
pa: ਅਮਰੋਕ ਰੁਕਿਆ ਹੈ
pl: Odtwarzanie w Amarok jest wstrzymane
pt: O Amarok está em pausa
pt_br: O Amarok está pausado
ru: Воспроизведение приостановлено
se: Amarok lea boatkejuvvon
sk: Amarok je pozastavený
sr: Amarok је паузиран
th: Amarok หยุดเล่นชั่วคราว
tr: Amarok duraklatıldı
uk: Amarok призупинено
