Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Aborting jobs...
af: Besig om alle werke te staak...
bg: Прекъсване на всички задачи...
ca: S'estan avortant les tasques...
cs: Přerušuji úlohy...
da: Afbryder job...
de: Jobs werden abgebrochen ...
el: Εγκατάλειψη όλων των εργασιών...
es: Abortando los trabajos...
et: Tööde lõpetamine...
fa: ساقط کردن کارها...
fi: Keskeytetään tehtävät…
fr: Abandon de toutes les tâches...
hu: Feladatok megszakítása...
it: Interruzione operazioni...
ja: ジョブを中止します...
km: កំពុង​បោះបង់​ការ​ងារ...
lt: Nutraukiami darbai...
nb: Avbryter jobber …
nds: Akschonen warrt afbraken...
ne: कार्य परित्याग गरिँदैछ...
nl: Taken afbreken...
nn: Avbryter jobbar …
pa: ਕੰਮ ਛੱਡੇ ਜਾ ਰਹੇ ਹਨ...
pl: Porzucanie zadań...
pt: A interromper as tarefas...
pt_br: Interrompendo as tarefas...
ru: Отмена заданий...
se: Gaskkalduhtá bargguid …
sk: Ruším úlohy...
sr: Прекидам послове...
th: กำลังยกเลิกงาน...
tr: Görevler durduruluyor...
uk: Переривання всіх робіт...

source: _n: One file already in collection %n files already in collection
af: Een lêer is alreeds in die versameling %n lêers is alreeds in die versameling
bg: Един файл вече е колекцията %n файла вече са в колекцията
ca: Un fitxer ja estava a la col·lecció %n fitxers ja estaven a la col·lecció
cs: Jeden soubor již v kolekci %n soubory již v kolekci %n souborů již v kolekci
da: En fil allerede i samlingen %n filer allerede i samlingen
de: Eine Datei befindet sich bereits in der Sammlung. %n Dateien befinden sich bereits in der Sammlung.
el: Υπάρχει ήδη ένα αρχείο στη συλλογή Υπάρχουν ήδη %n αρχεία στη συλλογή
es: Un archivo ya está en la colección %n archivos ya están en la colección
et: Üks fail on juba muusikakogus %n faili on juba muusikakogus
eu: Fitxategi bat jadanik biltegian %n fitxategi jadanik biltegian
fa: %n پرونده از قبل در مجموعه
fi: Yksi tiedosto on jo kokoelmassa. %n tiedostoa on jo kokoelmassa.
fr: Un fichier est déjà dans la collection %n fichiers sont déjà dans la collection
he: באוסף נמצא כבר קובץ אחד באסוף נמצאים כבר %n קבצים
hu: %n fájl már benne van a gyűjteményben
it: Un file già nella collezione %n file già nella collezione
ja: %n 個のファイルが既にコレクションにあります。
ka: %n ფაილი უკვე კოლექციაშია
km: មាន​ឯកសារ​ចំនួន %n រួច​ហើយ​នៅ​ក្នុង​ការ​សម្រាំង
lt: %n byla fonotekoje jau yra %n bylos fonotekoje jau yra %n bylų fonotekoje jau yra
nb: En fil er i samlinga fra før %n filer er i samlinga fra før
nds: Al een Datei binnen de Sammeln Al %n Dateien binnen de Sammeln
ne: सङ्कलनमा एउटा फाइल पहिल्यै छ %n फाइलहरू सङ्कलनमा पहिल्ये छ
nl: Één bestand staat al in de collectie %n bestanden staan al in de collectie
nn: Ei fil finst allereie i samlinga. %n filer finst allereie i samlinga.
pa: ਭੰਡਾਰ 'ਚ ਫਾਇਲ ਪਹਿਲਾਂ ਹੀ ਹੈ ਭੰਡਾਰ 'ਚ %n ਫਾਇਲਾਂ ਪਹਿਲਾਂ ਹੀ ਹਨ
pl: Jeden plik już jest w kolekcji %n pliki już są w kolekcji %n plików już jest w kolekcji
pt: Já existe um ficheiro na colecção Já existem %n ficheiros na colecção
pt_br: Um arquivo já está na coleção %n arquivos já estão na coleção
ru: %n файл уже в коллекции %n файла уже имеются в коллекции %n файлов уже имеются в коллекции
se: Okta fiila lea juo čoahkkádusas %n fiilla leat juo čoahkkádusas
sk: Jeden súbor je už v kolekcii %n súbory sú už v kolekcii %n súborov je už v kolekcii
sr: %n фајл је већ у збирци %n фајла су већ у збирци %n фајлова је већ у збирци
th: แฟ้มจำนวน %n แฟ้มได้อยู่ในคลังดนตรีเรียบร้อยแล้ว
tr: %n dosya zaten koleksiyonda var
uk: %n файл вже є в збірці %n файли вже є в збірці %n файлів вже є в збірці

source: _n: One dropped file is invalid %n dropped files are invalid
af: Een lêer wat uigelos is, is ongeldig %n lêers wat uigelos is, is ongeldig
bg: Един пропуснат файл е невалиден %n пропуснати файла са невалидни
ca: Un fitxer amollat és invàlid %n fitxers amollats són invàlids
da: En udeladt fil er ugyldig %n udeladte filer er ugyldige
de: Eine fallen gelassene Datei ist ungültig. %n fallen gelassene Dateien sind ungültig.
el: Ένα από τα αρχεία δεν είναι έγκυρο %n από τα αρχεία δεν είναι έγκυρα
es: Un archivo soltado no es válido %n archivos soltados no son válidos
et: Üks hüljatud fail on vigane %n hüljatud faili on vigased
eu: Jaregindako fitxategia baliogabekoa da Jaregindako %n fitxategi baliogabekoak dira.
fa: %n پروندۀ افتاده نامعتبر هستند
fi: Yksi pudotettu tiedosto ei ole kelvollinen %n pudotettua tiedostoa ei ole kelvollisia
fr: Un fichier à enlever est invalide %n fichiers à enlever sont invalides
he: הקובץ שהושלך אינו תקין %n קבצים שהושלכו אינם תקינים
hu: %n kihagyott fájl érvénytelen
it: Un file scartato non è valido %n file scartati non sono validi
ja: %n 個のドロップされたファイルは無効です
km: %n បាន​ទម្លាក់​ឯកសារ​មិន​ត្រឹមត្រូវ
lt: %n atmesta byla yra klaidinga %n atmestos bylos yra klaidingos %n atmestų bylų yra klaidingos
nb: En sluppet fil er ugyldig %n sluppede filer er ugyldige
nds: Een droppt Datei is leeg %n droppt Dateien sünd leeg
ne: एउटा छोडिएको फाइल अवैध छ %n छोडिएको फइलहरू अवैध छन्
nl: Één versleept bestand is ongeldig %n versleepte bestanden zijn ongeldig
nn: Ei slept fil er ugyldig. %n slepte filer er ugyldige.
pa: ਇੱਕ ਸੁੱਟੀ ਫਾਇਲ ਗਲਤ ਹੈ %n ਸੁੱਟੀਆਂ ਫਾਇਲਾਂ ਗਲਤ ਹਨ
pl: Jeden porzucony plik jest nieprawidłowy %n porzucone pliki są nieprawidłowe %n porzuconych plików jest nieprawidłowych
pt: Um ficheiro largado é inválido %n ficheiros largados são inválidos
pt_br: Um arquivo adicionado é inválido %n arquivos adicionados são inválidos
ru: %n перенесённый файл имеет недопустимый формат %n перенесённых файла имеют недопустимый формат %n перенесённых файла имеют недопустимый формат
se: Okta luoitejuvvon fiila ii gusto %n luoitejuvvon fiilla eai gusto
sk: Jeden pustený súbor je neplatný %n pustené súbory sú neplatné %n pustených súborov je neplatných
sr: %n испуштен фајл није исправан %n испуштена фајла нису исправна %n испуштених фајлова није исправно
th: %n แฟ้มที่ปล่อยลงมาไม่ถูกต้อง
tr: Bırakılan %n dosya geçersiz
uk: Вкинуто %n непридатний файл Вкинуто %n непридатні файли Вкинуто %n непридатних файлів

source: _n: , one dropped file is invalid , %n dropped files are invalid
af: , een lêer wat uigelos is, is ongeldig , %n lêers wat uigelos is, is ongeldig
bg: , един пропуснат файл е невалиден , %n пропуснати файла са невалидни
ca: , un fitxer amollat és invàlid , %n fitxers amollats són invàlids
da: , en udeladt fil er ugyldig , %n udeladte filer er ugyldige
de: , eine fallen gelassene Datei ist ungültig. , %n fallen gelassene Dateien sind ungültig.
el: , ένα από τα αρχεία δεν είναι έγκυρο , %n από τα αρχεία δεν είναι έγκυρα
es: , un archivo soltado no es válido , %n archivos soltados no son válidos
et: , üks hüljatud fail on vigane , %n hüljatud faili on vigased
eu: , jaregindako fitxategia baliogabekoa da , jaregindako %n fitxategi baliogabekoak dira.
fa: ، %n پروندۀ افتاده نامعتبر هستند
fi: ,yksi pudotettu tiedosto ei ole kelvollinen , %n pudotettua tiedostoa ei ole kelvollisia
fr: , un fichier à enlever est invalide , %n fichiers à enlever sont invalides
he: , הקובץ שהושלך אינו תקין , %n קבצים שהושלכו אינם תקינים
hu: , %n kihagyott fájl érvénytelen
it: , un file scartato non è valido , %n file scartati non sono validi
ja: , %n 個のドロップされたファイルは無効です
km: , ឯកសារ​ដែល​បា​ន​ទម្លាក់ %n គឺមិន​ត្រឹមត្រូវ
lt: , %n atmesta byla yra klaidinga , %n atmestos bylos yra klaidingos , %n atmestų bylų yra klaidingos
nb: , en sluppet fil er ugyldig , %n sluppede filer er ugyldige
nds: , een droppt Datei is leeg , %n droppt Dateien sünd leeg
ne: , एउटा छोडिएका फाइल अवैध छ , %n छोडिएका फाइलहरू अवैध छन्
nl: , één versleept bestand is ongeldig , %n versleepte bestanden zijn ongeldig
nn: ei slept fil er ugyldig. %n slepte filer er ugyldige.
pa: , ਇੱਕ ਸੁੱਟੀ ਫਾਇਲ ਠੀਕ ਨਹੀਂ ਹੈ , %n ਸੁੱਟੀਆਂ ਫਾਇਲਾਂ ਠੀਕ ਨਹੀਂ ਹਨ
pl: , jeden porzucony plik jest nieprawidłowy , %n porzucone pliki są nieprawidłowe , %n porzuconych plików jest nieprawidłowych
pt: , um ficheiro largado é inválido , %n ficheiros largados são inválidos
pt_br: , um arquivo adicionado é inválido , %n arquivos adicionados são inválidos
ru: , %n перенесённый файл имеет недопустимый формат , %n перенесённых файла имеют недопустимый формат , %n перенесённых файла имеют недопустимый формат
se: okta luoitejuvvon fiila ii gusto %n luoitejuvvon fiilla eai gusto
sk: , jeden pustený súbor je neplatný , %n pustené súbory sú neplatné , %n pustených súborov je neplatných
sr: , %n испуштен фајл није исправан , %n испуштена фајла нису исправна , %n испуштених фајлова није исправно
th: , %n แฟ้มที่ปล่อยลงมาไม่ถูกต้อง
tr: , bırakılan %n dosya geçersiz
uk: , вкинуто %n непридатний файл , вкинуто %n непридатні файли , вкинуто %n непридатних файлів

source: Copy Files To Collection
af: Kopiëer Lêers na die versameling
bg: Копиране на файловете в колекцията
ca: Copia els fitxers a la col·lecció
cs: Zkopírovat soubory do kolekce
da: Kopiér til samling
de: Dateien zur Sammlung kopieren
el: Αντιγραφή αρχείων στη συλλογή
es: Copiar los archivos en la colección
et: Kopeeri failid muusikakogusse
eu: Kopiatu fitxategian bilduman
fa: رونوشت پرونده‌ها در مجموعه
fi: Kopioi tiedostot kokoelmaan
fr: Copier les fichiers vers la collection
he: העתק קבצים אל האוסף
hu: Fájlok másolása gyűjteménybe
it: Copia file nella collezione
ja: ファイルをコレクションにコピー
ka: ფაილების კოლექციაში ასლი
km: ចម្លង​ឯកសារ​ទៅ​សម្រាំង
ko: 모음집에 파일 복사
lt: Kopijuoti bylas į fonoteką
nb: Kopier filer til samling
nds: Dateien na Sammeln rinkoperen
ne: सङ्कलनमा फाइलहरू प्रतिलिपि गर्नुहोस्
nl: Kopiëren naar collectie
nn: Kopier filer til samling
pa: ਫਾਇਲਾਂ ਨੂੰ ਭੰਡਾਰ ਵਿੱਚ ਨਕਲ
pl: Kopiuj pliki do kolekcji
pt: Copiar os Ficheiros para a Colecção
pt_br: Copiar Arquivos para a Coleção
ru: Скопировать файлы в коллекцию
se: Máŋge fiillaid čoahkkádussii
sk: Kopírovať súbory do kolekcie
sr: Копирај фајлове у збирку
th: คัดลอกแฟ้มไปคลังดนตรี
tr: Dosyaları Koleksiyona Kopyala
uk: Скопіювати файли в збірку

source: Tracks
af: Snitte
bg: Записи
ca: Peces
cs: Skladby
da: Spor
de: <Stücke
el: Κομμάτια
es: Pistas
et: Palad
eu: Pistak
fa: شیارها
fi: Kappaleet
fr: Morceaux
he: רצועות
hu: Számok
it: Tracce
ja: トラック
km: បទ
ko: 트랙
lt: Takeliai
nb: Spor
nds: Stücken
ne: ट्रयाक
nn: Spor
pa: ਟਰੈਕ
pl: Utwory
pt: Faixas
pt_br: Faixas
ru: Дорожки
se: Bihtát
sk: Stopy
sr: Нумере
th: เพลง
tr: Parçalar
uk: Доріжки

source: Playcount
af: Speel telling
bg: Брояч
ca: Recompte de reproduccions
cs: Počet přehrávání
da: Afspilningstæller
de: Abspielzähler
el: Μετρητής εκτελέσεων
es: Contador de reproducciones
et: Esitamiste arv
eu: Erreprodukzio-zenbakia
fa: شمارش پخش
fi: Soittokertoja
fr: Compteur d'écoutes
he: מספור השמעות
hu: Lejátszások száma
it: Contatore di riproduzione
ja: 再生回数
ka: მრიხცველი
km: ចំនួន​ចាក់
ko: 재생횟수
lt: Dažnumas
nb: Ganger spilt
nds: Afspeelklock
ne: प्ले गणना
nl: Afspeelteller
nn: Avspelingar
pa: ਚਲਾਉਣ ਗਿਣਤੀ
pl: Licznik odtwarzania
pt: Número de reproduções
pt_br: Reproduções
ru: Счётчик
se: Galle geardde čuojahuvvon
sk: Počet prehrávania
sr: Број пуштања
th: รอบที่เล่น
tr: Çalma sayısı
uk: Рахунок програвання

source: First Play
af: Eerste keer gespeel
bg: Първо изпълнение
ca: Primera reproducció
cs: Poprvé přehráno
da: Først spillet
de: Erstmals gespielt
el: Πρώτη εκτέλεση
es: Primera reprodución
et: Esimest korda mängitud
eu: Lehen erreprodukzioa
fa: ابتدا پخش شود
fi: Ensimmäinen soittokerta
fr: Première écoute
he: הושמע לראשונה
hu: Első lejátszás
it: Prima riproduzione
ja: 初回再生
ka: პირველად დაკვრა
km: ចាក់​ដំបូង
ko: 처음 재생
lt: Pirmą kartą atlikta
nb: Først spilt
nds: Dat eerste Maal speelt
ne: पहिलो प्ले
nl: Eerst afgespeeld
nn: Først spelt
pa: ਪਹਿਲੀ ਵਾਰ
pl: Pierwsze odtwarzanie
pt: Primeiras Tocadas
pt_br: Primeira Reprodução
ru: Первый раз
se: Vuosttaš geardde čuojahuvvon
sk: Prvýkrát prehrané
sr: Први пут пуштено
th: เล่นครั้งแรก
tr: İlk Çalma
uk: Першою програти

source: Last Play
af: Laaste keer gespeel
bg: Последно изпълнение
ca: Darrera reproducció
cs: Naposledy přehráno
da: Senest spillet
de: Zuletzt gespielt
el: Τελευταία εκτέλεση
es: Última reprodución
et: Viimati esitatud
eu: Azken erreprodukzioa
fa: در آخر پخش شود
fi: Viimeisin soittokerta
fr: Dernière écoute
he: הושמע לאחרונה
hu: Legutóbbi lejátszás
it: Ultima riproduzione
ja: 前回再生
ka: ბოლო დაკვრა
km: ចាក់​ចុងក្រោយ
ko: 최근에 재생
lt: Paskutinį kartą atlikta
nb: Sist spilt
nds: Dat leste Maal speelt
ne: अन्तिम प्ले
nl: Laatst afgespeeld
nn: Sist spelt
pa: ਆਖਰੀ ਵਾਰ
pl: Ostatnio odtwarzane
pt: Últimas Tocadas
pt_br: Última Reprodução
ru: Последний раз
se: Maŋemuš čuojahuvvon
sk: Naposledy prehrané
sr: Последњи пут пуштено
th: เล่นครั้งสุดท้าย
tr: Son Çalma
uk: Останньою програти

source: Modified Date
af: Is verander datum
bg: Дата на промяна
ca: Data de modificació
cs: Datum změny
da: Ændret dato
de: Änderungsdatum
el: Ημερομηνία τροποποίησης
es: Fecha de modificación
et: Muutmise kuupäev
eu: Aldatutako data
fa: تاریخ تغییریافته
fi: Muutospäivämäärä
fr: Date modifiée
he: תאריך שינוי
hu: Módosítási dátum
it: Data modificata
ja: 変更日
ka: ცვლილების თარიღი
km: កាលបរិច្ឆេទ​កែប្រែ
ko: 고친 날짜
lt: Keista
nb: Sist endret
nds: Ännert
ne: परिमार्जित मिति
nl: Datum van wijziging
nn: Sist endra
pa: ਸੋਧ ਮਿਤੀ
pl: Data modyfikacji
pt: Data Modificada
pt_br: Data de Modificação
ru: Модификация
se: Maŋemuš rievdaduvvon
sk: Dátum zmeny
sr: Измењено датума
th: วันที่ที่ทำการเปลี่ยนแปลง
tr: Değiştirilme Tarihi
uk: Дата зміни

source: _n: Album All %n Albums
af: Album Al %n Albums
bg: Албум Всички %n албума
ca: Àlbum Tots %n àlbums
cs: Album %n alba %n alb
da: Album alle %n albummer
de: Album Alle %n Alben
el: άλμπουμ Όλα τα %n άλμπουμ
es: Álbum Todos los %n álbumes
et: album Kõik %n albumit
eu: Albuma %n album guztiak
fa: کل %n آلبوم
fi: Levy Kaikki %n levyä
fr: Album Les %n albums
he: כותר כל %n הכותרים
hu: Az összes album (%n)
it: Album Tutti i %n album
ja: 全 %n アルバム
km: អាល់ប៊ុម %n ទាំងអស់
lt: Visas %n albumas Visi %n albumai Visi %n albumų
nb: album Alle %n album
nds: Album All %n Alben
ne: एल्बम सबै %n एल्बमहरू
nl: Album Alle %n albums
nn: Album Alle %n albuma
pa: ਐਲਬਮ ਸਭ %n ਐਲਬਮਾਂ
pl: Album Wszystkie %n albumy Wszystkie %n albumów
pt: Álbum Todos os %n Álbuns
pt_br: Álbum Todos os %n Álbuns
ru: %n альбом %n альбома Все %n альбомов
se: Skearru Buot %n skearru
sk: Album Všetky %n albumy Všetkých %n albumov
sr: %n албум %n албума %n албума
th: อัลบั้มทั้งหมด %n อัลบั้ม
tr: %n Albümün Tümü
uk: %n альбом %n альбоми Всі %n альбомів

source: _n: Artist All %n Artists
af: Kunstenaar Al %n Kunstenaars
bg: Изпълнител Всички %n изпълнителя
ca: Artista Tots %n artistes
cs: Interpret %n interpreti %n interpretů
da: Kunstner alle %n kunstnere
de: Interpret Alle %n Interpreten
el: Καλλιτέχνης Όλοι οι %n καλλιτέχνες
es: Artista Todos los %n artistas
et: esitaja Kõik %n esitajat
eu: Artista %n artista guztiak
fa: کل %n هنرمند
fi: Artisti Kaikki %n artistia
fr: Artiste Les %n artistes
he: אומן כל %n האומנים
hu: Az összes előadó (%n)
it: Artista Tutti i %n artisti
ja: 全 %n アーティスト
km: %n សិល្បករ​ទាំងអស់
lt: Visas %n atlikėjas Visi %n atlikėjai Visi %n atlikėjų
nb: 1 artist Alle %n artister
nds: Künstler All %n Künstlers
ne: कलाकार सबै %n कलाकार
nl: Artiest Alle %n artiesten
nn: Artist Alle %n artistane
pa: ਕਲਾਕਾਰ ਸਭ %n ਕਲਾਕਾਰ
pl: Wykonawca Wszyscy %n wykonawcy Wszystkich %n wykonawców
pt: Artista Todos os %n Artistas
pt_br: Artista Todos os %n Artistas
ru: %n исполнитель %n исполнителя Все %n исполнителей
se: Artista Bout %n artistta
sk: Interpret Všetci %n interpreti Všetkých %n interpretov
sr: %n извођач %n извођача %n извођача
th: ศิลปินทั้งหมด %n คน (กลุ่ม)
tr: %n Sanatçının Tümü
uk: %n виконавець %n виконавці Всі %n виконавців

source: _n: Composer All %n Composers
af: Saamsteller Al %n saamstellers
bg: Композитор Всички %n композитори
ca: Compositor Tots %n compositors
cs: Skladatel %n skladatelé %n skladatelů
da: 1 komponist Alle %n komponister
de: Komponist Alle %n Komponisten
el: Συνθέτης Όλοι οι %n συνθέτες
es: Compositor Todos los %n compositores
et: helilooja Kõik %n heliloojat
eu: Konpositorea %n konpositore guztiak
fa: کل %n مؤلف
fi: Säveltäjä Kaikki %n säveltäjää
fr: Compositeur Les %n compositeurs
he: מחבר כל %n המחברים
hu: Az összes szerző (%n)
it: Compositore Tutti i %n compositori
ja: 全 %n 作曲者
km: %n កម្មវិធី​តែង​ទាំងអស់
lt: Visas %n kompozitorius Visi %n kompozitoriai Visi %n kompozitoriai
nb: komponist ALle %n komponister
nds: Komponist All %n Komponisten
ne: कम्पोजर सबै %n कम्पोजरहरू
nl: Componist Alle %n componisten
nn: Komponist Alle %n komponistane
pa: ਕੰਪੋਜ਼ਰ ਸਭ %n ਕੰਪੋਜ਼ਰ
pl: Kompozytor Wszyscy %n kompozytorzy Wszystkich %n kompozytorów
pt: Compositor Todos os %n Compositores
pt_br: Compositor Todos os %n Compositores
ru: %n композитор %n композитора Все %n композиторов
se: Komponista Buot %n komponistta
sk: Skladateľ Všetkých %n skladateľov Všetkých %n skladateľov
sr: Свих %n композитора Свих %n композитора Свих %n композитора
th: ผุ้ประพันธ์ทั้งหมด %n คน
tr: %n Bestecinin Tümü
uk: %n композитор %n композитори %n композиторів

source: _n: Genre All %n Genres
af: Tipe Al %n Tipes
bg: Жанр Всички %n жанра
ca: Gènere Tots %n gèneres
cs: Žánr %n žánry %n žánrů
da: Genre alle %n genrer
de: Genre Alle %n Genres
el: Είδος Όλα τα %n είδη
es: Género Todos los %n géneros
et: žanr Kõik %n žanri
eu: Generoa %n genero guztiak
fa: کل %n نوع
fi: Tyylilaji Kaikki %n tyylilajia
fr: Style Les %n styles
he: סגנון כל %n הסגנונות
hu: Az összes műfaj (%n)
it: Genere Tutti i %n generi
ja: 全 %n ジャンル
km: %n ​ប្រភេទ​ទាំងអស់
lt: Visas %n žanras Visi %n žanrai Visi %n žanrų
nb: sjanger Alle %n sjangre
nds: Musikoort All %n Musikoorden
ne: विधा सबै %n विधाहरू
nl: Genre Alle %n genres
nn: Sjanger Alle %n sjangrane
pa: ਧੁਨ ਸਭ %n ਧੁਨਾਂ
pl: Gatunek Wszystkie %n gatunki Wszystkie %n gatunków
pt: Género Todos os %n Géneros
pt_br: Gênero Todos os %n Gêneros
ru: %n жанр %n жанра Все %n жанров
se: Šáŋra Buot %n šáŋra
sk: Žáner Všetky %n žánre Všetkých %n žánrov
sr: %n жанр %n жанра %n жанрова
th: ประเภททั้งหมด %n ประเภท
tr: %n Tarzın Tümü
uk: %n жанр %n жанри Всі %n жанрів

source: _n: Year All %n Years
af: Jaar Al %n Jare
bg: Година Всички %n години
ca: Any Tots %n anys
cs: Rok %n roky %n let
da: 1 år Alle %n år
de: Jahr Alle %n Jahre
el: Έτος Όλα τα %n έτη
es: Año Todos los %n años
et: aasta Kõik %n aastat
eu: Urtea %n urte guztiak
fa: کل %n سال
fi: Vuosi Kaikki %n vuotta
fr: Année Les %n années
he: שנה כל %n השנים
hu: Az összes év (%n)
it: Anno Tutti i %n anni
ja: 全 %n 年
km: %n ឆ្នាំ​ទាំងអស់
lt: Visi %n metai Visi %n metai Visi %n metų
nb: år Alle %n år
nds: Johr All %n Johren
ne: वर्ष सबै %n वर्ष
nl: Jaar Alle %n jaren
nn: År Alle %n åra
pa: ਸਾਲ ਸਭ %n ਸਾਲ
pl: Rok Wszystkie %n lata Wszystkie %n lat
pt: Ano Todos os %n Anos
pt_br: Ano Todos os %n Anos
ru: %n год %n года Все %n лет
se: Jahki Buot %n jagi
sk: Rok Všetky %n roky Všetkých %n rokov
sr: %n година %n године %n година
th: ทั้งหมด %n ปี
tr: %n Yılın Tümü
uk: %n рік %n роки Всі %n років

source: _n: Label All %n Labels
af: Etiket Al %n Etikette
bg: Етикет Всички %n етикета
ca: Etiqueta Totes %n etiquetes
cs: Popisek %n popisky Všech %n popisků
da: Etiket Alle %n etiketter
de: Label Alle %n Label
el: Ετικέτα Όλες οι %n Ετικέτες
es: Etiqueta Todas las %n etiquetas
et: märgend Kõik %n märgendit
fa: کل %n برچسب
fi: Nimike Kaikki %n nimikettä
fr: Libellé Les %n libellés
hu: Az összes címke (%n)
it: Etichetta Tutte le %n etichette
ja: 全 %n ラベル
km: %n ស្លាក​ទាំងអស់
lt: %n etiketė Visos %n etiketės Visos %n etikečių
nb: plateselskap Alle %n plateselskap
nds: Steekwoort All %n Steekwöör
ne: लेबुल सबै %n लेबुलहरू
nl: Label Alle %n labels
nn: Merkelapp Alle %n merkelappar
pa: ਲੇਬਲ ਸਭ %n ਲੇਬਲ
pl: Etykieta Wszystkie %n etykiety Wszystkie %n etykiet
pt: Legenda Todas as %n Legendas
pt_br: Rótulo Todos os %n Rótulos
ru: %n метка %n метки Все %n меток
se: Skearrofitnodat Buot %n skearrofitnodaga
sk: Štítok Všetky %n štítky Všetkých %n štítkov
sr: Свих %n етикета Све %n етикете Свих %n етикета
th: ทั้งหมด %n ป้าย
tr: %n Etiketin Tümü
uk: %n надпис %n надписи %n надписів
