Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: (<a href='whatsthis:%1'>Details</a>)
bg: (<a href="whatsthis:%1">Информация</a>)
ca: (<a href='whatsthis:%1'>Detalls</a>)
cs: (<a href='whatsthis:%1'>Detaily</a>)
da: (<a href='whatsthis:%1'>Detaljer</a>)
el: (<a href='whatsthis:%1'>Λεπτομέρειες</a>)
es: (<a href='whatsthis:%1'>Detalles</a>)
et: (<a href='whatsthis:%1'>Üksikasjad</a>)
eu: <a href='whatsthis:%1'>Xehetasunak</a>
fa: )<a href='whatsthis:%1'>جزئیات </a>(
fi: (<a href='whatsthis:%1'>tiedot</a>)
fr: (<a href='whatsthis:%1'>Détails</a>)
he: (<a href='whatsthis:%1'>פרטים</a>)
hu: (<a href='whatsthis:%1'>Részletek</a>)
it: (<a href='whatsthis:%1'>Dettagli</a>)
ja: (<a href='whatsthis:%1'>詳細</a>)
ka: (<a href='whatsthis:%1'>ცნობები</a>)
km: (<a href='whatsthis:%1'>លម្អិត</a>)
ko: (<a href='whatsthis:%1'>세부사항</a>)
lt: (<a href='whatsthis:%1'>Išsamiau</a>)
nb: (<a href='whatsthis:%1'>Detaljer</a>)
nds: <a href='whatsthis:%1'>Enkelheiten</a>
ne: (<a href='whatsthis:%1'>विवरण</a>)
nn: (<a href='whatsthis:%1'>Detaljar</a>)
pa: (<a href='whatsthis:%1'>ਵੇਰਵਾ</a>)
pl: (<a href='whatsthis:%1'>Szczegóły</a>)
pt: (<a href='whatsthis:%1'>Detalhes</a>)
pt_br: (<a href='whatsthis:%1'>Detalhes</a>)
ru: (<a href='whatsthis:%1'>Подробно</a>)
se: (<a href='whatsthis:%1'>Bienat</a>)
sk: (<a href='whatsthis:%1'>Podrobnosti</a>)
sr: (<a href='whatsthis:%1'>Детаљи</a>)
th: (<a href='whatsthis:%1'>รายละเอียด</a>)
tr: (<a href='whatsthis:%1'>Ayrıntılar</a>)
uk: (<a href='whatsthis:%1'>Подробиці</a>)

source: Plugin:
af: Inprop module:
bg: Приставка:
ca: Connector:
cs: Modul:
de: Modul:
el: Πρόσθετο:
es: Extensión:
eu: Plugin-a:
fa: وصله:
fi: Liitännäinen:
fr: Plugins :
he: תוסף:
hu: Modul:
ja: プラグイン:
ka: მოდული:
km: កម្មវិធី​ជំនួយ ៖
ko: 플러그인:
lt: Įskiepis:
nb: Programtillegg:
nds: Moduul:
ne: प्लगइन:
nn: Programtillegg:
pa: ਪਲੱਗਇਨ:
pl: Wtyczka:
ru: Модуль:
se: Lassemoduvla:
sk: Modul:
sr: Прикључак:
th: ปลั๊กอิน:
tr: Eklenti:
uk: Втулок:

source: Configure device settings
af: Stel toestel op
bg: Настройване на устройство
ca: Configura els arranjaments del dispositiu
cs: Nastavit zařízení
da: Indstil enhedsopsætning
de: Media-Player einrichten
el: Ρύθμιση συσκευής
es: Configurar el dispositivo
et: Seadme seadistamine
eu: Konfiguratu gailuaren ezarpenak
fa: پیکربندی تنظیمات دستگاه
fi: Medialaitteen asetukset
fr: Configuration du périphérique
he: הגדר אפשרויות התקן
hu: Eszközbeállítások módosítása
it: Configura impostazioni dispositivo
ja: デバイスを設定
km: កំណត់​រចនាសម្ព័ន្ធ​ឧបករណ៍​មេឌៀ
ko: 장치 설정 지정
lt: Derinti įrenginio parinktis
nb: Sett opp enhetsinnstillinger
nds: Reedschap instellen
ne: यन्त्र सेटिङ कन्फिगर गर्नुहोस्
nl: Apparaat instellen
nn: Set opp eining
pa: ਜੰਤਰ ਸਥਾਪਨ ਸੰਰਚਨਾ
pl: Konfiguruj ustawienia urządzenia
pt: Configurar o dispositivo
pt_br: Configurar parâmetros do dispositivo
ru: Настроить переносное устройство
se: Heivet ovttadaga
sk: Konfigurovať nastavenia zariadenia
sr: Подеси поставке уређаја
th: ปรับแต่งค่าของอุปกรณ์
tr: Aygıtı ayarlarını yapılandır
uk: Налаштувати параметри пристрою

source: Remove entries corresponding to this device from configuration file
af: Verwyder inskrywings vanuit die opstel lêer wat met hierdie toestel ooreen stem
bg: Премахване на записи, отговарящи на това устройство, във файла с настройките
ca: Elimina les entrades corresponents a aquest dispositiu del fitxer de configuració
da: Fjern indgange som hører sammen med denne enhed fra indstillingsfilen
de: Einträge für dieses Gerät aus der Konfigurationsdatei entfernen
el: Αφαίρεση των καταχωρήσεων που αντιστοιχούν σε αυτήν τη συσκευή από το αρχείο ρυθμίσεων
es: Eliminar entradas del archivo de configuración que se correspondan con este dispositivo
et: Eemalda antud seadme kirjed seadistusfailis
eu: Kendu gailuari dagokion sarrera konfigurazioko fitxategitik
fa: حذف مدخلهای متناظر با این دستگاه از پروندۀ پیکربندی
fi: Poista tätä laitetta koskevat tiedot asetustiedostosta
fr: Effacer les entrées correspondantes à ce périphérique du fichier de configuration
he: הסר את רשומות המתאימות להתקן־המדיה הזה מקובץ התצורה
hu: Az ezen eszközzel kapcsolatos bejegyzések eltávolítása a beállítási fájlból
it: Rimuovi le voci corrispondenti a questo dispositivo dal file di configurazione
ja: このデバイスに対応するエントリを設定ファイルから削除
km: យក​ធាតុ​ដែល​ត្រូវ​នឹង​ឧបករណ៍​នេះ​ចេញ​ពី​ឯកសារ​កំណត់រចនាសម្ព័ន្ធ
ko: 설정 파일에서 이 장치와 관련된 항목을 제거
lt: Iš parinkčių bylos pašalinti įrašus apie šį įrenginį
nb: Slett oppføringer som tilsvarer denne enheten fra innstillingsfila
nds: Disse Reedschap ehr Indrääg ut Instellendatei wegmaken
ne: कन्फिगरेसन फाइलबाट यो यन्त्रमा सम्बन्धित प्रविष्टिहरू हटाउनुहोस्
nl: Items die overeenkomen met dit apparaat verwijderen uit configuratiebestand
nn: Fjern oppføringa til eininga frå oppsettfila
pa: ਸੰਰਚਨਾ ਫਾਇਲ ਵਿੱਚੋਂ ਇਹ ਜੰਤਰ ਦੇ ਇੰਦਰਾਜ਼ ਹਟਾਓ
pl: Usuń wpisy odnoszące się do tego urządzenia z pliku konfiguracyjnego
pt: Remover os itens correspondentes a este dispositivo do ficheiro de configuração
pt_br: Remover do arquivo de configuração as entradas correspondentes a este dispositivo
se: Váldde eret merkošiid heivehusfiillas mat gullet dán ovttadahkii
sk: Odstrániť záznamy súvisiace s týmto zariadením z konfiguračného súboru
sr: Уклони из фајла са подешавањима ставке које одговарају овом уређају
th: ลบรายการที่เกี่ยวข้องกับอุปกรณ์นี้ออกจากแฟ้มสำหรับปรับแต่ง
tr: Bu aygıtla ilgili girdileri yapılandırma dosyasından çıkart
uk: Вилучіть з конфігураційного файла записи, які відповідають цьому пристрою

source: Create Smart Playlist
af: Skep 'n Smart Speel lys
bg: Създаване на тематичен списък със записи
ca: Crea una llista de reproducció intel·ligent
cs: Vytvořit chytrý seznam skladeb
da: Lav smart spilleliste
de: Intelligente Wiedergabeliste erstellen
el: Δημιουργία έξυπνης λίστας
es: Crear lista de reproducción inteligente
et: Nutika esitusnimekirja loomine
eu: Sortu zerrenda azkarra
fa: ایجاد فهرست پخش هوشمند
fi: Luo älykäs soittolista
fr: Création d'une liste de lecture intelligente
he: צור רשימת־השמעה חכמה
hu: Intelligens lejátszólista létrehozása
it: Crea playlist veloci
ja: スマートプレイリストを作成
ka: სხარტი რეპერტუარის შექმნა
km: បង្កើត​បញ្ជី​ចាក់​ឆ្លាត
ko: 스마트 재생목록 생성
lt: Sukurti išmoningą grojaraštį
nb: Opprett smart spilleliste
nds: Plietsche Afspeellist opstellen
ne: छरितो प्लेसूची सिर्जना गर्नुहोस्
nl: Intelligente afspeellijst aanmaken
nn: Lag smart speleliste
pa: ਚੁਸਤ ਸੰਗੀਤ-ਸੂਚੀ ਬਣਾਓ
pl: Utwórz inteligentną listę odtwarzania
pt: Criar Listas de Reprodução Inteligentes
pt_br: Criar Lista Inteligente de Músicas
ru: Создать интеллектуальный список
se: Ráhkat jierbmás čuojahanlisttu
sk: Vytvoriť inteligetný zoznam skladieb
sr: Направи паметну листу
th: สร้างรายการเล่นอัจฉริยะ
tr: Akıllı Parça Listesini Oluştur
uk: Створити мудрий список композицій

source: Edit Smart Playlist
af: Redigeer Smart Speel lys
bg: Редактиране на тематичен списък със записи
ca: Edita la llista de reproducció intel·ligent
cs: Upravit chytrý seznam skladeb
da: Redigér smart spilleliste
de: Intelligente Wiedergabeliste bearbeiten
el: Επεξεργασία έξυπνης λίστας
es: Editar lista de reproducción inteligente
et: Nutika esitusnimekirja muutmine
eu: Editatu zerrenda azkarra
fa: ویرایش فهرست پخش هوشمند
fi: Muokkaa älykästä soittolistaa
fr: Édition de la liste de lecture intelligente
he: ערוך רשימת־השמעה חכמה
hu: Intelligens lejátszólista szerkesztése
it: Modifica playlist veloce
ja: スマートプレイリストを編集
ka: სხარტი რეპერტუარის რედაქტირება
km: កែសម្រួល​បញ្ជី​ចាក់​ឆ្លាត
ko: 스마트 재생목록 편집
lt: Keisti išmoningą grojaraštį
nb: Rediger smart spilleliste
nds: Plietsche Afspeellist bewerken
ne: छरितो प्लेसूची सम्पादन गर्नुहोस्
nl: Intelligente afspeellijst bewerken
nn: Rediger smart speleliste
pa: ਚੁਸਤ ਸੰਗੀਤ-ਸੂਚੀ ਸੋਧ
pl: Edytuj inteligentną listę odtwarzania
pt: Editar a Lista de Reprodução Inteligente
pt_br: Editar Lista Inteligente de Músicas
ru: Изменить интеллектуальный список
se: Doaimmat jierbmás čuojahanlisttu
sk: Upraviť inteligetný zoznam skladieb
sr: Уреди паметну листу
th: แก้ไขรายการเล่นอัจฉริยะ
tr: Akıllı Parça Listesi Düzenle
uk: Редагувати кмітливий список композицій

source: Track #
af: Snit #
bg: Запис #
ca: Peça #
cs: Č. skladby
da: Spor #
de: Stück Nr.
el: Κομμάτι #
es: Pista #
et: Pala nr.
eu: Pista:
fa: شیار #
fi: Kappalenumero
fr: Numéro du morceau
he: רצועה #
hu: Sorszám
it: Traccia #
ja: トラック#
ka: ჩანაწერი #
km: បទ #
ko: 트랙 번호
lt: Takelio nr.
nb: Spornummer
nds: Stück Nr.
ne: ट्रयाक #
nn: Spornummer
pa: ਟਰੈਕ #
pl: Nr utworu
pt: Faixa #
pt_br: N° da Faixa
ru: Дорожка #
se: Bihttánummir
sk: Stopa #
sr: Нумера #
th: หมายเลขเพลง
tr: Parça #
uk: Доріжка

source: Play Counter
af: Speel Telller
bg: Брояч
ca: Comptador de reproduccions
cs: Počítadlo přehrávání
da: Afspilningstæller
de: Abspielzähler
el: Μετρητής εκτελέσεων
es: Contador de reproducción
et: Esitamisloendur
eu: Erreproduzitze-kontagailua
fa: شمارشگر پخش
fi: Soittolaskuri
fr: Compteur d'écoutes
he: מונה השמעות
hu: Lejátszásszámláló
it: Contatore di riproduzione
ja: 再生回数
ka: მრიცხველის დაკვრა
km: ចំនួន​ចាក់
ko: 재생 횟수
lt: Dažnumas
nb: Avspillingsteller
nds: Afspeelklock
ne: प्ले काउन्टर
nl: Afspeelteller
nn: Avspelingsteljar
pa: ਚਲਾਉਣ ਗਿਣਤੀ
pl: Licznik odtwarzania
pt: Contador de Reprodução
pt_br: N° de Reproduções
ru: Счётчик
se: Čuojahanlohkki
sk: Počítadlo prehrávania
sr: Бројач пуштања
th: ตัวนับการเล่น
tr: Çalma Sayacı
uk: Лічильник програвання

source: File Path
af: Lêer soekpad
bg: Път към файл
ca: Ruta del fitxer
cs: Cesta k souboru
da: Filsti
de: Dateipfad
el: Διαδρομή αρχείου
es: Ruta del archivo
et: Faili asukoht
eu: Fitxategiaren bide-izena
fa: مسیر پرونده
fi: Tiedostopolku
fr: Chemin du fichier
he: נתיב קובץ
hu: Fájl-útvonal
it: Percorso file
ja: ファイルのパス
ka: ფაილის მდებარეობა
km: ផ្លូវ​ឯកសារ
ko: 파일 경로
lt: Bylos kelias
nb: Filsti
nds: Datei-Padd
ne: फाइल मार्ग
nl: Bestandspad
nn: Filadresse
pa: ਫਾਇਲ ਮਾਰਗ
pl: Ścieżka pliku
pt: Localização do Ficheiro
pt_br: Caminho do Arquivo
ru: Путь к файлу
se: Fiilačujuhus
sk: Cesta k súboru
sr: Путања фајла
th: พาธของแฟ้ม
tr: Dosya Yolu
uk: Шлях до файла

source: Playlist name:
af: Speel lys naam
bg: Име на списъка със записи:
ca: Nom de la llista de reproducció:
cs: Jméno seznamu skladeb:
da: Spillelistens navn:
de: Name der Wiedergabeliste:
el: Όνομα λίστας:
es: Nombre de la lista de reproducción:
et: Esitusnimekirja nimi:
eu: Zerrendaren izena:
fa: نام فهرست پخش:
fi: Soittolistan nimi:
fr: Nom de la liste de lecture :
he: שם רשימת־ההשמעה:
hu: Lejátszólista neve:
it: Nome playlist:
ja: プレイリスト名:
ka: რეპერტუარის სახელი:
km: ឈ្មោះ​បញ្ជី​ចាក់ ៖
ko: 재생목록 이름:
lt: Grojaraščio pavadinimas:
nb: Navn på spilleliste:
nds: Naam vun de Afspeellist:
ne: प्लेसूची नाम:
nl: Afspeellijstnaam:
nn: Namn på speleliste:
pa: ਸੰਗੀਤ-ਸੂਚੀ ਨਾਂ:
pl: Nazwa listy odtwarzania:
pt: Nome da lista de reprodução:
pt_br: Nome da lista de músicas:
ru: Имя списка:
se: Čuojahanlisttu namma:
sk: Názov zoznamu skladieb:
sr: Име листе нумера:
th: ชื่อรายการเล่น:
tr: Parça listesi ismi:
uk: Назва списку композицій:

source: Match Any of the following conditions
af: Stem met enige van die volgende kondisies ooreen
bg: Съвпадение с някое от следните условия
ca: Fes coincidir amb qualsevol de les condicions següents
cs: Odpovídá jakékoliv následující podmínce
da: Match en vilkårlig af følgende betingelser
de: Eine der folgenden Bedingungen erfüllen
el: Ταίριασμα οποιασδήποτε από τις ακόλουθες συνθήκες
es: Coincidir con cualquiera de las siguientes condiciones
et: Sobib mõni järgmistest tingimustest
fa: تطبیق هر یک از شرایط زیر
fi: Toteuttaa jonkin seuraavista ehdoista
fr: Vérifie une des conditions suivantes
he: התאם לאחד מהתנאים הבאים
hu: A következő feltételek bármelyikére való illeszkedés
it: Verifica almeno una delle seguenti condizioni
ja: 次のいずれかの条件に一致
ka: ემთხვევა ერთს მაინც შემდეგი პირობებიდან
km: ដូច​លក្ខខណ្ឌ​ណា​មួយ​ខាង​ក្រោម
ko: 다음 조건의 어느것이든 일치
lt: Atitikti bent vieną iš sąlygų
nb: Oppfyll minst ett av disse vilkårene
nds: Een vun disse Bedingen mutt passen
ne: निम्न अवस्था मध्ये एउटाको जोडा मिलाउनुहोस्
nl: Overeenkomend met een van de volgende condities
nn: Oppfyll minst eitt av desse vilkåra
pa: ਹੇਠ ਦਿੱਤੀਆਂ ਕਿਸੇ ਸ਼ਰਤ ਨਾਲ ਮਿਲਦੇ
pl: Pasują do jakiegokolwiek z następujących warunków
pt: Satisfazer qualquer uma das seguintes condições
pt_br: Igualar Quaisquer das seguintes condições
ru: Любое из условий
se: Deaivá váikko makkára dáin eavttuin
sk: Zodpovedá akejkoľvek z nasledujúcich podmienok
sr: Поклопи било који од следећих услова
th: เข้าได้กับเงื่อนไขใดๆ ต่อไปนี้
tr: Aşağıdaki herhangi bir durumu eşleştir
uk: При будь-якій з наступних умов

source: Match All of the following conditions
af: Stem met al die volgende kondisies ooreen
bg: Съвпадение със всички следни условия
ca: Fes coincidir amb totes les condicions següents
cs: Odpovídá všem následujícím podmínkám
da: Match alle følgende betingelser
de: Alle der folgenden Bedingungen erfüllen
el: Ταίριασμα όλων των ακόλουθων συνθηκών
es: Coincidir con las siguientes condiciones
et: Sobivad kõik järgmised tingimused
fa: تطبیق همۀ شرایط زیر
fi: Toteuttaa kaikki seuraavat ehdot
fr: Vérifie toutes les conditions suivantes
he: התאם לכל התנאים הבאים
hu: A következő feltételek mindegyikére való illeszkedés
it: Verifica tutte le seguenti condizioni
ja: 次のすべての条件に一致
ka: ემთხვევა ყველას შემდეგი პირობებიდან
km: ដូច​លក្ខខណ្ឌ​ទាំងអស់​ខាង​ក្រោម
ko: 다음 조건의 모두와 일치
lt: Atitikti visas sąlygas
nb: Oppfyll alle disse vilkårene
nds: All disse Bedingen mööt passen
ne: यी सबै अवस्थाहरूको जोडा मिलाउनुहोस्
nl: Overeenkomend met alle volgende condities
nn: Oppfyll alle desse vilkåra
pa: ਹੇਠ ਦਿੱਤੀਆਂ ਸਭ ਸ਼ਰਤਾਂ ਨਾਲ ਮਿਲਦੇ
pl: Pasują do wszystkich następujących warunków
pt: Satisfazer todas as seguintes condições
pt_br: Igualar Todas as seguintes condições
ru: Должны выполняться все условия
se: Deaivá buot dáid eavttuid
sk: Zodpovedá všetkým nasledujúcim podmienkam
sr: Поклопи све следеће услове
th: เข้าได้กับเงื่อนไขต่อไปนี้ทั้งหมด
tr: Aşağıdaki tüm durumları eşleştir
uk: При задоволенні всіх наступних умов

source: Order by
af: Rangskik volgens
bg: Подреждане по
ca: Ordena per
cs: Seřadit podle
da: Ordn efter
de: Ordnen nach
el: Ταξινόμηση κατά
es: Ordenado por
et: Järjekord
eu: Ordena:
fa: ترتیب بر اساس
fi: Lajittele
fr: Trié par
he: מסודר על־פי
hu: Rendezés:
it: Ordina per
ja: 並べ替え
ka: დალაგება
km: តម្រៀប​តាម
ko: 정렬 방식
lt: Tvarkyti pagal
nb: Sorter etter
nds: Reeg na
ne: यसद्वारा क्रमबद्ध
nl: Ordenen
nn: Sorter etter
pa: ਕ੍ਰਮਬੱਧ ਬਾਰੇ
pl: Uporządkuj według
pt: Ordenar por
pt_br: Ordenar por
ru: Сортировка:
se: Sortere dán láhkái
sk: Zoradiť podľa
sr: Уреди по
th: เรียงลำดับโดย
tr: Sırala
uk: Впорядкувати за

source: Random
af: Willekeurig
bg: Случайно
ca: Aleatori
cs: Náhodně
da: Tilfældigt
de: Zufallsmodus
el: Τυχαία
es: Aleatorio
et: Juhuslik
eu: Ausazkoa
fa: تصادفی
fi: Satunnainen
fr: Aléatoire
he: אקראי
hu: Véletlenszerű
it: Casuale
ja: ランダム
ka: შემთხვევითი
km: ចៃដន្យ
ko: 무작위
lt: Atsitiktinai
nb: Tilfeldig
nds: Tofällig
ne: अनियमित
nl: Willekeurig
nn: Tilfeldig
pa: ਰਲਵਾਂ
pl: Losowo
pt: Aleatório
pt_br: Aleatória
ru: Случайно
se: Sahtedohko
sk: Náhodné
sr: Насумично
th: สุ่ม
tr: Rastgele
uk: Випадкова

source: Limit to
af: Beperk tot
bg: Ограничение
ca: Limita a
cs: Omezit na
da: Begræns til
de: Begrenzen auf
el: Μέχρι
es: Limitar a
et: Piiratud
eu: Mugatu:
fa: محدود به
fi: Rajoita
fr: Limiter à
he: הגבל ל־
hu: Korlátozás:
it: Limita a
ja: 上限
ka: შეზღუდვა
km: កំណត់​ត្រឹម
ko: 제한
lt: Riboti iki
nb: Avgrens til
nds: Ingrenzen op
ne: यससम्म सीमित
nl: Beperken tot
nn: Avgrens til
pa: ਸੀਮਾ
pl: Ogranicz do
pt: Limitar a
pt_br: Limitar a
ru: Ограничиться
se: Rádje dán bokte
sk: Obmedziť na
sr: Ограничи на
th: จำกัดด้วย
tr: Sınırla
uk: Обмежити до

source: tracks
af: snitte
bg: записи
ca: peces
cs: skladba(y)
da: spor
de: Stücke
el: κομμάτια
es: pistas
et: palaga
eu: pistak
fa: شیارها
fi: kappaleeseen
fr: morceaux
he: רצועות
hu: szám
it: tracce
ja: トラック
ka: ჩანაწერი
km: បទ
ko: 트랙
lt: dainos
nb: spor
nds: Stücken
ne: ट्रयाक
nn: spor
pa: ਟਰੈਕ
pl: utworów
pt: faixas
pt_br: faixas
ru: дорожками
se: bihtát
sk: skladby
sr: нумера
th: เพลง
tr: parçalar
uk: доріжки

source: Expand by
af: Brei uit met
bg: Разширяване до
ca: Amplia per
cs: Rozbalit podle
da: Ekspandér med
de: Untergruppierung nach
el: Ανάπτυξη κατά
es: Expandir por
et: Laiendatud
eu: Zabaldu:
fa: بسط بر اساس
fi: Laajenna
fr: Déplier par
he: הרחב לפי
hu: Kategorizáló tulajdonság
it: Espandi per
ja: 次で分類
ka: გაშლა
km: បន្លាយ​តាម
ko: 확장
lt: Išplėsti pagal
nb: Utvid ved
nds: Sorteren na
ne: यसद्वारा विस्तार गर्नुहोस्
nl: Uitvouwen op
nn: Utvid ved
pa: ਫੈਲਾਓ
pl: Rozszerz poprzez
pt: Expandir por
pt_br: Expandir por
ru: Дополнять
se: Viiddit dán bokte
sk: Rozbaliť podlľa
sr: Прошири за
th: ขยายด้วย
tr: Genişlet
uk: Розкрити

source: Completely Random
af: Heeltemal Willekeurig
bg: Напълно случайно
ca: Completament aleatòria
cs: Úplně náhodně
da: Fuldstændigt tilfældigt
de: Vollkommen zufällig
el: Εντελώς τυχαία
es: Completamente aleatorio
et: Täiesti juhuslik
eu: Erabat ausazkoa
fa: کاملاً تصادفی
fi: Täysin satunnainen
fr: Complètement aléatoire
he: אקראי לגמרי
hu: Teljesen véletlenszerű
it: Completamente casuale
ja: 完全なランダム
ka: სრულიად შემთხვევითი
km: ចៃដន្យ​ទាំងស្រុង
ko: 완전 무작위
lt: Visiškai atsitiktinai
nb: Helt tilfeldig
nds: Heel tofällig
ne: पूर्णरूपमा अनियमित
nl: Volledig willekeurig
nn: Heilt tilfeldig
pa: ਪੂਰੀ ਤਰਾਂ ਰਲਵੇਂ
pl: Całkowicie losowo
pt: Completamente Aleatório
pt_br: Completamente Aleatória
ru: Полностью случайно
se: Áibbas sáhtedohko
sk: Úplne náhodne
sr: Потпуно насумично
th: สุ่มตลอด
tr: Tamamen Rastgele
uk: Цілком випадкова

source: Score Weighted
af: Oorweeg volgens telling
bg: По точки
ca: Puntuació ponderada
cs: Vážené skóre
da: Vægtet ifølge points
de: Gewichtung nach Punkten
el: Με βάση τη βαθμολογία
es: Puntuación alcanzada
et: Hinde alusel
eu: Puntuazioaren pisua
fa: امتیاز سنگین
fi: Pistepainotettu
fr: Poids du score
he: ניקוד לפי משקלים
hu: Súlyozott pontszám
it: Punteggio accumulato
ja: スコア順
km: ទម្ងន់​ពិន្ទុ
ko: 점수 가중
lt: Pagal reitingą
nb: Vekt etter poeng
nds: Na Pünkt wagen
ne: प्राप्ताङ्क वजन गरियो
nl: Scoregebaseerd
nn: Vekta etter poeng
pa: ਸਕੋਰ ਵੇਟ
pl: Punktacja ważona
pt: Pontuação Ponderada
pt_br: Pontuação Ponderada
ru: С учётом счёта
se: Mearriduvvo čuoggáid bokte
sk: Vážené skóre
sr: Одмерено оценом
th: น้ำหนักของคะแนน
tr: Ağırlıklı Puan
uk: Залежно від рахунку

source: Rating Weighted
af: Geweegde Rang
bg: Оценка на промените
ca: Valoració ponderada
cs: Vážené hodnocení
da: Klassificering vægtet
de: Gewichtung nach Bewertung
el: Η αξιολόγηση τροποποιήθηκε
es: Peso de la valoración
et: Hinnangu alusel
fa: ارزیابی سنگین
fi: Pistepainotettu
fr: Poids du vote
hu: Besorolás súlyozva
it: Valutazione accumulata
ja: 評価順
km: ការ​វាយ​តម្លៃ​ទម្ងន់
lt: Pagal įvertinimą
nb: Vekt etter rangering
nds: Na Beweerten wagen
ne: मूल्याङ्कन वजन गरियो
nl: Waardering gewogen
nn: Vekta etter karakter
pa: ਵੇਟਿਡ ਰੇਟਿੰਗ
pl: Ocena ważona
pt: Classificação Ponderada
pt_br: Avaliação Ponderada
ru: С учётом рейтинга
se: Mearriduvvo árvosániid bokte
sk: Vážené hodnotenie
sr: Одмерено рејтингом
th: น้ำหนักเรตติง
tr: Ağırlıklı Puan
uk: З врахуванням рейтингу

source: Ascending
af: Opgaande
bg: Възходящо
ca: Ascendent
cs: Vzestupně
da: Opad
de: Aufsteigend
el: Αύξουσα
es: Ascendente
et: Kasvav
eu: Gorantz
fa: صعودی
fi: nousevasti
fr: Croissant
he: סדר עולה
hu: Növekvő
it: Ascendente
ja: 昇順
ka: ზრდადობის მიხედვით
km: ឡើង
ko: 오름차순
lt: Didėjančiai
nb: Stigende
nds: Opwarts
ne: बढ्दो क्रम
nl: Oplopend
nn: Stigande
pa: ਵਧਦੇ ਕ੍ਰਮ
pl: Rosnąco
pt: Ascendente
pt_br: Crescente
ru: По возрастанию
se: Lassáneaddji
sk: Vzostupne
sr: Растуће
th: เรียงขึ้น
tr: Artan
uk: Зростанням

source: Descending
af: Afgaande
bg: Низходящо
ca: Descendent
cs: Sestupně
da: Nedad
de: Absteigend
el: Φθίνουσα
es: Descendente
et: Kahanev
eu: Beherantz
fa: نزولی
fi: laskevasti
fr: Décroissant
he: סדר יורד
hu: Csökkenő
it: Discendente
ja: 降順
ka: კლებადობით
km: ចុះ
ko: 내림차순
lt: Mažėjančiai
nb: Synkende
nds: Daalwarts
ne: घट्दो क्रम
nl: Aflopend
nn: Synkande
pa: ਘਟਦੇ ਕ੍ਰਮ
pl: Malejąco
pt: Descendente
pt_br: Decrescente
ru: По убыванию.
se: Geahppáneaddji
sk: Zostupne
sr: Опадајуће
th: เรียงลง
tr: Azalan
uk: Спаданням

source: is between
af: is tussen
bg: е между
ca: està entre
cs: je mezi
da: er mellem
de: ist zwischen
el: είναι ανάμεσα
es: está entre
et: on vahel
eu: tartean dago
fa: هست بین
fi: on välillä
fr: est entre
he: בין
hu: ezek közé esik:
it: è tra
ja: が次の間
ka: არის შორის
km: នៅ​ចន្លោះ
ko: 일정범위 사이
lt: yra tarp
nb: er mellom
nds: is twischen
ne: बीचमा छ
nl: is tussen
nn: er mellom
pa: ਵਿੱਚ
pl: jest pomiędzy
pt: está entre
pt_br: entre
ru: между
se: lea gaska
sk: je medzi
sr: је између
th: อยู่ระหว่าง
tr: arasında
uk: між

source: is in the last
af: is in die laaste
bg: е в последните
ca: és a la llista
cs: je v posledních
da: er i sidste
de: ist in den letzten
el: είναι στο τέλος του
es: está en la última
et: on viimane
eu: azkenean dago
fa: در آخر هست
fi: on viimeisen
fr: est à la fin de
he: בסוף
hu: ebbe esik: legutóbbi
it: è nell'ultimo
ja: が次の日数以内
ka: უკანასკნელია
km: នៅ​ចុងក្រោយ
ko: 마지막
lt: yra paskutinėse
nb: er i siste
nds: is binnen de lesten
ne: अन्तिममा छ
nl: is in de laatste
nn: er i siste
pa: ਆਖਰ ਵਿੱਚ
pl: jest w ostatnich
pt: está nas últimas
pt_br: nos últimos
ru: за последние
se: lea maŋemužžas
sk: je v posledných
sr: је у последњих
th: อยู่สุดท้าย
tr: sonunda
uk: в останньому

source: is not in the last
af: is nie in die laaste
bg: не е в последните
ca: no és a la llista
cs: není v posledních
da: er ikke i sidste
de: ist nicht in den letzten
el: δεν είναι στο τέλος του
es: no está en la última
et: ei ole viimane
eu: ez dago azkenean
fa: در آخر نیست
fi: ei ole viimeisen
fr: n'est pas à la fin de
he: לא בסוף
hu: nem esik ebbe: legutóbbi
it: non è nell'ultimo
ja: が次の日数以前
ka: არაა უკანასკნელი
km: មិន​នៅ​ចុងក្រោយ
ko: 마지막이 아닌
lt: yra ne paskutinėse
nb: er ikke i siste
nds: is nich binnen de lesten
ne: अन्तिममा छैन
nl: is niet in de laatste
nn: er ikkje i siste
pa: ਆਖਰ ਵਿੱਚ ਨਹੀਂ
pl: nie jest w ostatnich
pt: não está nas últimas
pt_br: não nos últimos
ru: кроме последних
se: ii leat maŋemužžas
sk: nie je v posledných
sr: није у последњих
th: ไม่ได้อยู่สุดท้าย
tr: sonunda değil
uk: крім останніх

source: contains
af: bevat
bg: съдържа
ca: conté
cs: obsahuje
da: indeholder
de: enthält
el: περιέχει το
es: contiene
et: sisaldab
eu: hau daukana
fa: دارد
fi: sisältää
fr: contient
he: כולל
hu: tartalmazza ezt:
it: contiene
ja: が次を含む
ka: შეიცავს
km: មាន
ko: 포함됨
lt: turi
nb: inneholder
nds: bargt
ne: समाहित गर्दछ
nl: bevat
nn: inneheld
pa: ਸ਼ਾਮਿਲ
pl: zawiera
pt: contém
pt_br: contém
ru: содержит
se: sisttisdoallá
sk: obsahuje
sr: садржи
th: มีคำนี้อยู่
tr: kapsananlar
uk: містить

source: does not contain
af: bevat nie
bg: не съдържа
ca: no conté
cs: neobsahuje
da: indeholder ikke
de: enthält nicht
el: δεν περιέχει το
es: no contiene
et: ei sisalda
eu: hau ez daukana
fa: ندارد
fi: ei sisällä
fr: ne contient pas
he: אינו כולל
hu: nem tartalmazza ezt:
it: non contiene
ja: が次を含まない
ka: არ შეიცავს
km: មិន​មាន
ko: 포함되지 않음
lt: neturi
nb: inneholder ikke
nds: bargt nich
ne: समावेश गर्दैन
nl: bevat niet
nn: inneheld ikkje
pa: ਸ਼ਾਮਿਲ ਨਹੀਂ
pl: nie zawiera
pt: não contém
pt_br: não contém
ru: не содержит
se: ii sisttisdoala
sk: neobsahuje
sr: не садржи
th: ไม่ได้มีคำนี้อยู่
tr: içermesin
uk: не містить

source: is
bg: е
ca: és
cs: je
da: er
de: ist
el: είναι το
es: es
et: on
eu: da
fa: هست
fi: on
fr: est
he: היינו
hu: egyenlő
it: è
ja: が次に一致
ka: არის
km: ជា
ko: 일치함
lt: yra
nb: er lik
ne: हो
nn: er lik
pa: ਸ਼ਾਮਿਲ
pl: jest
pt: é
pt_br: é
ru: равно
se: lea
sk: je
sr: је
th: เป็น
tr: dir
uk: співпадає з
