Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Audio CD Configuration
af: Oudio CD Opstelling
bg: Настройки на компактдиск
ca: Configuració del CD Àudio
cs: Nastavení zvukového CD
da: Indstilling af lyd-cd
de: Audio-CD einrichten
el: Ρυθμίσεις CD ήχου
es: Configuración de CD de audio
et: Audio-CD seadistamine
eu: Audioko CDaren konfigurazioa
fa: پیکربندی دیسک فشردۀ صوتی
fi: Ääni-CD
fr: Configuration des CD Audio
he: הגדרות תקליטור שמע
hu: Hang-CD-beállítások
it: Configurazione CD audio
ja: オーディオ CD の設定
ka: აუდიო CD კონფიგურაცია
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ស៊ីឌី​អូឌីយ៉ូ
ko: 오디오 CD 설정
lt: Muzikinio CD derinimas
nb: Oppsett for lyd-CD
nds: Audio-CD instellen
ne: अडियो सीडी कन्फिगरेसन
nl: Configuratie audio-cd
nn: Lyd-CD-oppsett
pa: ਆਡੀਓ CD ਸੰਰਚਨਾ
pl: Konfiguracja CD Audio
pt: Configuração do CD de Áudio
pt_br: Configuração do CD de Áudio
ru: Конфигурация Audio CD
se: Jietna-CD heivehus
sk: Konfigurácia Audio CD
sr: Подешавање аудио CD-а
th: ปรับแต่งค่าการเล่นซีดีบันทึกเสียง
tr: Ses Cd'si Yapılandırması
uk: Налаштування аудіо-КД

source: Default device:
af: Standaard Toestel:
bg: Устройство по подразбиране:
ca: Dispositiu predeterminat:
cs: Výchozí zařízení:
da: Standardenhed:
de: Standard-Gerät:
el: Προκαθορισμένη συσκευή:
es: Dispositivo predeterminado:
et: Vaikeseade:
eu: Gailu lehenetsia:
fa: دستگاه پیش‌فرض:
fi: Oletuslaite:
fr: Périphérique par défaut :
he: התקן ברירת־מחדל:
hu: Alapértelmezett eszköz:
it: Dispositivo predefinito:
ja: 標準デバイス:
ka: ნაგულისხმები მოწყობილობა:
km: ឧបករណ៍​លំនាំដើម ៖
ko: 기본 장치:
lt: Numatytas įrenginys:
nb: Standard-enhet:
nds: Standardreedschap:
ne: पूर्वनिर्धारित यन्त्र:
nl: Standaardapparaat:
nn: Standardeining:
pa: ਮੂਲ ਜੰਤਰ:
pl: Urządzenie podstawowe:
pt: Dispositivo predefinido:
pt_br: Dispositivo padrão:
ru: Устройство по умолчанию:
se: Standárdovttadat:
sk: Východzie zariadenie:
sr: Подразумевани уређај:
th: อุปกรณ์ปริยาย:
tr: Öntanımlı aygıt:
uk: Типовий пристрій:

source: CDDB Server:
af: CDDB Bediener:
bg: CDDB сървър:
ca: Servidor CDDB:
el: Εξυπηρετητής CDDB:
es: Servidor CDDB:
eu: CDDB zerbitzaria:
fa: کارساز CDDB:
fi: CDDB-palvelin:
fr: Serveur CDDB :
he: שרת CDDB:
hu: CDDB-kiszolgáló:
it: Server CDDB:
ja: CDDB サーバ:
ka: CDDB სერვერი:
km: ម៉ាស៊ីនបម្រើ CDDB ៖
ko: CDDB 서버:
lt: CDDB serveris:
nb: CDDB-tjener:
ne: सीडीडीबी सर्भर:
nn: CDDB-tenar:
pa: CDDB ਸਰਵਰ:
pl: Serwer CDDB:
pt: Servidor de CDDB:
pt_br: Servidor CDDB:
ru: Сервер CDDB:
se: CDDB-bálvá:
sr: CDDB сервер:
th: เซิร์ฟเวอร์ CDDB
tr: CDDB Sunucu:
uk: Сервер CDDB:

source: CDDB Cache dir:
af: CDDB Kas gids:
bg: CDDB кеш-директория:
ca: Directori cau CDDB:
cs: CDDB cache adresář:
da: CDDB-cachemappe:
de: CDDB Zwischenspeicher-Ordner:
el: Κατάλογος λανθάνουσας μνήμης CDDB:
es: Carpeta para la caché CDDB:
et: CBBD puhvri kataloog:
eu: CDDB cache-aren dir:
fa: فهرست راهنمای نهانگاه CDDB:
fi: CDDB-välimuistikansio:
fr: Dossier de cache CDDB :
he: תיקיית מטמון CDDB:
hu: CDDB-gyorstár könyvtára:
it: Cartella cache CDDB:
ja: CDDB キャッシュディレクトリ:
ka: CDDB ქეშის დირექტორია:
km: ថត​ឃ្លាំងសម្ងាត់ CDDB ៖
ko: CDDB 캐쉬 디렉터리:
lt: CDDB podėlio aplankas:
nb: Mellomlagermappe for CDDB:
nds: CDDB-Orner:
ne: सीडीडीबी क्यास डाइरेक्टरी:
nl: Map CDDB-cache:
nn: Mellomlagermappe for CDDB:
pa: CDDB ਕੈਂਚੇ ਡਾਇ:
pl: Katalog bufora CDDB:
pt: Pasta de 'cache' do CDDB:
pt_br: Dir. de Cache do CDDB:
ru: Кэш CDDB:
se: CDDB-gaskavuorkamáhppa:
sk: Adresár pre CDDB cache:
sr: Директоријум CDDB кеша:
th: ไดเร็คทอรีเก็บข้อมูลของ CDDB
tr: CDDB Önbellek klasörü:
uk: Тека кешу CDDB:

source: Output plugin
af: Afvoer inprop module
bg: Изходна приставка
ca: Connector de sortida
cs: Výstupní modul:
da: Uddata-plugin
de: Ausgabe-Modul
el: Πρόσθετο εξόδου
es: Extensión de salida
et: Väljundplugin
eu: Irteerako plugin-a
fa: وصلۀ خروجی
fi: Äänentoistoliitännäinen
fr: Module de sortie
he: תוסף פלט
hu: Kimeneti modul
it: Plugin di uscita
ja: 出力プラグイン
ka: გამომყვანი მოდული
km: កម្មវិធី​ជំនួយ​ការ​បន្លឺ
ko: 출력 플러그인
lt: Išvesties įskiepis
nb: Lydavspillingstillegg
nds: Utgaav-Moduul
ne: निर्गत प्लगइन
nl: Uitvoerplugin
nn: Lydavspelingstillegg
pa: ਆਉਟਪੁੱਟ ਪਲੱਗਿੰਨ
pl: Wtyczka wyjściowa
pt: 'Plugin' de saída
pt_br: Plugin de saída
ru: Модуль вывода
se: Jietnačuojan lassemoduvla
sk: Výstupný plugin
sr: Излазни прикључак
th: ปลั๊กอินสำหรับ Output
tr: Çıktı eklentisi:
uk: Втулок виводу

source: OSS vs ALSA
bg: OSS срещу ALSA
de: OSS / ALSA
el: OSS και ALSA
et: OSS või ALSA
fa: OSS در برابر ALSA
fi: OSS vai ALSA
he: OSS מול ALSA
hu: OSS vagy ALSA
ka: OSS წინააღმდეგ ALSA
km: OSS ផ្ទុយ​នឹង ALSA
ko: OSS 대 ALSA
lt: OSS ar ALSA
nds: OSS gegen ALSA
ne: ओएसएस विपरित अल्सा
nn: OSS eller ALSA
pa: OSS ਮੁਕਾਬਲੇ ALSA
pt_br: OSS ou ALSA
ru: OSS или ALSA
se: OSS dahje ALSA
sr: OSS пр. ALSA
tr: OSS ya da ALSA
uk: OSS чи ALSA

source: Device
af: Toestel
bg: Устройство
ca: Dispositiu
cs: Zařízení
da: Enhed
de: Gerät
el: Συσκευή
es: Dispositivo
et: Seade
eu: Gailua
fa: دستگاه
fi: Äänilaite
fr: Périphérique
he: התקן
hu: Eszköz
it: Dispositivo
ja: デバイス
ka: მოწყობილობა
km: ឧបករណ៍
ko: 장치
lt: Įrenginys
nb: Enhet
nds: Reedschap
ne: यन्त्र
nl: Apparaat
nn: Eining
pa: ਜੰਤਰ
pl: Urządzenie
pt: Dispositivo
pt_br: Dispositivo
ru: Устройство
se: Ovttadat
sk: Zariadenie
sr: Уређај
th: อุปกรณ์
tr: Aygıt
uk: Пристрій

source: ALSA Device
af: ALSA Toestel
bg: ALSA устройство
ca: Dispositiu ALSA
cs: ALSA zařízení
da: ALSA-Enhed
de: ALSA-Gerät:
el: Συσκευή ALSA
es: Dispositivo ALSA
et: ALSA seade
eu: ALSA gailua
fa: دستگاه ALSA
fi: ALSA-laite
fr: Périphérique ALSA
he: התקן ALSA
hu: ALSA-eszköz
it: Dispositivo ALSA
ja: ALSA デバイス:
ka: ALSA მოწყობილობა
km: ឧបករណ៍ ALSA
ko: ALSA 장치
lt: ALSA įrenginys
nb: ALSA enhet
nds: ALSA-Reedschap
ne: अल्सा यन्त्र
nl: ALSA-apparaat
nn: ALSA-eining
pa: ALSA ਜੰਤਰ
pl: Urządzenie ALSA
pt: Dispositivo do ALSA
pt_br: Dispositivo ALSA
ru: Устройство ALSA
se: ALSA-ovttadat
sk: ALSA zariadenie
sr: ALSA уређај
th: อุปกรณ์ ALSA
tr: ALSA Aygıtı
uk: Пристрій ALSA

source: Device Enabled
bg: Устройството е включено
ca: Dispositiu habilitat
da: Enhed aktiveret
de: Gerät aktiviert
el: Συσκευή ενεργή
es: Dispositivo activado
et: Seade lubatud
hu: Eszköz engedélyezve
it: Dispositivo abilitato
ja: 有効なデバイス
km: បាន​អនុញ្ញាត​ឧបករណ៍
lt: Įrenginys įjungtas
nds: Reedschap anmaakt
nl: Apparaat actief
nn: Eining vald
pa: ਜੰਤਰ ਯੋਗ
pl: Urządzenie włączone
pt: Dispositivo Activo
pt_br: Dispositivo Habilitado
se: Eining vald
sk: Zariadenie povolené
sr: Уређај укључен
th: เปิดใช้งานอุปกรณ์
tr: Aygıt Etkinleştirildi
uk: Пристрій увімкнено

source: Is the device selected
af: Is die toestel gekies
bg: Избрано ли е устройството
ca: El dispositiu està seleccionat
cs: je zařízení vybráno
da: Er enheden valgt
de: Ist das Gerät ausgewählt
el: Είναι επιλεγμένη η συσκευή
es: Es el dispositivo seleccionado
et: Kas seade on valitud
eu: Hautatutako gailua da
fa: دستگاه برگزیده شود؟
fi: Onko äänilaite valittuna
fr: est le périphérique choisi
he: האם ההתקן נבחר
hu: Ki van-e jelölve az eszköz
it: È il dispositivo selezionato
ja: 選択されたデバイスです
ka: მოწყობილობა არჩეულია
km: បាន​ជ្រើស​ឧបករណ៍​ឬ​ទេ
ko: 장치가 선택되었습니까?
lt: Ar įrenginys parinktas
nb: Er enheten valgt
nds: Is de Reedschap utwählt
ne: यन्त्र चयन गरियो
nl: Is het apparaat geselecteerd
nn: Er eininga vald
pa: ਕੀ ਜੰਤਰ ਚੁਣਿਆ ਹੈ
pl: Urządzenie jest włączone
pt: O dispositivo está seleccionado
pt_br: O dispositivo está selecionado
se: Lea válljejuvvon ovttadat
sk: Je zvolené zariadenie
sr: је изабран уређај
th: อุปกรณ์ถูกเลือกหรือไม่
tr: Eğer aygıt seçilmişse
uk: Чи вибрано пристрій

source: Select the sound output plugin ("sink"). Their availability depends on the system configuration.
af: Kies die klank afvoer inprop module ("Sink"). Die beskikbaarheid hang van die stelsel opstelling af.
bg: Изберете звуковата приставка ("хранилище"). Наличността зависи от настройките на системата.
ca: Seleccioneu el connector de sortida d'àudio («sink»). La seva disponibilitat depèn de la configuració del sistema.
cs: Vyberte zvukový výstupní modul - ("kanál"). Dostupnost závisí na konfiguraci systému.
da: Vælg plugin for lyduddata ("sink"). Tilgængeligheden afhænger af systemindstillingerne.
de: Bitte das Ausgabe-Modul ("sink") wählen. Die Verfügbarkeit der Module ist von der Systemeinrichtung abhängig.
el: Επιλέξτε το πρόσθετο εξόδου ήχου ("sink"). Η διαθεσιμότητα εξαρτάται από τις ρυθμίσεις του συστήματος.
es: Seleccione la extensión de salida de sonido ("sink"). Su disponibilidad depende de la configuración del sistema.
et: Vali heliväljundi plugin ("neel"). Nende kättesaadavus sõltub süsteemist.
eu: Hautatu soinuaren irteerako plugin-a ("sink"). Erabilgarri dauden edo ez sistemako konfigurazioaren mende dago.
fa: وصلۀ خروجی صوتی )»چاه«( را برگزینید. دسترس‌پذیری به پیکربندی سیستم بستگی دارد.
fi: Valitse äänentoistoliitännäinen (”sink”). Niiden saatavuus riippuu järjestelmän asetuksista.
fr: Sélectionnez le pilote de sortie sonore (« sink »). Leur disponibilité dépend de la configuration système.
he: בחר את תוסף הקול של הפלט ("פולט"). הזמינות של התוספים תלויה בהגדרות המערכת.
hu: Válassza ki a kívánt hangkimeneti modult ("fogadóelemet"). A rendszer beállításaitól függ, hogy mely modulok használhatók.
it: Seleziona il plugin di uscita sonora ("sink"). La loro disponibilità dipende dalla configurazione del sistema.
ja: サウンド出力プラグイン ("sink") を選択。利用可能かどうかはシステムの設定によります。
ka: ხმის გამოტანის მოდულის ამორჩევა ("sink"). მათი ხელმისაწვდომობა დამოკიდებულია სისტემის კონფიგურაციაზე.
km: ជ្រើស​កម្មវិធី​ជំនួយការ​បន្លឺ​សំឡេង ("អាង") ។ វា​មាន​អាស្រ័យ​លើ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ប្រព័ន្ធ ។
ko: 사운드 출력 플러그인 ("싱크")를 선택하십시오. 시스템 설정에 따라 다릅니다.사운드 출력 플러그인 ("싱크")를 선택하십시오. 시스템 설정에 따라 다릅니다.
lt: Parinkite garso išvesties įskiepį („sink“). Jų buvimas priklauso nuo sistemos parinkčių.
nb: Velg lydavspillingsmetoden du vil bruke. Hvilke metoder som er tilgjengelige er avhengig av systemoppsettet.
nds: Hier kannst Du dat Klangutgaav-Moduul ("sink") utsöken, man wat de Modulen ok verföögbor sünd, hangt vun Dien Systeeminstellen af.
ne: ध्वनि निर्गत प्लगइन ("सिङ्क") चयन गर्नुहोस् । तिनीहरूको उपलब्धता प्रणाली कन्फिगरेसनमा भर पर्दछ ।
nl: Selecteer de geluidsuitvoerplugin ("sink"). De beschikbaarheid ervan is afhankelijk van uw systeemconfiguratie.
nn: Vel lydavspelingsmetoden du vil bruka. Kva metodar som er tilgjengelege er avhengig av systemoppsettet.
pl: Wybierz wtyczkę wyjścia dźwięku. Jej dostępność zależy od konfiguracji systemu.
pt: Seleccione o 'plugin' de saída de som ("sink"). A sua disponibilidade depende da configuração do sistema.
pt_br: Selecione o plugin de saída de som a ser usado ("mecanismo"). Sua disponibilidade depende da configuração do sistema.
ru: Выберите модуль вывода звука («sink»). Выбор зависит от присутствия соответствующих пакетов в системе.
sk: Zvoľte plugin výstupu zvuku ("sink"). Ich dostupnosť závisí na nastavení systému.
sr: Изаберите прикључак за излаз звука („понор“). Њихова доступност зависи од системских подешавања.
th: ให้เลือกปลั๊กอินการส่งเสียงออก ("sink") ส่วนจะมีหรือไม่ขึ้นอยู่กับการตั้งค่าของระบบ
tr: Ses çıktısı eklentisini ("sink") seçin. Kullanılabilirlikleri, sistem yapılandırmasına göre değişebilir.
uk: Виберіть втулок виводу звуку ("sink"). Їхня доступність залежить від конфігурації системи.

source: Do not use the autodetected audiosink sound device
af: Moet nie die outo bespeurde oudio sink klank toestel gebruik nie.
bg: Не използвайте автоматично разпознато audiosink устройство
ca: No usis el dispositiu de so «audiosink» autodetectat
cs: Nepoužívat automaticky detekovaný audiokanál zvukového zařízení.
da: Brug ikke lydenheden for den automatisk identificerede lydenhed
de: Nicht das automatisch erkannte Ausgabe-Gerät verwenden
el: Μη χρήση της ανιχνευμένης συσκευής ήχου audiosink
es: No usar el dispositivo de sonido audiosink detectado automáticamente.
et: Automaatselt tuvastatud audioneelu heliseadet ei kasutata
eu: Ez erabili autodetektatutako audiosink gailurik
fa: از دستگاه صوتی چاه صوتی خودکار آشکارشده استفاده نشود
fi: Älä käytä automaattisesti tunnistettua audiosink-äänilaitetta
fr: Ne pas utiliser le périphérique audiosink trouvé automatiquement
he: אל תשתמש בזיהוי אוטומטי של התקן הקול
hu: Nem az automatikusan felismert fogadó-hangeszközt kell használni
it: Non usare il dispositivo audiosink autorilevato
ja: 自動検出された audiosink のサウンドデバイスを使用しない
ka: audiosink ხმის მოწყობილობისთვის ავტოამოცნობის არ გამოყენება
km: កុំ​ប្រើ​ឧបករណ៍​សំឡេង​អាង​អូឌីយ៉ូ ដែល​បាន​រកឃើញ​ស្វ័យប្រវត្តិ
ko: 자동 검색된 오디오싱크 사운드 장치를 사용하지 않기
lt: Išjungti aumatinį garso įskiepio įrenginio parinkimą
nb: Ikke bruk automatisk oppdaget lydenhet
nds: Nich dat automaatsch opdeckte Utgaavmoduul bruken
ne: स्वत: पत्ता लगाउने अडियो सिङ्क ध्वनि यन्त्र प्रयोग नगर्नुहोस्
nl: Het automatisch gevonden audiosinkgeluidsapparaat niet gebruiken
nn: Ikkje bruk automatisk oppdaga lydeining
pa: ਸਵੈ-ਚਾਲਿਤ ਖੋਜਿਆ audiosink ਸਾਊਂਡ ਜੰਤਰ ਨਾ ਵਰਤੋਂ
pl: Nie używaj automatycznie wykrytego urządzenia wyjścia dźwięku
pt: Não usar o dispositivo sonoro 'audiosink' detectado automaticamente
pt_br: Não usar o mecanismo do dispositivo de som detectado automaticamente
ru: Не использовать автоматически определённое устройство audiosink
se: Ale geavat autoáicajuvvon jietnaovttadaga
sk: Nepoužívať automaticky detekovaný audiokanál zvukového zariadenia
sr: Не користи аутоматски детектован звучни уређај аудио понора
th: ห้ามใช้อุปกรณ์เสียง audiosink ที่ตรวจพบโดยอัตโนมัติ
tr: Otomatik algılanmış audiosink ses aygıtını kullanmayın
uk: Не використовувати автоматично виявлений звуковий пристрій audiosink

source: When enabled, uses user-specified sound device for audiosink.
af: Wanneer hierdie gekies is, sal die gebruiker gespesifiseerde klank toestel vir oudiosink gebruik word.
bg: Когато е включено се използва зададено от потребителя устройство за audiosink.
ca: Quan està habilitat, utilitza el dispositiu de so especificat per a l'«audiosink».
cs: Je-li povoleno, je pro audiokanál použito uživatelem zadané zvukové zařízení.
da: Hvis aktiveret bruges en brugerdefineret lydenhed som lydsink.
de: Wenn diese Einstellung aktiviert ist, wird ein benutzerdefiniertes Audio-Gerät für das Ausgabe-Modul verwendet.
el: Αν ενεργοποιηθεί, χρησιμοποιείται η ορισμένη από το χρήστη συσκευή ήχου για το audiosink.
es: Al activarlo, se usa el dispositivo de sonido especificado por el usuario para audiosink.
et: Märkimisel kasutatakse kasutaja määratud audioneelu heliseadet.
eu: Gaituta badago, erabiltzaileak zehaztutako soinuaren gailua erabiltzen du audiosink-en.
fa: هنگامی که فعال شود، از دستگاه صوتی مشخص‌شدۀ کاربر برای چاه صوتی استفاده می‌کند.
fi: Mikäli valittu käyttöön, käytetään käyttäjän määrittelemää audiosink-äänilaitetta.
fr: Utiliser le périphérique sonore audiosink spécifié par l'utilisateur.
he: אם מסומן, השתמש בהתקן שהוגדר על ידי המשתמש עבור יציאת קולט קול.
hu: Ha ez be van jelölve, a felhasználó által kijelölt hangkimeneti fogadóelem lesz érvényes.
it: Se abilitata, usa il dispositivo audiosink personalizzato.
ja: 有効にすると、ユーザが指定した audiosink 用サウンドデバイスを利用します。
ka: როდესაც ჩართულია, გამოიყენება მომხმარებლის მიერ განსაზღვრული მოწყობილობა audiosink-სთვის.
km: ពេល​អនុញ្ញាត អាង​អូឌីយ៉ូ​នឹង​ប្រើ​ឧបករណ៍​សំឡេង​ដែល​បញ្ជាក់​ដោយ​អ្នក​ប្រើ ។
ko: 만약 체크된다면, 사용자가 직접 지정한 오디오 싱크를 사용합니다.
lt: Įjungus šią parinktį bus naudojamas naudotojo nurodytas garso įskiepio įrenginys.
nb: Bruk selvvalgt lydenhet som lydspillingsmetode.
nds: Wenn aktiveert, warrt de vun Di angeven Reedschap för dat Utgaavmoduul bruukt.
ne: सक्षम गर्दा, अडियो सिङ्कका लागि प्रयोगकर्ता निर्धारित ध्वनि यन्त्र प्रयोग गर्दछ ।
nl: Indien aangezet kunt u uw eigen geluidsapparaat voor audiosink opgeven.
nn: Bruk sjølvvald lydeining som lydspelingsmetode.
pl: Kiedy jest włączone, używa zdefiniowanego przez użytkownika urządzenia dla wyjścia dźwięku.
pt: Quando activado, utilizar o dispositivo sonoro indicado pelo utilizador para 'audiosink'.
pt_br: Quando habilitada, usa o dispositivo de som especificado pelo usuário para o mecanismo de áudio.
ru: Использовать выбранное пользователем устройство вывода звука audiosink.
sk: Ak je povolené, je pre audiokanál použitý používateľom zadané zvukové zariadenie.
sr: Када је укључено, користи кориснички наведен звучни уређај као аудио понор.
th: หากเปิดใช้ จะเป็นการใช้อุปกรณ์เสียงที่ผู้ใช้ระบุสำหรับ audiosink
tr: Açıldığı zaman, audiosink için kullanıcının belirlediği ses aygıtını kullanır.
uk: Якщо увімкнено, то для audiosink використовується звуковий пристрій вказаний користувачем.

source: Sound output device to use
af: Klank afvoer toestel om te gebruik
bg: Звуково устройство, което да се бъде използвано
ca: Dispositiu de sortida d'àudio a utilitzar
cs: Zvukové výstupní zařízení, které se bude používat
da: Lyduddataenhed at bruge
de: Zu verwendendes Gerät für Audio-Ausgabe
el: Συσκευή εξόδου ήχου
es: Dispositivo de salida de sonido a utilizar
et: Kasutatav heliväljundi seade
eu: Soinuaren irteerako gailua erabiltzeko
fa: دستگاه خروجی صوتی مورد استفاده
fi: Käytettävä äänentoistolaite
fr: Périphérique sonore à utiliser
he: התקן יציאת קול לשימוש
hu: A használni kívánt hangkimeneti eszköz
it: Dispositivo di uscita sonora da usare
ja: サウンド出力デバイスの設定
ka: გამოსაყენებელი ხმის გამომყვანი მოწყობილობა
km: ឧបករណ៍​បន្លឺ​សំឡេង ដែល​ត្រូវ​ប្រើ
ko: 사운드 출력 장치 선택
lt: Naudoti šį garso išvesties įrenginį
nb: Lydavspillingsmetoden å bruke
nds: Reedschap för de Klangutgaav
ne: प्रयोग गर्नका लागि ध्वनि निर्गत यन्त्र
nl: Te gebruiken geluidsuitvoerapparaat
nn: Lydavspelingsmetoden å bruka
pa: ਵਰਤਣ ਲਈ ਆਵਾਜ਼ ਆਉਟਪੁੱਟ ਜੰਤਰ
pl: Urządzenie wyjścia dźwięku, które ma zostać użyte
pt: Dispositivo sonoro a utilizar
pt_br: Dispositivo de saída de som a ser usado
ru: Устройство для вывода звука
se: Olggos jietnaovttadat
sk: Zvukové výstupné zariadenie, ktoré sa bude používať
sr: Уређај за излаз звука који ће се користити
th: อุปกรณ์ส่งเสียงออกที่จะใช้
tr: Kullanılacak ses aygıtı
uk: Пристрій для виводу звуку

source: Select the sound output device; this is useful for gstreamer engine sinks.
af: Kies die klank afvoer toestel; dit is nuttig vir gstreamer enjin sinke.
bg: Изберете звуковото устройство; това е полезно за система gstreamer.
ca: Seleccioneu el dispositiu de sortida d'àudio; això és útil pels destins del motor GStreamer.
cs: Vyberte výstupní zvukové zařízení - užitečné pro kanály systému gstreamer.
da: Vælg lyduddataenhed. Dette er nyttigt for Gstreamer-grænsefladens sink.
de: Bitte das Gerät für Audio-Ausgabe wählen. Dies ist für GStreamer Audio-Module ("sinks") nützlich.
el: Επιλέξτε τη συσκευή εξόδου ήχου, χρησιμεύει για την έξοδο ήχου της μηχανής gstreamer.
es: Seleccione el dispositivo de salida de sonido. Esto es útil para los sinks del motor gstreamer.
et: Vali heliväljundi seade; see on kasulik GStreameri mootori neelu korral.
eu: Hautatu soinuaren irteerako gailua, oso erabilgarria izan ohi da gstreamer motorraren jasotzaileetan.
fa: دستگاه خروجی صوتی را برگزینید؛ این برای چاههای موتور gstreamer مفید است.
fi: Valitse äänentoistolaite. Tämä on hyödyllistä gstreamer-toistojärjestelmille.
fr: Sélectionnez le périphérique sonore de sortie ; celui-ci est utile pour les sinks du moteur GStreamer
he: בחר את התקן יציאת הקול, זה מועיל עבור יציאות הקולט של מנוע ההשמעה של gstreamer.
hu: Válassza ki a kimeneti hangeszközt (a GStreamer kimeneti fogadóelemeinél lehet hasznos).
it: Seleziona il dispositivo di uscita sonora; ciò è utile per i dissipatori del motore gstreamer.
ja: 利用するサウンド出力デバイスを選択します。これは gstreamer エンジンの場合に有効です。
ka: ხმის გამომხვანი მოწყობილობის ამორჩევა; ეს სასარგებლოა gstreamer ძრავისთვის.
km: ជ្រើស​ឧបករណ៍​បន្លឺ​សំឡេង ។ វា​មាន​ប្រយោជន៍​សម្រាប់​អាង​ម៉ាស៊ីន gstreamer ។
ko: 사운드 출력 장치를 선택합니다. gstreamer 엔진 싱크에 유용합니다.
lt: Parinkite garso išvesties įrenginį. To reikia gstreamer garso sistemos išvesčiai.
nb: Velg lydavspillingsenheten. Dette er spesielt nyttig for GStreamer.
nds: Hier kannst Du de Klang-Utgaavreedschap angeven, dat is goot för GStreamer-Utgaavmodulen.
ne: ध्वनि निर्गत यन्त्र चयन गर्नुहोस्; जीस्ट्रिमर इन्जिन सिङ्कका लागि यो उपयोगी हुन्छ ।
nl: Selecteer het geluidsuitvoerapparaat. Dit is bruikbaar voor gstreamerenginesinks.
nn: Vel lydavspelingseininga. Dette er spesielt nyttig for GStreamer.
pa: ਧੁਨੀ ਆਉਟਪੁੱਟ ਜੰਤਰ ਦੀ ਚੋਣ ਕਰੋ; ਇਹ ਜੀ-ਸਟਰੀਮਰ ਇੰਜਣ ਸਿੰਕ ਲਈ ਸਹਾਇਕ ਹੋਵੇਗੀ।
pl: Wybiera wyjście urządzenia dźwiękowego; jest to użyteczne dla wyjść modułu gstreamer.
pt: Selecciona o dispositivo de som; isto é útil para os motores do GStreamer.
pt_br: Selecione o dispositivo de saída de som; isto é útil para mecanismos do motor gstreamer.
ru: Выберите устройство вывода звука, работает для только gstreamer.
sk: Vyberte zvukové výstupné zariadenie - užitočné pre kanály systému gstreamer.
sr: Изаберите уређај за излаз звука; ово је корисно за поноре мотора GStreamer.
th: เลือกอุปกรณ์สำหรับส่งเสียง; สิ่งนี้มีประโยชน์สำหรับ sinks ที่ใช้โปรแกรม ประมวลผลเสียง gstreamer
tr: Ses çıkış aygıtını seçin; bu gstreamer motor sinkleri için yararlıdır.
uk: Виберіть пристрій для виводу звуку. Придатне для sinks рушія gstreamer.

source: Use custom parameters for output sink.
af: Gebruik jou eie parameters vir die afvoer sink
bg: Използване на потребителски параметри за изходно хранилище.
ca: Utilitza paràmetres personalitzats per al destí de sortida.
cs: Používat uživatelem zadané parametry pro výstupní kanál
da: Brug egne parametre for uddatasink.
de: Benutzerdefinierte Parameter für Ausgabe-Modul verwenden
el: Χρήση προσαρμοσμένων παραμέτρων για το πρόσθετο εξόδου.
es: Usar parámetros personalizados para el sink de salida.
et: Kasutatakse kohandatud väljundneelu parameetreid.
eu: Erabili parametro pertsonalizatuak irteerako jasotzailean.
fa: استفاده از پارامترهای سفارشی برای چاه خروجی.
fi: Käytä muokattuja asetuksia äänentoistolle.
fr: Utiliser des paramètres personnalisés pour le sink de sortie.
he: השתמש בערכי יציאת קולט המותאמים אישית.
hu: Egyéni paraméterek megadása a kimeneti fogadóelemhez.
it: Usa i parametri personalizzati per il dissipatori di uscita.
ja: 出力 sink にカスタムパラメータを使います。
ka: გამონატანისთვის სხვა პარამეტრების გამოყენება.
km: ប្រើ​ប៉ារ៉ាម៉ែត្រ​ផ្ទាល់​ខ្លួន សម្រាប់​អាង​បន្លឺ ។
ko: 출력 싱크에 대한 사용자 정의 파라미터 사용
lt: Derinti garso išvesties įskiepio parametrus.
nb: Bruk selvvalgte parametre for lydavspilling.
nds: Egen Parameters för dat Utgaavmoduul bruken
ne: निर्गत सिङ्कका लागि अनुकूल परिमिति प्रयोग गर्नुहोस् ।
nl: Aangepaste parameters voor uitvoersink gebruiken.
nn: Bruk sjølvvalde parametrar for lydavspeling.
pa: ਆਉਟਪੁੱਟ ਸਿੰਕ ਲਈ ਚੋਣਵੇਂ ਪੈਰਾਮੀਟਰ ਵਰਤੋਂ।
pl: Użyj własnych parametrów dla wyjścia dźwięku.
pt: Utilizar parâmetros de 'sink' personalizados.
pt_br: Parâmetros personalizados pelo usuário para o mecanismo de saída.
ru: Изменить параметры вывода sink
sk: Používať vlastné parametre pre výstupný kanál.
sr: Користи посебне параметре за излаз звука.
th: ใช้ค่าพารามิเตอร์ที่ตั้งเองสำหรับ output sink
tr: sink çıktısı için özel parametreler kullan.
uk: Використовувати свої параметри для виводу sink.
