Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: is not
af: is nie
bg: не е
ca: no és
cs: není
da: er ikke
de: ist nicht
el: δεν είναι το
es: no es
et: ei ole
eu: ez da
fa: نیست
fi: ei ole
fr: n'est pas
he: אינו
hu: nem egyenlő
it: non è
ja: が次に不一致
ka: არ არის
km: មិន​មែន
ko: 일치하지 않음
lt: nėra
nb: er ulik
nds: is nich
ne: होइन
nl: is niet
nn: er ulik
pa: ਸ਼ਾਮਿਲ ਨਹੀਂ
pl: nie jest
pt: não é
pt_br: não é
ru: не равно
se: ii leat
sk: nie je
sr: није
th: ไม่
tr: değildir
uk: не співпадає з

source: starts with
af: begin met
bg: започва с
ca: comença per
cs: začíná na
da: starter med
de: beginnt mit
el: αρχίζει με
es: empieza por
et: algab
eu: honela hasten da
fa: آغاز می‌شود با
fi: alkaa
fr: commence par
he: מתחיל ב־
hu: ezzel kezdődik:
it: comincia con
ja: が次で始まる
ka: იწყება
km: ចាប់ផ្ដើម​ដោយ
ko: 대상으로 시작함
lt: prasideda nuo
nb: begynner med
nds: fangt an mit
ne: यससँग सुरु हुन्छ
nl: begint met
nn: startar med
pa: ਇਸ ਨਾਲ ਸ਼ੁਰੂ ਕਰੋ
pl: zaczyna się od
pt: começa com
pt_br: começa com
ru: начинается с
se: álggus lea
sk: začína na
sr: почиње са
th: เริ่มด้วย
tr: ile başlasın
uk: починається на

source: does not start with
af: begin nie met ... nie
bg: не започва с
ca: no comença per
cs: nezačíná na
da: begynder ikke med
de: beginnt nicht mit
el: δεν αρχίζει με
es: no comienza con
et: ei alga
fa: آغاز نمی‌شود با
fi: ei ala
fr: ne commence pas par
hu: nem ezzel kezdődik:
it: non comincia con
ja: が次で始まらない
km: មិន​ចាប់ផ្ដើម​ដោយ
lt: neprasideda nuo
nb: begynner ikke med
nds: fangt nich an mit
ne: यससँग सुरु हुदैन
nl: begint niet met
nn: startar ikkje med
pa: ਨਾਲ ਸ਼ੁਰੂ ਨਾ ਹੋਵੇ
pl: nie zaczyna się od
pt: não começa por
pt_br: não começa com
ru: не начинается с
se: ii álgge dáinna
sk: nezačína s
sr: не почиње са
th: ไม่ได้ขึ้นต้นด้วย
tr: ile başlamasın
uk: не починається з

source: ends with
af: eindig met
bg: завършва с
ca: acaba amb
cs: končí na
da: slutter med
de: endet mit
el: τελειώνει με
es: termina por
et: lõpeb
eu: honela amaitzen da
fa: پایان می‌یابد با
fi: päättyy
fr: se termine par
he: מסתיים ב־
hu: erre végződik:
it: finisce con
ja: が次で終わる
ka: მთავრდება ელემენტით
km: បញ្ចប់​ដោយ
ko: 대상으로 끝남
lt: baigiasi su
nb: slutter med
nds: endt mit
ne: यससँग अन्त्य हुन्छ
nl: eindigt met
nn: sluttar med
pa: ਨਾਲ ਖਤਮ
pl: kończy się na
pt: termina com
pt_br: termina com
ru: заканчивается на
se: loahpas lea
sk: končí na
sr: завршава се са
th: ลงท้ายด้วย
tr: ile bitsin
uk: закінчується на

source: does not end with
af: eindig nie met ... nie
bg: не завършва с
ca: no acaba per
cs: nekončí na
da: slutter ikke med
de: endet nicht mit
el: δεν τελειώνει με
es: no termina con
et: ei lõpe
fa: پایان نمی‌یابد با
fi: ei pääty
fr: ne se termine pas par
hu: nem erre végződik:
it: non finisce con
ja: が次で終わらない
km: មិនបញ្ចប់​ដោយ
lt: nesibaigia su
nb: slutter ikke med
nds: endt nich op
ne: यससँग अन्त्य हुदैन
nl: eindigt niet met
nn: sluttar ikkje med
pa: ਅੰਤ ਨਾ ਹੋਵੇ
pl: nie kończy się na
pt: não termina com
pt_br: não termina com
ru: не заканчивается на
se: mas ii leat loahpas
sk: nezačína s
sr: не завршава се са
th: ไม่ได้ลงท้ายด้วย
tr: ile bitmesin
uk: не закінчується на

source: is greater than
af: is grootter as
bg: е по-голямо от
ca: es més gran que
cs: je větší než
da: er større end
de: ist größer als
el: είναι μεγαλύτερο του
es: es mayor que
et: on suurem kui
eu: hau baino handiagoa da
fa: بزرگ‌تر از
fi: on suurempi kuin
fr: est supérieur à
he: גדול מ־
hu: nagyobb mint
it: è maggiore di
ja: が次より大きい
ka: უფრო დიდია, ვიდრე
km: ធំ​ជាង
ko: 대상보다 큼
lt: yra didesnis nei
nb: er større enn
nds: is grötter as
ne: यसभन्दा ठूलो
nl: is groter dan
nn: er større enn
pa: ਇਸ ਤੋਂ ਵੱਧ
pl: jest większy niż
pt: é maior que
pt_br: maior que
ru: больше
se: lea stuorát go
sk: je väčší ako
sr: је веће од
th: มากกว่า
tr: 'den daha büyük olsun
uk: більше ніж

source: is after
af: is na
bg: е след
ca: va després
cs: je po
da: er efter
de: ist nach
el: είναι μετά το
es: es posterior a
et: on pärast
eu: honen ondorengoa da
fa: بعد از
fi: on jälkeen
fr: est après
he: אחרי
hu: ez után van:
it: è dopo
ja: が次より後
ka: არის შემდგომი
km: បន្ទាប់​ពី
ko: 다음일시 이후
lt: yra po
nb: er etter
nds: is achter
ne: यसपछि छ
nl: is na
nn: er etter
pa: ਬਾਅਦ ਹੈ
pl: jest za
pt: está após
pt_br: depois de
ru: после
se: lea maŋŋá
sk: je po
sr: је после
th: หลัง
tr: 'den sonra
uk: після

source: is smaller than
af: is kleiner as
bg: е по-малко от
ca: és més petit que
cs: je menší než
da: er mindre end
de: ist kleiner als
el: είναι μικρότερο του
es: es menor que
et: on väiksem kui
eu: hau baino txikiagoa da
fa: کوچک‌تر از
fi: on pienempi kuin
fr: est inférieur à
he: קטן מ־
hu: kisebb mint
it: è minore di
ja: が次より小さい
ka: უფრო პატარაა, ვიდრე
km: តូច​ជាង
ko: 대상보다 작음
lt: yra mažesnis už
nb: er mindre enn
nds: is lütter as
ne: यसभन्दा सानो
nl: is kleiner dan
nn: er mindre enn
pa: ਛੋਟਾ
pl: jest mniejszy niż
pt: é menor que
pt_br: menor que
ru: меньше
se: lea unnit go
sk: je menší ako
sr: је мање од
th: น้อยกว่า
tr: 'den daha küçük olsun
uk: менше ніж

source: is before
af: is voor
bg: е преди
ca: va abans
cs: je před
da: er før
de: ist vor
el: είναι πριν το
es: es anterior a
et: on ennem
eu: honen aurrekoa da
fa: قبل از
fi: on ennen
fr: est avant
he: לפני
hu: ez előtt van:
it: è prima
ja: が次より前
ka: არის -მდე
km: មុន
ko: 다음일시 이전
lt: yra prieš
nb: er før
nds: is vör
ne: अगाडि छ
nl: is voor
nn: er før
pa: ਪਹਿਲਾਂ ਹੈ
pl: jest przed
pt: está antes
pt_br: antes de
ru: до
se: lea ovdal
sk: je pred
sr: је пре
th: ก่อน
tr: 'den önce olsun
uk: перед

source: Days
af: Dae
bg: Дни
ca: Dies
cs: Dny
da: Dage
de: Tage
el: Μέρες
es: días
et: päeva
eu: egun
fa: روز
fi: päivän sisällä
fr: Jours
he: ימים
hu: Nap
it: Giorni
ja: 日
ka: დღეები
km: ថ្ងៃ
ko: 일
lt: Dienos
nb: Dager
nds: Daag
ne: दिन
nl: Dagen
nn: Dagar
pa: ਦਿਨ
pl: Dni
pt: Dias
pt_br: Dias
ru: день (дня, дней)
se: Beaivvi
sk: Dni
sr: дана
th: วัน
tr: Gün
uk: Днів

source: Months
af: Maande
bg: Месеци
ca: Mesos
cs: Měsíce
da: Måneder
de: Monate
el: Μήνες
es: meses
et: kuud
eu: hilabete
fa: ماه
fi: kuukauden sisällä
fr: Mois
he: חודשים
hu: Hónap
it: Mesi
ja: カ月
ka: თვეები
km: ខែ
ko: 월
lt: Mėnesiai
nb: Måneder
nds: Maanden
ne: महिना
nl: Maanden
nn: Månader
pa: ਮਹੀਨੇ
pl: Miesięcy
pt: Meses
pt_br: Meses
ru: мес
se: Mánut
sk: Mesiace
sr: месеци
th: เดือน
tr: Ay
uk: Місяців

source: Years
af: Jare
bg: Години
ca: Anys
cs: Roky
da: År
de: Jahre
el: Έτη
es: años
et: aastat
eu: urte
fa: سال
fi: vuoden sisällä
fr: Années
he: שנים
hu: Év
it: Anni
ja: 年
ka: წელი
km: ឆ្នាំ
ko: 연도
lt: Metai
nb: År
nds: Johren
ne: वर्ष
nl: Jaren
nn: År
pa: ਸਾਲ
pl: Lat
pt: Anos
pt_br: Anos
ru: год (лет)
se: Jagi
sk: Roky
sr: година
th: ปี
tr: Yıl
uk: Років

source: Hours
af: Ure
bg: Часове
ca: Hores
cs: hodin
da: Timer
de: Stunden
el: Ώρες
es: Horas
et: tundi
fa: ساعت
fi: tuntia
fr: Heures
hu: Óra
it: Ore
ja: 時間
km: ម៉ោង
lt: Valandos
nb: Timer
nds: Stünnen
ne: घण्टा
nl: Uren
nn: Timar
pa: ਘੰਟੇ
pl: Godziny
pt: Horas
pt_br: Horas
ru: ч
se: Diimmu
sk: Hodiny
sr: часова
th: ชั่วโมง
tr: Saat
uk: Годин

source: Transfer Queue to Device
af: Dra wagtou oor na die toestel
bg: Опашка за прехвърляне към устройство
ca: Transfereix la cua al dispositiu
cs: Přenést frontu na zařízení
da: Overførselskø til enhed
de: Warteschlange auf Media-Player übertragen
el: Αναμονή μεταφοράς στη συσκευή
es: Transferir cola al dispositivo
et: Järjekorra ülekandmine seadmele
eu: Transferitu ilara gailura
fa: انتقال صف به دستگاه
fi: Laitteen siirtojono
fr: Transférer la liste d'attente vers le périphérique
he: העבר את תוכן התור להתקן המדיה
hu: Átviteli sor az eszközhöz
it: Trasferisci la coda al dispositivo
ja: キューをデバイスに転送
ka: რიგის მოწყობილობისკენ გადაცემა
km: ផ្ទេរ​ជួរ​ទៅ​ឧបករណ៍
ko: 장치에 대한 전송 대기열
lt: Siųsti dainas į įrenginį
nb: Overfør kø til medieenhet
nds: Töövreeg överdregen
ne: यन्त्रमा लाम स्थानान्तर गर्नुहोस्
nl: Wachtrij naar apparaat overdragen
nn: Overfør kø til medieeining
pa: ਕਤਾਰ ਜੰਤਰ ਉੱਤੇ ਭੇਜੋ
pl: Przenieś kolejkę na urządzenie
pt: Transferir a Fila para o Dispositivo
pt_br: Transferir Fila Para o Dispositivo
ru: Очередь на передачу в устройство
se: Sádde gárgadasa mediaovttadahkii
sk: Front na prenos na zariadenie
sr: Ред за пренос на уређај
th: ถ่ายโอนคิวลงอุปกรณ์
tr: Kuyruğu Aygıta Aktar
uk: Перенести чергу на пристрій

source: Music Location
af: Musiek Ligging
bg: Местоположение на музиката
ca: Ubicació de la música
cs: Umístění hudby
da: Sted for musik
de: Musik-Standort
el: Τοποθεσία ήχου
es: Ubicación de música
et: Muusika asukoht
eu: Musikaren kokalekua
fa: محل موسیقی
fi: Musiikin sijainti
fr: Emplacement de la musique
he: מיקום המוזיקה
hu: A zene helye
it: Posizione musica
ja: 音楽の場所
ka: მუსიკის მდებარეობა
km: ទីតាំង​តន្ត្រី
ko: 음악 위치
lt: Muzikos vieta
nb: Musikkplassering
nds: Oort för Musik
ne: सङ्गीत स्थान
nl: Muzieklocatie
nn: Musikkadresse
pa: ਸੰਗੀਤ ਟਿਕਾਣਾ
pl: Lokalizacja muzyki
pt: Localização da Música
pt_br: Localização das Músicas
ru: Расположение композиций
se: Musihka báiki
sk: Umiestnenie hudby
sr: Музичка локација
th: ที่อยู่ของดนตรี
tr: Müzik Konumu
uk: Адреса музики

source: Your music will be transferred to: %1
af: Jou musiek sal oorgedra word na: %1
bg: Музиката ви ще бъде прехвърлена към: %1
ca: La vostra música es transferirà a: %1
cs: Vaše hudba bude přenesena na: %1
da: Din musik vil blive overført til: %1
de: Ihre Musik wird übertragen nach: %1
el: Η μουσική σας θα μεταφερθεί στο: %1
es: Su música será transferida a: %1
et: Sinu muusika kantakse üle seadmele: %1
eu: Musika hona transferituko da: %1
fa: موسیقیتان انتقال می‌یابد به: %1
fi: Musiikki siirretään kohteeseen %1
fr: Votre musique sera transférée vers : %1
he: המוזיקה שלך תועבר אל: %1
hu: A zeneanyag ide lesz átküldve: %1
it: La tua musica sarà trasferita in: %1
ja: あなたの音楽は次に転送されます: %1
ka: თქვენი მუსიკა გადაცემული იქნება: %1
km: តន្ត្រី​របស់​អ្នក​នឹង​ត្រូវ​បាន​ផ្ទេរ​ទៅ ៖ %1
ko: 당신의 음악은 다음으로 전송될 것입니다. %1
lt: Muzika bus persiųsta į: %1
nb: Musikken vil bli overført til: %1
nds: Dien Musik warrt överdragen na: %1
ne: तपाईँको सङ्गीत यसमा स्थान्तरण गरिनेछ: %1
nl: Uw muziek zal worden overgedragen naar: %1
nn: Musikken vert overført til: %1
pa: ਤੁਹਾਡਾ ਸੰਗੀਤ ਭੇਜਿਆ ਜਾਵੇਗਾ: %1
pl: Twoja muzyka zostanie przeniesiona do: %1
pt: A sua música será transferida para: %1
pt_br: Suas músicas serão transferidas para: %1
ru: Композиции будут переданы в: %1
se: Du musihkka sirdejuvvo deikke: %1
sk: Vaša hudba bude prenesená na: %1
sr: Ваша музика ће бити пребачена на: %1
th: ดนตรีของคุณจะถูกถ่ายโอนไปยัง: %1
tr: Müzikleriniz şuraya aktarılacak: %1
uk: Вашу музику буде перенесено на: %1

source: You can have your music automatically grouped in a variety of ways. Each grouping will create directories based upon the specified criteria.
af: Jy kan jou musiek outomaties op 'n verskeidenheid van maniere groepeer. Elke groepering sal gidse skep wat gebaseer is op die gespesifiseerde kriteria.
bg: Музиката ви може автоматично да бъде групирана по различни начини. Всяко групиране ще създаде директории въз основата на определен критерий.
ca: Podeu tenir la vostra música agrupada automàticament en una gran varietat de maneres. Cada agrupació crearà directoris basant-se en un cert criteri.
da: Du kan lade musikken grupperes automatisk på et antal forskellige måder. Hver gruppering laver mapper baseret på de angivne kriterier.
de: Amarok kann Ihre Musikdateien automatisch auf unterschiedliche Weise gruppieren. Jede Gruppierung wird Ordner basierend auf den gewählten Kriterien erstellen.
el: Μπορείτε να επιλέξετε την αυτόματη ομαδοποίηση της μουσικής σας με διάφορους τρόπους. Κάθε ομαδοποίηση θα δημιουργεί καταλόγους με βάση τα καθορισμένα κριτήρια.
es: Puede agrupar su música automáticamente de varias maneras. Cada agrupamiento creará carpetas según un criterio específico.
et: Sa võid oma muusika lasta mitmel viisil automaatselt rühmitada. Iga rühmitus loob kataloogid vastavalt määratud tingimustele.
eu: Zure musika taldeetan automatikoki elkartuta eduki ditzakezu hainbat eratan. Talde bakoitzak direktorioak sortuko dituzte irizpide zehatzetan oinarrituz.
fa: می‌توانید موسیقیتان را به طور خودکار به روشهای مختلف گروه‌بندی شده داشته باشید. هر گروه‌بندی بر اساس معیارهای مشخص، فهرستهای راهنما ایجاد می‌کند.
fi: Musiikin voi järjestellä useilla eri tavoilla. Jokainen lajittelutapa luo uusia alihakemistoja.
fr: Vous pouvez regrouper votre musique de différentes façons. Chaque regroupement créera des dossiers basés sur un critère spécifique.
he: המוזיקה שלך יכולה להיות מקובצת במגוון דרכים. כל הקבצה תייצר תיקיות המבוססות על אמות־המידה המפורטות.
hu: A zeneanyagait többféleképpen csoportokba rendeztetheti. Minden csoportosítás létrehoz könyvtárakat a megadott feltételek alapján.
it: Puoi raggruppare automaticamente la tua musica in diversi modi. Ogni raggruppamento creerà cartelle basata sul criterio specificato.
ja: あなたの音楽を自動的にさまざまなグループに分類することができます。 指定した条件に従って、それぞれの分類がディレクトリを作成します。
ka: თქვენ შეგიძლიათ დააჯგუფოთ თქვენი მუსიკა სხვადასხვაგვარად. ყოველი დაჯგუფება შექმნის დირექტორიებს მითითებულ კრიტერიუმზე დაფუძნებით.
km: អ្នក​អាច​ដាក់​តន្ត្រី​របស់​អ្នក​ជា​ក្រុម​ដោយ​ស្វ័យប្រវត្តិ តាម​វិធី​ជាច្រើន ។ ការ​ដាក់​ជា​ក្រុម​នីមួយៗ​នឹង​បង្កើត ថត​ដោយ​ផ្អែក​លើ​លក្ខណៈវិនិច្ឆ័យ​ដែល​បាន​បញ្ជាក់ ។
ko: 당신의 음악을 여러가지 방법을 통해 자동으로 그룹 할 수 있습니다. 각 그룹은 지정된 기준을 기반으로 디렉터리를 생성할 것입니다.
lt: Muzika gali būti sugrupuota įvairiais būdais. Grupuojant kiekvienu būdu bus sukurti atitinkami aplankai.
nb: Musikken kan deles inn i grupper automatisk på flere måter. Hver gruppering oppretter mapper på grunnlag av gitte kriterier.
nds: Du kannst Dien Musik automaatsch mit en Reeg verscheden Metoden tohoop stellen laten. Elk Metood stellt Ornern langs de angeven Markmalen op.
ne: तपाईँसँग धेरै तरीकामा स्वचालित रूपमा समूहबद्ध भएको तपाईँको सङ्गीत हुनेछ । हरेक समूहले निर्धारित मापदण्डमा आधारित डाइरेक्टरीहरू सिर्जना गर्नेछ ।
nl: U kunt uw muziek automatisch op diverse manieren laten groeperen. Elke groepering zal mappen aanmaken, gebaseerd op de opgegeven criteria.
nn: Musikken kan automatisk grupperast på ymse vis. Kvar gruppering vil laga mapper basert på kriteriet du vel.
pa: ਤੁਸੀਂ ਆਪਣੇ ਸੰਗੀਤ ਨੂੰ ਕਈ ਢੰਗਾਂ ਨਾਲ ਸੰਗਠਿਤ ਕਰ ਸਕਦੇ ਹੋ। ਹਰੇਕ ਗਰੁੱਪ ਖਾਸ ਸੀਮਾ ਦੇ ਉੱਤੇ ਅਧਾਰਿਤ ਡਾਇਰੈਕਟਰੀਆਂ ਬਣਾਏਗਾ।
pl: Swoją muzykę możesz mieć automatycznie pogrupowaną na wiele sposobów. Każde grupowanie utworzy katalogi oparte o wybrane kryteria.
pt: Poderá agrupar automaticamente a sua música de várias formas. Cada agrupamento irá criar pastas com base no critério indicado.
pt_br: Suas músicas podem ser agrupadas automaticamente de muitas maneiras diferentes. Cada grupo irá criar diretórios baseados nos critérios especificados.
sk: Svoju hudbu môžete mať automaticky zoskupenú rozličnými spôsobmi. Každé zoskupenie vytvorí adresáre na základe definovaných kritérií.
sr: Музику можете аутоматски груписати на више начина. Свако груписање ће створити директоријуме на основу назначених критеријума.
th: คุณสามารถทำให้ดนตรีของคุณจับกลุ่มโดยอัตโนมัติ ด้วยวิธีหลากหลาย แต่ละการจับกลุ่มจะสร้างไดเร็คทอรี ที่มีฐานมาจากกฎเกณฑ์ที่ระบุไว้
tr: Müzik dosyalarınızı birçok yöntem kullanarak otomatik olarak gruplayabilirsiniz. Her gruplama belirlenen kritere göre klasörler oluşturur.
uk: Вашу музику можна автоматично згрупувати по категоріях. Кожне групування створить каталоги на основі вказаних критеріїв.

source: Groupings
af: Groeperings
bg: Групирания
ca: Agrupaments
cs: Seskupení
da: Grupperinger
de: Gruppierungen
el: Ομαδοποιήσεις
es: Agrupamientos
et: Rühmad
eu: Taldeak
fa: گروه‌بندیها
fi: Ryhmittely
fr: Regroupements
he: הקבצות
hu: Csoportosítások
it: Raggruppamenti
ja: 分類
ka: დაჯგუფებები
km: ការ​ដាក់​ជា​ក្រុម
ko: 그룹
lt: Grupavimo būdai
nb: Grupperinger
nds: Metoden
ne: समूहहरू
nl: Groeperingen
nn: Gruppering
pa: ਗਰੁਪਿੰਗ
pl: Grupowania
pt: Agrupamentos
pt_br: Grupos
ru: Группирование
sk: Zoskupovanie
sr: Груписања
th: การจับกลุ่ม
tr: Gruplamalar
uk: Групування

source: Select first grouping:
af: Kies eerste groepering:
bg: Изберете първо групиране:
ca: Seleccioneu la primera agrupació:
cs: Zvolte první seskupení:
da: Vælg første gruppering:
de: Wählen Sie die erste Gruppierung:
el: Επιλογή πρώτης ομαδοποίησης:
es: Seleccione el primer agrupamiento:
et: Esimene rühm:
eu: Hautatu aurreneko taldea:
fa: برگزیدن اولین گروه‌بندی:
fi: Ensimmäinen lajitteluperuste:
fr: Sélectionnez le premier regroupement :
he: בחר הקבצה ראשונה:
hu: Válassza ki az első csoportosítást:
it: Seleziona il primo raggruppamento:
ja: 第 1 グループを選択:
ka: პირველი დაჯგუფების ამორჩევა:
km: ជ្រើស​ការ​ដាក់​ជា​ក្រុម​ទីមួយ ៖
ko: 첫번째 그룹 선택:
lt: Nurodykite pirmąjį grupavimo lygį:
nb: Velg første grukppering:
nds: Eerst Metood:
ne: पहिलो समूह चयन गर्नुहोस्:
nl: Eerste groepering selecteren:
nn: Vel første gruppering:
pa: ਪਹਿਲਾਂ ਗਰੁੱਪ ਚੁਣੋ:
pl: Wybierz pierwsze grupowanie:
pt: Seleccione o primeiro agrupamento:
pt_br: Selecione o primeiro grupo:
ru: Первый уровень:
se: Vállje vuosttaš joavku:
sk: Vyberte prvé zoskupenie:
sr: Изаберите прво груписање:
th: เลือกการจับกลุ่มแบบแรก:
tr: Birinci gruplamayı seç:
uk: Виберіть перше групування:

source: Select second grouping:
af: Kies die tweede groepering:
bg: Изберете второ групиране:
ca: Seleccioneu la segona agrupació:
cs: Zvolte druhé seskupení:
da: Vælg anden gruppering:
de: Wählen Sie die zweite Gruppierung:
el: Επιλογή δεύτερης ομαδοποίησης:
es: Seleccione el segundo agrupamiento:
et: Teine rühm:
eu: Hautatu bigarren taldea:
fa: برگزیدن دومین گروه‌بندی:
fi: Toinen lajitteluperuste:
fr: Sélectionnez le second regroupement :
he: בחר הקבצה משנית:
hu: Válassza ki a második csoportosítást:
it: Seleziona il secondo raggruppamento:
ja: 第 2 グループを選択:
ka: მეორე დაჯგუფების ამორჩევა:
km: ជ្រើស​ការ​ដាក់​ជា​ក្រុម​ទីពីរ ៖
ko: 두번째 그룹 선택:
lt: Nurodykite antrąjį grupavimo lygį:
nb: Velg andre gruppering:
nds: Tweet Metood:
ne: दोस्रो समूह चयन गर्नुहोस्:
nl: Tweede groepering selecteren:
nn: Vel andre gruppering:
pa: ਦੂਜਾ ਗਰੁੱਪ ਚੁਣੋ:
pl: Wybierz drugie grupowanie:
pt: Seleccione o segundo agrupamento:
pt_br: Selecione o segundo grupo:
ru: Второй уровень:
se: Vállje nuppi joavku:
sk: Vyberte druhé zoskupenie:
sr: Изаберите друго груписање:
th: เลือกการจับกลุ่มแบบที่สอง:
tr: İkinci gruplamayı seç:
uk: Виберіть друге групування:

source: Select third grouping:
af: Kies derde groepering:
bg: Изберете трето групиране:
ca: Seleccioneu la tercera agrupació:
cs: Zvolte třetí seskupení:
da: Vælg tredje gruppering:
de: Wählen Sie die dritte Gruppierung:
el: Επιλογή τρίτης ομαδοποίησης:
es: Seleccione el tercer agrupamiento:
et: Kolmas rühm:
eu: Hautatu hirugarren taldea:
fa: برگزیدن سومین گروه‌بندی:
fi: Kolmas lajitteluperuste:
fr: Sélectionnez le troisième regroupement :
he: בחר הקבצה שלישית:
hu: Válassza ki a harmadik csoportosítást:
it: Seleziona il terzo raggruppamento:
ja: 第 3 グループを選択:
ka: მესამე დაჯგუფების ამორჩევა:
km: ជ្រើស​ការ​ដាក់​ជា​ក្រុម​ទីបី ៖
ko: 세번째 그룹 선택:
lt: Nurodykite trečiąjį grupavimo lygį:
nb: Velg tredje gruppering:
nds: Drütt Metood:
ne: तेश्रो समूह चयन गर्नुहोस्:
nl: Derde groepering selecteren:
nn: Vel tredje gruppering:
pa: ਤੀਜਾ ਗਰੁੱਪ ਚੁਣੇ:
pl: Wybierz trzecie grupowanie:
pt: Seleccione o terceiro agrupamento:
pt_br: Selecione o terceiro grupo:
ru: Третий уровень:
se: Vállje goalmmát joavku:
sk: Vyberte tretie zoskupenie:
sr: Изаберите треће груписање:
th: เลือกการจับกลุ่มแบบที่สาม:
tr: Üçüncü gruplamayı seç:
uk: Виберіть третє групування:

source: Convert spaces to underscores
af: Vervang spasies met onderstrepies (_)
bg: Преобразуване на интервалите в долна черта
ca: Converteix els espais en caràcters de subratllat
cs: Nahradit mezeru podtržítkem
da: Konvertér mellemrum til understregningstegn
de: Leerzeichen durch Unterstriche ersetzen
el: Αντικατάσταση κενού με _
es: Convertir espacios en signos de subrayado
et: Tühikud asendatakse alakriipsudega
eu: Bihurtu zuriuneak azpimarretan
fa: تبدیل فاصله‌ها به خطوط تیره زیرین
fi: Korvaa välilyönnit alaviivalla (_)
fr: Remplacer les espaces par des « _ »
he: המר רווחים לקו־תחתי
hu: Szóközök helyettesítése alulvonásokkal
it: Converti spazi con trattini bassi
ja: スペースを'_'に置換
ka: ღარების ქვედა ტირეებად კონვერტაცია
km: បម្លែង​ដកឃ្លា​ទៅ​ជា​សញ្ញាគូសក្រោម
ko: 공백을 밑줄로 변환
lt: Keisti tarpo simbolius pabraukimo simboliais
nb: Gjør om mellomrom til understrek
nds: Freetekens mit Ünnerstreek utwesseln
ne: खाली स्थानहरूलाई अन्डरस्क्रोर रूपान्तरण गर्नुहोस्
nl: Spaties vervangen door onderstreepjes
nn: Gjer mellomrom om til understrekar
pa: ਖਾਲੀ ਥਾਂ ਨੂੰ _ ਨਾਲ ਬਦਲੋ
pl: Zamień spacje na podkreślniki
pt: Converter os espaços para sublinhados
pt_br: Converter espaços para underscores
ru: Заменить пробелы на _
se: Buhtte gaskkaid vuollesázuiguin.
sk: Konvertovať medzery na podtržítka
sr: Претвори размаке у подвлаке
th: เปลี่ยนการเว้นวรรคเป็นเครื่องหมาย underscore (_)
tr: Boşlukları alt çizgilere dönüştür
uk: Перетворити пробіли на "_"

source: Style Packages (*.tar, *.tar.bz2, *.tar.gz)
af: Styl pakette (*.tar, *.tar.bz2, *.tar.gz)
bg: Видове пакети (*.tar, *.tar.bz2, *.tar.gz)
ca: Paquets d'estils·(*.tar,·*.tar.bz2,·*.tar.gz)
cs: Balíčky se styly (*.tar, *.tar.bz2, *.tar.gz)
da: Stilpakker (*.tar, *.tar.bz2, *.tar.gz)
de: Design-Pakete (*.tar, *.tar.bz2, *.tar.gz)
el: Πακέτα στυλ (*.tar, *.tar.bz2, *.tar.gz)
es: Paquetes de estilos (*.tar, *.tar.bz2, *.tar.gz)
et: Stiilipaketid (*.tar, *.tar.bz2, *.tar.gz)
eu: Artxibo-estiloak (*.tar, *.tar.bz2, *.tar.gz)
fa: بسته‌های سبک )*.tar, *.tar.bz2, *.tar.gz(
fi: Tyylipaketit (*.tar, *.tar.bz2, *.tar.gz)
fr: Paquetages de styles (*.tar, *.tar.bz2, *.tar.gz)
he: חבילות סגנון (tar , tar.bz2 , tar.gz)
hu: Stíluscsomagok (*.tar, *.tar.bz2, *.tar.gz)
it: Pacchetti stile (*.tar, *.tar.bz2, *.tar.gz)
ja: スタイルパッケージ (*.tar, *.tar.bz2, *.tar.gz)
ka: სტილის პაკეტები (*.tar, *.tar.bz2, *.tar.gz)
km: កញ្ចប់​រចនាប័ទ្ម (*.tar, *.tar.bz2, *.tar.gz)
ko: 스타일 패키지 (*.tar, *.tar.bz2, *.tar.gz)
lt: Stiliaus paketai (*.tar, *.tar.bz2, *.tar.gz)
nb: Stilpakker (*.tar, *.tar.bz2, *.tar.gz)
nds: Stil-Paketen (*.tar, *.tar.bz2, *.tar.gz)
ne: शैली प्याकेजहरू (*.tar, *.tar.bz2, *.tar.gz)
nl: Stijlpakketten (*.tar, *.tar.bz2, *.tar.gz)
nn: Stilpakkar (*.tar, *.tar.bz2, *.tar.gz)
pa: ਸਟਾਇਲ ਪੈਕੇਜ (*.tar, *.tar.bz2, *.tar.gz)
pl: Pakiety motywów (*.tar, *.tar.bz2, *.tar.gz)
pt: Pacotes de Estilos (*.tar, *.tar.bz2, *.tar.gz)
pt_br: Pacotes de estilo (*.tar, *.tar.bz2, *.tar.gz)
ru: Пакеты сценариев (*.tar, *.tar.bz2, *.tar.gz)
se: Stiilapáhkat (*.tar, *.tar.bz2, *.tar.gz)
sk: Balíčky so štýlmi (*.tar, *.tar.bz2, *.tar.gz)
sr: Пакети стилова (*.tar, *.tar.bz2, *.tar.gz)
th: แพ็คเกจรูปแบบ (*.tar, *.tar.bz2, *.tar.gz)
tr: Stil Paketleri (*.tar, *.tar.bz2, *.tar.gz)
uk: Пакунки стилю (*.tar, *.tar.bz2, *.tar.gz)

source: Select Style Package
af: Kies die styl paket
bg: Избор на видове пакети
ca: Seleccioneu un paquet d'estil
cs: Vybrat balíček se stylem
da: Vælg stil-pakke
de: Design-Paket auswählen
el: Επιλογή πακέτου στυλ
es: Seleccionar paquete de estilo
et: Stiilipaketi valik
eu: Hautatu artxibo-estiloa
fa: برگزیدن بستۀ سبک
fi: Valitse tyylipaketti
fr: Sélectionnez un paquetage de styles
he: בחר חבילת סגנון
hu: Válasszon ki egy stíluscsomagot
it: Selezione pacchetto stile
ja: スタイルパッケージを選択
ka: სტილის პაკეტის არჩევა
km: ជ្រើស​កញ្ចប់​រចនាប័ទ្ម
ko: 스타일 패키지 선택
lt: Parinkite stiliaus paketą
nb: Velg stilpakke
nds: Stil-Paket utsöken
ne: शैली प्याकेज चयन गर्नुहोस्
nl: Stijlpakket selecteren
nn: Vel stilpakke
pa: ਸਟਾਇਲ ਪੈਕੇਜ ਚੁਣੋ
pl: Wybierz pakiet motywów
pt: Seleccionar o Pacote de Estilos
pt_br: Selecionar Pacote de Estilo
ru: Выберите пакет стиля
se: Vállje stiilapáhka
sk: Vybrať balíček so štýlom
sr: Изаберите пакет стила
th: เลือกแพ็คเกจรูปแบบ
tr: Stil Paketini Seçin
uk: Виберіть пакунок стилю
