Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Script Packages (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
af: Skript Pakette (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
bg: Пакети скриптове (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
ca: Paquets de seqüència (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
cs: Balíčky se skripty (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
da: Scriptpakker (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
de: Skript-Pakete (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
el: Πακέτα σεναρίων (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
es: Paquetes de scripts (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
et: Skriptipaketid (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
eu: Script paketeak (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
fa: بسته‌های دست‌نوشته )*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz(
fi: Komentosarjapaketit (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
fr: Paquetages de scripts (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
he: חבילות תסריטים (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
hu: Szkriptcsomagok (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
it: Pacchetti script (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
ja: スクリプトパッケージ (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
ka: სცენარების პაკეტები (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
km: កញ្ចប់​ស្គ្រីប (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
ko: 스크립트 패키지 (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
lt: Scenarijų paketai (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
nb: Skriptpakker (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
nds: Skript-Paketen (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
ne: स्क्रिप्ट प्याकेजहरू (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
nl: Scriptpakketten (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
nn: Skriptpakkar (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
pa: ਸਕਰਿਪਟ ਪੈਕੇਜ (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
pl: Pakiety skryptów (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
pt: Pacotes de Programas (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
pt_br: Pacotes de Scripts (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
ru: Пакеты сценариев (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
se: Skriptapáhkat (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
sk: Balíčky so skriptami (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
sr: Пакети скрипти (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
th: แพ็คเกจของสคริปต์ (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
tr: Betik Paketleri (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
uk: Пакунки скриптів (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)

source: Select Script Package
af: Kies 'n skript paket
bg: Избор на пакет скриптове
ca: Seleccioneu el paquet de seqüències
cs: Vybrat balíček se skriptem
da: Vælg script-pakke
de: Skript-Paket auswählen
el: Επιλογή πακέτου σεναρίου
es: Seleccionar el paquete de script
et: Skriptipaketi valik
eu: Hautatu script paketea
fa: برگزیدن بستۀ دست‌نوشته
fi: Valitse komentosarjapaketti
fr: Sélectionnez un paquetage de script
he: בחר חבילת תסריטים
hu: Válasszon egy szkriptcsomagot
it: Selezione pacchetto script
ja: スクリプトパッケージを選択
ka: სცენარის პაკეტის არჩევა
km: ជ្រើស​កញ្ចប់​ស្គ្រីប
ko: 스크립트 패키지 선택
lt: Pažymėkite scenarijų paketą
nb: Velg skriptpakke
nds: Skript-Paket utsöken
ne: स्क्रिप्ट प्याकेज चयन गर्नुहोस्
nl: Scriptpakket selecteren
nn: Vel skriptpakke
pa: ਸਕਰਿਪਟ ਪੈਕੇਜ ਚੁਣੋ
pl: Wybierz pakiet skryptów
pt: Seleccionar o Pacote com Programa
pt_br: Selecionar Pacote de Script
ru: Выбрать пакет сценариев
se: Vállje skriptapáhka
sk: Vybrať balíček so skriptom
sr: Изаберите пакет скрипти
th: เลือกแพ็คเกจของสคริปต์
tr: Betik Paketini Seçin
uk: Виберіть пакунок скрипту

source: Could not read this package.
af: Kon nie die paket lees nie.
bg: Пакетът не може да бъде прочетен.
ca: No s'ha pogut llegir aquest paquet.
cs: Nelze přečíst tento balíček.
da: Kunne ikke læse denne pakke.
de: Das Paket ließ sich nicht lesen.
el: Αδυναμία ανάγνωσης του πακέτου.
es: No se pudo leer este paquete.
et: Paketi lugemine ebaõnnestus.
eu: Ezin izan da paketea irakurri.
fa: این بسته را نتوانست بخواند.
fi: Pakettia ei voitu lukea.
fr: Impossible de lire ce paquetage.
he: לא יכול לקרוא את החבילה.
hu: Nem sikerült beolvasni a csomagot.
it: Impossibile leggere questo pacchetto.
ja: このパッケージを読み込めませんでした。
ka: ამ პაკეტის წაკითხვა ვერ მოხერხდა.
km: មិន​អាច​អាន​កញ្ចប់​នេះ​បាន​ឡើយ ។
ko: 이 패키지를 읽을 수 없습니다.
lt: Nepavyko perskaityti šio paketo.
nb: Kunne ikke lese pakken.
nds: Dit Paket lett sik nich lesen.
ne: यो प्याकेज पढ्न सकेन ।
nl: Dit pakket is onleesbaar.
nn: Klarte ikkje lesa pakken.
pa: ਇਹ ਪੈਕੇਜ ਪੜਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ।
pl: Nie można odczytać tego pakietu.
pt: Não foi possível ler o pacote.
pt_br: Não foi possível ler esse pacote.
ru: Не удалось прочитать пакет.
se: Ii sáhttán lohkat dán páhka.
sk: Nie je možné prečítať tento balíček.
sr: Нисам могао да прочитам овај пакет.
th: ไม่สามารถอ่านแพ็คเกจนี้ได้
tr: Bu paket okunamadı.
uk: Не вдалось прочитати цей пакунок.

source: A script with the name '%1' is already installed. Please uninstall it first.
af: 'n Skript met die naam '%1' is alreeds geïnstalleer. Vee dit asb. eers uit.
bg: Вече е инсталиран скрипт с име %1. Моля, първо го премахнете.
ca: Ja hi ha instal·lada una seqüència anomenada «%1». Per favor, desinstal·leu-la primer.
cs: Skript s názvem '%1' je již nainstalován. Nejprve jej prosím odinstalujte.
da: Et script med navnet "%1" er allerede installeret. Afinstallér det først.
de: Es ist bereits ein Skript mit dem Namen "%1" installiert. Dieses bitte erst entfernen.
el: Υπάρχει ήδη ένα σενάριο με το όνομα '%1'. Παρακαλώ απεγκαταστήστε το πρώτα.
es: Ya está instalado un script con nombre «%1». Por favor, desinstálelo primero.
et: Skript nimega '%1' on juba paigaldatud. Eemalda see kõigepealt.
eu: '%1' izeneko script-a jadanik instalatuta dago. Aurrenik desinstalatu.
fa: دست‌نوشته‌ای با نام »%1« از پیش نصب می‌شود. لطفاً، ابتدا آن را از نصب خارج کنید.
fi: Komentosarja ”%1” on jo asennettu.
fr: Un script nommé « %1 » est déjà installé. Désinstallez-le d'abord.
he: תסריט עם השם '%1' כבר מותקן. אנא, הסר אותו קודם.
hu: Már van telepítve "%1" nevű szkript. Először távolítsa azt el.
it: Uno script con nome '%1' è già installato. Disinstallalo prima.
ja: %1 という名前のスクリプトが既にインストールされてます。先にアンインストールしてください。
ka: სცენარი სახელით '%1' უკვე ჩადგმულია. გთხოვთ ჯერ წაშალოთ იგი.
km: បាន​ដំឡើង​ស្គ្រីប​ឈ្មោះ '%1' រួច​ហើយ ។ សូម​លុប​វា​សិន ។
ko: '%1'의 이름으로 설치된 스크립트가 이미 있습니다. 먼저 그것을 제거하십시오.
lt: Scenarijus, pavadintas „%1“, jau yra įdiegtas. Prašome visų pirma jį pašalinti.
nb: Det er allerede installert et skript som heter «%1». Avinstaller dette først.
nds: En Skript mit den Naam "%1" is al installeert. Deinstalleer dat man toeerst.
ne: '%1' नामको स्क्रिप्ट पहिल्यै स्थापना गरिएको छ । कृपया पहिले यसलाई स्थापनाबाट हटाउनुहोस् ।
nl: Een script met de naam '%1' is al geïnstalleerd. Deïnstalleer deze eerst.
nn: Det er allereie installert eit skript med namnet «%1». Avinstaller dette først.
pa: ਸਕਰਿਪਟ ਨਾਂ '%1' ਨਾਲ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਇਸ ਨੂੰ ਹਟਾਓ।
pl: Skrypt o nazwie "%1" jest już zainstalowany. Proszę go wpierw odinstalować.
pt: Já está instalado um 'script' com o nome '%1'. Por favor desinstale-o primeiro.
pt_br: Um script com o nome '%1' já está instalado. Por favor, desinstale-o primeiramente.
ru: Сценарий '%1' уже установлен. Удалите его сначала.
se: Skripta nammaduvvon «%1» gávdno juo. Válddes dan vuos eret.
sk: Skript s názvom '%1' je už nainštalovaný. Najprv ho prosím odinštalujte.
sr: Скрипта по имену „%1“ већ је инсталирана. Прво је деинсталирајте.
th: สคริปต์ที่ชื่อ %1 ได้ติดตั้งไว้แล้ว กรุณาถอนออกก่อน
tr: '%1' adında bir betik zaten kurulu. Lütfen önce kaldırınız.
uk: Скрипт з назвою "%1" вже є встановлений. Будь ласка, спочатку приберіть його.

source: Script successfully installed.
af: Die skript was suksesvol geïnstalleer.
bg: Скрипта беше инсталиран успешно.
ca: Seqüència instal·lada amb èxit.
cs: Skript byl úspěšně nainstalován.
da: Scriptet er installeret.
de: Skript erfolgreich installiert.
el: Το πακέτο εγκαταστάθηκε επιτυχώς.
es: Script instalado con éxito.
et: Skript paigaldati edukalt.
eu: Script-a ongi instalatuta.
fa: دست‌نوشته با موفقیت نصب شد.
fi: Komentosarja asennettiin.
fr: Le script a été installé avec succès.
he: התסריט הותקן בהצלחה.
hu: A szkript telepítése megtörtént.
it: Script installato con successo.
ja: スクリプトを正常にインストールしました。
ka: სცენარი წარმატებით ჩაიდგა.
km: បាន​ដំឡើង​ស្គ្រីប​ដោយ​ជោគជ័យ ។
ko: 스크립트가 성공적으로 설치되었습니다.
lt: Scenarijus sėkmingai įdiegtas.
nb: Skriptet er nå installert.
nds: Skript is installeert.
ne: स्क्रिप्ट सफलतापूर्वक स्थापित भयो ।
nl: Script met succes geïnstalleerd.
nn: Skriptet er no installert.
pa: ਸਕਰਿਪਟ ਸਫ਼ਲਤਾਪੂਰਕ ਇੰਸਟਾਲ ਕੀਤੀ ਗਈ ਹੈ।
pl: Skrypt został pomyślnie zainstalowany.
pt: Programa instalado com sucesso.
pt_br: O script foi instalado com sucesso.
ru: Сценарий установлен.
se: Lihkkostuvvai sajáiduhttit skripta.
sk: Skript bol úspešne nainštalovaný.
sr: Скрипта је успешно инсталирана.
th: ติดตั้งสคริปต์สำเร็จ
tr: Betik başarıyla kuruldu.
uk: Скрипт успішно встановлено.

source: <p>Script installation failed.</p><p>The package did not contain an executable file. Please inform the package maintainer about this error.</p>
af: <p>Die skrip installasie was onsuksesvol.</p><p>Die paket bevat nie 'n uitvoerbare program nie. Stel asb. die paket onderhouer in kennis oor hierdie fout.</p>
bg: <p>Инсталацията на скрипта беше неуспешна.</p><p>Пакетът не съдържа изпълним файл. Моля, информирайте разработчика за тази грешка.</p>
ca: <p>La instal·lació de la seqüència ha fallat.</p><p>El paquet no contenia un fitxer executable. Si us plau, informeu al responsable del paquet sobre aquest error.</p>
cs: <p>Instalace skriptu selhala.</p><p>Balíček neobsahoval spustitelný soubor. Prosím informujte o této chybě správce balíčku.</p>
da: <p>Det mislykkedes med at installere scriptet.</p><p>Pakken indeholdt ikke en kørbar fil. Informér venligst pakkeleverandøren om fejlen.</p>
de: <p>Skript-Installation fehlgeschlagen.</p> <p>Das Paket enthielt keine ausführbare Datei. Bitte den Paketverwalter über diesen Fehler informieren.</p>
el: <p>Απέτυχε η εγκατάσταση του σεναρίου.</p><p>Το πακέτο δεν περιέχει ένα εκτελέσιμο αρχείο. Παρακαλώ ειδοποιήστε το συντηρητή του πακέτου για αυτό το σφάλμα.</p>
es: <p>Fallo al instalar el script.</p><p>El paquete no contiene un archivo ejecutable. Por favor, informe al mantenedor del paquete de este error.</p>
et: <p>Skripti paigaldamine ebaõnnestus.</p><p>Pakett ei sisalda käivitatavat faili. Palun anna sellest veast teada paketi hooldajale.</p>
eu: <p>Script-aren instalazioak huts egin du.</p><p>Paketeak ez dauka fitxategi exekutagarririk. Mesedez, eman errore honen berri paketearen arduradunari.</p>
fa: <p>خرابی در نصب دست‌نوشته.</p><p>بسته حاوی پروندۀ اجرایی نبود. لطفاً، به نگه‌دارندۀ بسته در مورد این خطا اطلاع دهید.</p>
fi: <p>Komentosarjan asennus epäonnistui.</p><p>Paketissa ei ollut suoritettavaa tiedostoa. Ota yhteyttä paketin ylläpitäjään.</p>
fr: <p>L'installation du script a échoué.</p><p> Le paquetage ne contient pas de fichier exécutable. Merci d'en informer le mainteneur.</p>
he: <p>התקנת התסריט נכשלה.</p><p>החבילה לא הכילה שום קובץ ריצה אנא הודע למתחזק החבילה על שגיאה זו.</p>
hu: <p>Nem sikerült telepíteni a szkriptet.</p><p>A csomag nem tartalmazott végrehajtható fájlt. Ha lehetséges, jelentse be ezt a hibát a csomag karbantartójának.</p>
it: <p>Installazione script fallita.</p><p>Il pacchetto non contiene un file eseguibile. Informa il responsabile del pacchetto di questo errore.</p>
ja: <p>スクリプトのインストールに失敗しました。</p> <p>パッケージは実行可能なファイルを含んでいませんでした。パッケージのメンテナンス係へこのエラーを報告してください。</p>
ka: <p>სცენარის ჩადგმა შეუძლებელია.</p><p>პაკეტი არ შეიცავს შესრულებად ფაილს. გთხოვთ შეატყობინოთ პაკეტის მომწოდებელს აღნიშნული შეცდომა.</p>
km: <p>ការ​ដំឡើង​ស្គ្រីប​បាន​បរាជ័យ ។</p><p>កញ្ចប់​មិន​មាន​ឯកសារ​ប្រតិបត្តិ​ឡើយ ។ សូម​ប្រាប់​អ្នក​ថែទាំ​កញ្ចប់ អំពី​កំហុស​នេះ ។</p>
ko: <p>스크립트 설치에 실패했습니다.</p><p>패키지에 실행 파일이 들어있지 않습니다. 패키지 관리자에게 이 오류에 대해서 알려 주십시오.</p>
lt: <p>Scenarijaus įdiegti nepavyko.</p><p>Pakete nebuvo vykdomosios bylos. Prašome apie šią klaidą informuoti paketo prižiūrėtoją.</p>
nb: <p>Feil ved skriptinstallering.</p><p>Pakken inneholder ikke en kjørbar fil. Gi beskjed om denne feilen til vedlikeholderen av pakken.</p>
nds: <p>Skript-Installatschoon fehlslaan.</p><p>Binnen dat Paket gifft dat keen utföhrbor Datei, bitte vertell dat den Paketpleger.</p>
ne: <p>स्क्रिप्ट स्थापना असफल भयो ।</p><p>प्याकेजले एउटा कार्यान्वयनयोग्य फाइल समाविष्ट गर्दैन । कृपया यो त्रुटि बारे प्याकेज सम्भारकर्तालाई सूचित गर्नुहोस् ।</p>
nl: <p>Scriptinstallatie is mislukt.</p> <p>Het pakket bevatten geen uitvoerbaar bestand. Informeerde auteur van het pakket over deze fout.</p>
nn: <p>Feil ved skriptinstallering.</p><p>Pakken inneheld ikkje ei køyrbar fil. Meld frå om denne feilen til vedlikehaldaren av pakken.</p>
pa: <p>ਸਕਰਿਪਟ ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫ਼ਲ ਹੈ।</p> <p>ਪੈਕੇਜ ਵਿੱਚ ਚੱਲਣਯੋਗ ਕੋਈ ਫਾਇਲ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਪੈਕੇਜ ਪ੍ਰਬੰਧਕ ਨੂੰ ਇਸ ਬਾਰੇ ਜਾਣਕਾਰੀ ਦਿਓ।</p>
pl: <p>Instalacja skryptu nie powiodła się.</p><p>Pakiet nie zawierał pliku wykonywalnego. Proszę poinformować opiekuna tego skryptu o tym błędzie.</p>
pt: <p>'Instalação do programa falhou.</p><p>O pacote não contém um ficheiro executável. Por favor comunique ao responsável pelo pacote este erro.</p>
pt_br: <p>A instalação do script falhou.</p><p>O pacote não contém um arquivo executável. Por favor, informe ao mantenedor do pacote sobre esse erro.</p>
ru: <p>Ошибка установки сценария.</p><p>Пакет не содержит исполняемого файла.</p>
se: <p>Skriptasajáiduhttin filtii.</p><p>Páhkas ii leat vuojehahtti fiila. Dieđihastte páhkkagieđahallái dán meattáhusa birra.</p>
sk: <p>Inštalácia skriptu zlyhala.</p><p>Balíček neobsahoval spustiteľný súbor. Prosím informujte o tejto chybe správcu balíčkov.</p>
sr: <p>Инсталирање скрипте није успело.</p><p>Пакет није садржао извршни фајл. Обавестите одржаваоца пакета о овом проблему.</p>
th: <p>การติดตั้งสคริปต์ล้มเหลว</p> <p>ในแพ็คเกจไม่ได้บรรจุแฟ้มที่สามารถเรียกประมวลผลได้ กรุณาแจ้งผู้ดูแลแพ็คเกจเกี่ยวกับข้อผิดพลาดนี้ด้วย</p>
tr: <p>Betik kurulumu başarısız oldu.</p><p>Paket çalıştırılabilir bir dosya içermiyor. Lütfen paket sorumlusuna bu hatayı bildirin.</p>
uk: <p>Встановлення скрипту зазнало невдачі.</p><p>Пакунок не містить файла програми. Будь ласка, повідомте супроводжувача про цю помилку.</p>

source: Are you sure you want to uninstall the script '%1'?
af: Is jy seker dat jy die skript '%1' wil uitvee?
bg: Сигурни ли сте, че искате да премахнете скрипта "%1"?
ca: Esteu segur que voleu desinstal·lar la seqüència «%1»?
cs: Opravdu chcete odinstalovat skript '%1'?
da: Er du sikker på at du ønsker at afinstallere scriptet '%1'?
de: Soll das Skript "%1" wirklich deinstalliert werden?
el: Επιθυμείτε σίγουρα την απεγκατάσταση του σεναρίου '%1';
es: ¿Seguro que desea desinstalar el script «%1»?
et: Kas tõesti eemaldada skript '%1'?
eu: Ziur zaude '%1' script-a desinstalatzea nahi duzula?
fa: مطمئن هستید که می‌خواهید دست‌نوشتۀ »%1« از نصب خارج شود؟
fi: Haluatko varmasti poistaa komentosarjan ”%1”?
fr: Voulez-vous vraiment désinstaller le script « %1 » ?
he: האם הנך בטוח שברצונך למחוק את תסריט '%1'?
hu: Valóban el szeretné távolítani ezt a szkriptet: '%1'?
it: Sicuro di voler disinstallare lo script '%1'?
ja: スクリプト %1 を本当にアンインストールしますか？
ka: დარწმუნებული ხართ, რომ გსურთ '%1' სცენარის წაშლა?
km: តើ​អ្នក​ពិត​ជា​ចង់​លុប​ស្គ្រីប '%1' ឬ ?
ko: 스크립트 '%1'을(를) 제거해도 되겠습니까?
lt: Ar tikrai norite pašalinti scenarijų „%1“?
nb: Er du sikker på at du vil avinstallere skriptet «%1»?
nds: Büst Du seker, wat Du dat Skript "%1" deinstalleren wullt?
ne: तपाईँ साँचिकै स्क्रिप्ट '%1' स्थापनाबाट हटाउन चाहनुहुन्छ ?
nl: Wilt u werkelijk het script '%1' deïnstalleren?
nn: Er du sikker på at du vil avinstallera skriptet «%1»?
pa: ਕੀ ਤੁਸੀਂ '%1' ਸਕਰਿਪਟ ਹਟਾਉਣ ਲਈ ਸਹਿਮਤ ਹੋ?
pl: Czy na pewno odinstalować skrypt "%1"?
pt: Tem a certeza que deseja desinstalar o programa '%1'?
pt_br: Tem certeza que deseja desinstalar o script '%1'?
ru: Удалить сценарий %1?
se: Háliidatgo duođas váldit eret skripta «%1»?
sk: Naozaj chcete odinštalovať skript '%1'?
sr: Јесте ли сигурни да желите да деинсталирате скрипту „%1“?
th: คุณแน่ใจหรือว่าต้องการถอนสคริปต์ %1 นี้ออก?
tr: Gerçekten '%1' isimli betiği silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете прибрати скрипт "%1"?

source: Uninstall Script
af: Vee skript uit
bg: Премахване на скриптове
ca: Desinstal·la la seqüència
cs: Odinstalovat skript
da: Afinstallationsscript
de: Skript d&einstallieren
el: Απεγκατάσταση σεναρίου
es: Desinstalar el script
et: Skripti eemaldamine
eu: Desinstalatu script-a
fa: از نصب خارج کردن دست‌نوشته
fi: Poista komentosarja
fr: Désinstaller un script
he: הסר התקנת תסריט
hu: Szkript eltávolítása
it: Disinstalla script
ja: スクリプトをアンインストール
ka: სცენარის წაშლა
km: លុប​ស្គ្រីប
ko: 스크립트 제거
lt: Pašalinti scenarijų
nb: Fjern skript
nds: Skript deinstalleren
ne: स्क्रिप्ट स्थापनाबाट हटाउनुहोस्
nl: Script deïnstalleren
nn: Avinstaller skript
pa: ਸਕਰਿਪਟ ਹਟਾਓ
pl: Odinstaluj skrypt
pt: Desinstalar o Programa
pt_br: Desinstalar Script
ru: Удалить сценарий
se: Váldde eret skripta
sk: Odinštalovať skript
sr: Деинсталирај скрипту
th: ถอนการติดตั้งสคริปต์
tr: Betiği Kaldır
uk: Прибрати скрипт

source: Uninstall
af: Vee uit
bg: Премахване
ca: Desinstal·la
cs: Odinstalovat
da: Afinstallér
de: &Deinstallieren
el: Απεγκατάσταση
es: Desinstalar
et: Eemalda
eu: Desinstalatu
fa: از نصب خارج کردن
fi: Poista
fr: Désinstaller
he: הסר התקנה
hu: Eltávolítás
it: Disinstalla
ja: アンインストール
ka: ამოშლა
km: លុប
ko: 제거
lt: Pašalinti
nb: Avinstaller
nds: Deinstalleren
ne: स्थापनाबाट हटाउनुहोस्
nl: Deïnstalleren
nn: Avinstaller
pa: ਹਟਾਓ
pl: Odinstaluj
pt: Desinstalar
pt_br: Desinstalar
ru: Удалить
se: Váldde eret
sk: Odinštalovať
sr: Деинсталирај
th: ถอนการติดตั้ง
tr: Kaldır
uk: Прибрати

source: <p>Could not uninstall this script.</p><p>The ScriptManager can only uninstall scripts which have been installed as packages.</p>
af: <p>Kon nie die skrip deinstalleer nie.</p><p>Die Skip Bestuurder kan net skripte uitvee wat as pakette geïnstalleer was.</p>
bg: <p>Скриптът не беше премахнат.</p><p>Помощника за скриптове може да премахва само скриптове, които са инсталирани като пакети.</p>
ca: <p>No s'ha pogut desinstal·lar aquesta seqüència.</p><p>El gestor de seqüències només pot desinstal·lar les seqüències que s'hagin instal·lat com a paquets.</p>
cs: <p>Nepodařilo se odinstalovat tento skript.</p><p>Správce skriptů může odinstalovat pouze ty skripty, které byly nainstalovány jako balíčky.</p>
da: <p>Kunne ikke afinstallere scriptet.</p> <p>Scripthåndteringen kan kun afinstallere scripter som er installeret som pakke.</p>
de: <p>Skript kann nicht deinstalliert werden.</p> <p>Die Skriptverwaltung kann nur Skripte deinstallieren, die als Paket installiert wurden.</p>
el: <p>Αδυναμία απεγκατάστασης του σεναρίου.</p><p>Ο διαχειριστής σεναρίων μπορεί να απεγκαθιστά σενάρια που εγκαταστάθηκαν σαν πακέτα.</p>
es: <p>No se pudo desinstalar este script.</p> <p> El gestor de scripts sólo puede desinstalar scripts que hayan sido instalados como paquetes.</p>
et: <p>Skripti eemaldamine ebaõnnestus.</p><p>Skriptihaldur saab eemaldada ainult skripte, mis on paigaldatud skriptipakettidena.</p>
eu: <p>Ezin izan da script hau desinstalatu.</p><p>Pakete gisa instalatutako script-ak soilik desinstala ditzake Script kudeatzaileak.</p>
fa: <p>این دست‌نوشته را نتوانست از نصب خارج کند.</p><p> مدیر دست‌نوشته فقط می‌تواند دست‌نوشته‌هایی که به عنوان بسته نصب شده‌اند را از نصب خارج کند.</p>
fi: <p>Komentosarjaa ei voi poistaa.</p><p>Komentosarjatyökalu voi poistaa vain komentosarjat, jotka on asennettu paketteina.</p>
fr: <p>Impossible de désinstaller ce script.</p> <p>Le gestionnaire de scripts ne peut désinstaller que les scripts ayant été installés en tant que paquetages.</p>
he: <p>לא יכול להסיר את התקנת התסריט</p><p>מנהל התסריטים יכול רק להסיר תסריטים שהוספו כחבילות.</p>
hu: <p>Nem sikerült eltávolítani ezt a szkriptet.</p><p>A szkriptkezelő csak azokat a szkripteket tudja eltávolítani, amelyek csomagként lettek telepítve.</p>
it: <p>Non riesco a disinstallare questo script.</p><p>Il Gestore degli script può solo disinstallare script installati come pacchetti.</p>
ja: <p>このスクリプトをアンインストールできませんでした。</p> <p>スクリプトマネージャはパッケージとしてインストールされたものしかアンインストールできません。</p>
ka: <p>სცენარის წაშლა შეუძლებელია.</p><p>სცენარების მმართველს შეუძლია მხოლოდ პაკეტის სახით ჩადგმული სკრიპტების წაშლა.</p>
km: <p>មិន​អាច​លុប​ស្គ្រីប​នេះ​បាន​ឡើយ ។</p><p>កម្មវិធី​គ្រប់គ្រង​ស្គ្រីប អាច​លុប​តែ​ស្គ្រីប​ដែល​ត្រូវ​បាន​ដំឡើង​ជា​កញ្ចប់​ប៉ុណ្ណោះ ។</p>
ko: <p>이 스크립트를 제거하지 못했습니다.</p><p>스크립트 관리자는 패키지로 설치한 스크립트에 한해서만 제거가 가능합니다.</p>
lt: <p>Šio scenarijaus pašalinti nepavyko.</p><p>Scenarijų tvarkyklė gali pašalinti tik tuos scenarijus, kurie buvo įdiegti kaip paketai.</p>
nb: <p>Kunne ikke avinstallere dette skript.</p><p>Du kan bare avinstallere skript som er installert som pakker på denne måten.</p>
nds: <p>Dat Skript lett sik nich deinstalleren.</p><p>De Skriptenpleger kann bloots Skripten deinstalleren, de as Paketen installeert sünd.</p>
ne: <p>यो स्क्रिप्टलाई स्थापनाबाट हटाउन सकेन ।</p><p>स्क्रिप्ट प्रबन्धकले मात्र स्क्रिप्ट स्थापनाबाट हटाउन सक्छ जुन प्याकेजको रूपमा स्थापना गरिएको छ ।</p>
nl: <p>Dit script kon niet worden verwijderd.</p> <p> De Scriptbeheerder kan alleen scripts verwijderen die als pakketten waren geïnstalleerd.</p>
nn: <p>Klarte ikkje avinstallera dette skript.</p><p>Du kan berre avinstallera skript som er installert som pakkar på denne måten.</p>
pa: <p>ਇਸ ਸਕਰਿਪਟ ਹਟਾਈ ਨਹੀਂ ਜਾ ਸਕੀ।</p> <p>ਸਕਰਿਪਟ ਮੈਨੇਜਰ ਸਕਰਿਪਟਾਂ ਨੂੰ ਹਟਾ ਨਹੀਂ ਸਕਦਾ ਹੈ, ਜੋ ਕਿ ਪੈਕੇਜ ਦੇ ਤੌਰ 'ਤੇ ਇੰਸਟਾਲ ਹੋਈਆਂ ਹਨ।</p>
pl: <p>Nie można było odinstalować tego skryptu.</p><p>Menedżer skryptów może odinstalować tylko skrypty, które zostały zainstalowane jako pakiet.</p>
pt: <p>Não foi possível desinstalar este 'script'.</p><p>O Gestor de 'Scripts' apenas pode desinstalar 'scripts' que foram instalados como pacotes.</p>
pt_br: <p>Não foi possível desinstalar esse script</p> <p>O Gerenciador de Scripts só pode desinstalar scripts que foram instalados via pacotes.</p>
ru: <p>Не удалось удалить сценарий</p><p>Он не был установлен в виде пакета.</p>
se: <p>Ii sáhttán váldit skripta eret.</p> <p>Sáhtát dušše váldit eret skriptaid mat leat sajáiduhtton páhkkan.</p>
sk: <p>Nepodarilo sa odinštalovať tento skript.</p><p>Správca skriptov môže odinštalovať len tie skripty, ktoré boli nainštalované ako balíčky.</p>
sr: <p>Нисам могао да деинсталирам скрипту.</p><p>Менаџер скрипти може да деинсталира само скрипте које су инсталиране као пакети.</p>
th: <p>ไม่สามารถถอนสคริปต์นี้ออกได้</p> <p>ตัวจัดการสคริปต์จะสามารถถอนการติดตั้งสคริปต์ได้เมื่อ สคริปต์นั้นถูกติดตั้งแบบแพ็คเกจเท่านั้น</p>
tr: <p>Bu betik kaldırılamadı.</p><p>BetikYöneticisi sadece paket olarak kurulmuş betikleri kaldırabilir.</p>
uk: <p>Не вдалось прибрати цей скрипт.</p><p>Менеджер скриптів може прибирати тільки скрипти, які були встановлені як пакунки.</p>
