Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Encode Invalid Temp Path
af: Enkodeerder: Ongeldige soekpad na tydelike stoor plek
bg: Кодиране - невалиден път към шаблон
ca: Codificació: Ruta temporal invàlida
da: Kodning ugyldig midlertidig søgesti
de: Encode: Ungültiger temporärer Pfad
el: Μη έγκυρη προσωρινή διαδρομή κωδικοποίησης
es: Codificación ruta temporal inválida
eu: Kodeketa: aldi baterako bide-izen baliogabea
fa: کدگشایی مسیر موقت نامعتبر
fi: Koodaus: Sopimaton väliaikaispolku
hu: Kódoló - érvénytelen átmeneti útvonal
ja: エンコード 不正なtempパス
ka: კოდირების არასწორი დროებითი გეზი
km: អ៊ិនកូដ​ផ្លូវ​បណ្ដោះអាសន្ន​មិន​ត្រឹមត្រូវ
ko: 인코드 유효하지 않은 임시 경로
lt: Kodavimas: klaidingas laikinas kelias
nds: Koderen: Leeg Padd för Temporeerdateien
ne: अवैध टेम्प मार्ग सङ्केतन गर्नुहोस्
pl: Kodowanie: nieprawidłowa ścieżka tymczasowa
pt: Codificação com Pasta Temporária Inválida
pt_br: Decodificador: Caminho Temporário Inválido
sk: Enkódovanie Neplatná cesta pre temp
sr: Кодирање, неисправна привремена путања
th: การเข้ารหัส พาธแฟ้มชั่วคราวไม่ถูกต้อง
tr: Kodlama Geçersiz Geçici Dizin Yolu
uk: Кодування: не чинний тимчасовий шлях

source: Encode Merge Fail
af: Enkodeerder: Saamvoeg was onsuksesvol
bg: Кодиране - обединяването е неуспешно
ca: Codificació: Ha fallat la fusió
da: Kodning sammenføjning mislykkes
de: Encode: Zusammenführung fehlgeschlagen
el: Αποτυχία συγχώνευσης κωδικοποίησης
es: Codificación error en la unión
eu: Kodeketa: batzeak huts egin du
fa: خرابی در کدگشایی ادغام
fi: Koodaus: Yhdistäminen epäonnistui
hu: Kódoló - nem sikerült az összefűzés
ja: エンコード マージ失敗
ka: კოდირება შერწყმა ვერ შედგა
km: អ៊ិនកូដ​កា​របញ្ចូល​បាន​បរាជ័យ
ko: 인코드 병합 실패
lt: Kodavimas: nepavyko sulieti
nds: Koderen: Tosamföhren fehlslaan
ne: गाँभ्न असफल सङ्केतन गर्नुहोस्
pl: Kodowanie: łączenie nieudane
pt: Erro na Junção da Codificação
pt_br: Decodificador: União Falhou
sk: Enkódovanie Zlúčenie zlyhalo
sr: Кодирање, стапање није успело
th: การเข้ารหัส การรวมล้มเหลว
tr: Kodlama Birleştirme Hatası
uk: Кодування: об'єднання зазнало невдачі

source: Binary Data Not Found
af: Binêr: Data kon nie gevind word nie
bg: Двоични - бе са намерени данни
ca: Binari: No s'han trobat les dades
da: Binære data ikke fundet
de: Binary: Nicht gefunden
el: Δε βρέθηκαν δυαδικά δεδομένα
es: Datos binarios no encontrados
eu: Bitarra: ez da daturik aurkitu
fa: داده‌های دوگانی یافت نشد
fi: Binääridataa ei löydy
hu: Bináris adat nem található
ja: バイナリデータが見つかりません
ka: ორობითი მონაცემები ვერ მოიძებნა
km: រក​មិន​ឃើញ​ទិន្នន័យ​គោលពីរ
ko: 이진 데이터를 찾을 수 없습니다.
lt: Nerasta skaitmeninių duomenų
nds: Bineer: Daten nich funnen
ne: बाइनरी डेटा फेला परेन
pl: Binaria: dane nie znalezione
pt: Dados Binários Não Encontrados
pt_br: Binário: Dados Não Encontrados
sk: Binárne Dáta nenájdené
sr: Бинарно, подаци нису нађени
th: ไม่พบข้อมูลไบนารี
tr: İkili Veri Bulunamadı
uk: Двійкове: не знайдено даних

source: Binary End Of Data
af: Binêr: Einde van die data
bg: Двоични - край на данните
ca: Binari: Final de les dades
da: Binære data slut
de: Binary: Ende der Daten
el: Τέλος των δυαδικών δεδομένων
es: Binario fin de dato
eu: Bitarra: datuen amaiera
fa: پایان دوگانی داده‌ها
fi: Binääridatan loppu
hu: Bináris adat vége
ja: バイナリ データの終わり
ka: ორობითი მონაცემთა დასასრული
km: គោលពីរ​ខាង​ចុង​ទិន្នន័យ
ko: 이진 데이터의 끝
lt: Skaitmeninių duomenų pabaiga
nds: Bineer: Enn vun de Daten
ne: डेटाको बाइनरी अन्त्य
pl: Binaria: koniec danych
pt: Fim dos Dados Binários
pt_br: Binário: Fim dos Dados
sk: Binárne Koniec dát
sr: Бинарно, крај података
th: ปลายไบนารีของข้อมูล
tr: İkili Veri Sonu
uk: Двійкове: кінець даних

source: Binary Data Purged
af: Binêr: Data uitgevee
bg: Двоични - изчистване на данните
ca: Binari: Les dades s'han purgat
da: Binære data fjernet
de: Binary: Daten aufgeräumt
el: Καθαρισμός δυαδικών δεδομένων
es: Datos binarios purgados
eu: Bitarra: datuak kenduta
fa: داده‌های دوگانی پاک‌سازی شدند
fi: Binääridatan puhdistus
hu: Bináris adat tisztítva
ja: バイナリ データを消去しました
ka: ორობითი მონაცემები გაწმენდილია
km: បាន​លុបបំបាត់​ទិន្នន័យ​គោលពីរ
ko: 이진 데이터 비움
lt: Skaitmeniniai duomenys išvalyti
nds: Bineer: Data wegdaan
ne: बाइनरी डेटा निर्मल गरियो
pl: Binaria: dane wyczyszczone
pt: Dados Binários Eliminados
pt_br: Binário: Dados Removidos
sk: Binárne Data vyčistené
sr: Бинарно, подаци прочишћени
th: ข้อมูลไบนารีถูกล้าง
tr: İkili Veri Silindi
uk: Двійкове: дані очищено

source: Binary Full
af: Binêr: Vol
bg: Двоични - пълно
ca: Binari: Ple
da: Binær fuld
de: Binary: Voll
el: Πλήρη δυαδικά δεδομένα
es: Binario completo
eu: Bitarra: osoa
fa: کامل دوگانی
fi: Binääri: Täysi
hu: Bináris telített
ka: ორობითი სრული
km: គោលពីរ​ពេញលេញ
ko: 이진 가득 참
lt: Skaitmeniniai duomenys užpildyti
nds: Bineer: Vull
ne: बाइनरी पूरा
pl: Binaria: pełne
pt: Dados Binários Cheios
pt_br: Binário: Cheio
sk: Binárne Plné
sr: Бинарно, пуно
tr: İkili Dolu
uk: Двійкове: заповнено

source: Binary Offset Past End
af: Binêr: Afset is verby die eind posisie
bg: Двоични - отместване на изминали край
ca: Binari: Desplaçament més enllà del final
da: Binærposition forbi slutningen
de: Binary: Offset nach dem Ende
el: Η μετατόπιση περνά το τέλος δυαδικών δεδομένων
es: Desplazamiento binario tras el final
eu: Bitarra: desplazamenduak amaiera igaro du
fa: پایان پیشینۀ انحراف دوگانی
hu: Bináris eltolás az adatok végén túlra mutat
ka: ორობითი შერევის ჩასმის დასასრული
km: អុហ្វសិត​គោលពីរ​បិទភ្ជាប់​នៅ​ខាង​ចុង
ko: 이진 오프셋이 종료지점을 지남
lt: Adresas už skaitmeninių duomenų pabaigos
nds: Bineer: Positschoon achter dat Enn
ne: बाइनरी अफसेट अघिल्लो अन्त्य
pl: Binaria: przesunięcie za końcem
pt: Posição Binária Após o Fim
pt_br: Binário: Deslocamento Após o Fim
sk: Binárne Posunutie za koniec
sr: Бинарно, помак после краја
tr: İkili Kayma Geçmişi Sonu
uk: Двійкове: відступ вийшов за кінець

source: Encode No Encoded Data
af: Enkodeerder: Geen enkodeerder data is beskikbaar nie
bg: Кодиране - няма кодирани данни
ca: Codificació: No hi ha dades codificades
da: Kodning ingen kodede data
de: Binary: Keine enkodierten Daten
el: Μη κωδικοποιημένα δεδομένα κωδικοποίησης
es: Codificación sin datos codificados
eu: Kodeketa: kodetutako daturik ez
fa: کدگشایی بدون داده‌های کدگشایی‌شده
fi: Ei koodattua dataa
hu: Kódoló - nincs kódolt adat
ja: エンコード エンコードされたデータなし
ka: კოდირება არაა კოდირებული მონაცემები
km: អ៊ិនកូដ​គ្មាន​ទិន្នន័យ​ដែល​បាន​អ៊ិនកូដ
ko: 인코드 인코드된 데이터가 없음
lt: Kodavimas: nėra koduojamų duomenų
nds: Koderen: Keen kodeert Daten
ne: सङ्केतन नगरिएको डेटा सङ्केतन गर्नुहोस्
pl: Kodowanie: brak zakodowanych danych
pt: Codificação sem Dados Codificados
pt_br: Codificador: Nenhum Dado Codificado
sk: Enkódovanie Žiadne enkódované dáta
sr: Кодирање, нема кодираних података
th: การเข้ารหัส ไม่มีข้อมูลที่ถูกเข้ารหัส
tr: Kodlama Kodlanmış Veri Bulunamadı
uk: Кодування: нема закодованих даних

source: Encode Invalid Dll
af: Enkodeerder: Ongeldige Dll
bg: Кодиране - невалиден Dll
ca: Codificació: DLL invàlida
da: Kodning ugyldig DLL
de: Binary: Ungültige Dll
el: Μη έγκυρο Dll κωδικοποίησης
es: Codificación Dll inválido
eu: Kodeketa: Dll baliogabea
fa: کدگشایی Dll نامعتبر
fi: Koodaus: DLL ei kelpaa
hu: Kódoló - érvénytelen DLL
ja: エンコード 不正な Dll
ka: კოდირება არასწორი Dll
km: អ៊ិនកូដ Dll មិន​ត្រឹមត្រូវ
ko: 인코드 유효하지 않은 Dll
lt: Kodavimas: klaidingas DLL
nds: Koderen: Leeg DLL
ne: अवैध डीएलएल सङ्केतन गर्नुहोस्
pl: Kodowanie: nieprawidłowe Dll
pt: DLL de Codificação Inválido
pt_br: Codificador: Dll Inválida
sk: Enkódovanie Neplatné dll
sr: Кодирање, неисправан DLL
th: การเข้ารหัส แฟ้ม Dll ไม่ถูกต้อง
tr: Kodlama Geçersiz Dll
uk: Кодування: не чинне Dll

source: Not Indexable
af: Indeksering nie moontlik nie
bg: Неиндексиран
ca: No indexable
da: Ikke indekseringsbar
de: Nicht Indizierbar
el: Χωρίς δυνατότητα ευρετηρίου
es: No indexable
et: Pole indekseeritav
eu: Ez da indexagarria
fa: قابل نمایه‌گذاری نشود
fi: Ei voi indeksoida
fr: Non indéxable
hu: Nem indexelhető
it: Non indicizzabile
ja: インデックス作成不可
ka: არაინდექსირებადი
km: មិន​អាច​ដាក់​លិបិក្រម​បាន
ko: 인덱스 불가능
lt: Neindeksuojama
nds: Nich to indizeren
ne: अनुक्रमणयोग्य छैन
pl: Nieindeksowalne
pt: Sem Indexação
pt_br: Não é Indexável
sk: Neindexovateľný
sr: Не може се индексирати
th: ไมาสามารถทำดัชนีได้
tr: Dizinlenemez
uk: Неможливо індексувати

source: Encode No Browser
af: Enkodeerder: Geen blaaier
bg: Кодиране - няма браузър
ca: Codificació: No hi ha explorador
da: Kodning ingen browser
de: Encode: Kein Browser
el: Χωρίς περιηγητή κωδικοποίησης
es: Codificación sin navegador
eu: Kodeketa: arakatzailerik ez
fa: کدگشایی بدون مرورگر
fi: Koodaus: Ei selainta
hu: Kódoló - nincs böngésző
ja: エンコード ブラウザなし
ka: კოდირება არაა ბროუზერი
km: អ៊ិនកូដ​គ្មាន​កម្មវិធី​រុករក​បណ្ដាញ
ko: 인코드 탐색기가 없음
lt: Kodavimas: nėra naršyklės
nds: Koderen: Keen Kieker
ne: ब्राउजर नभएको सङ्केतन गर्नुहोस्
pl: Kodowanie: brak przeglądarki
pt: Codificação sem Navegador
pt_br: Codificador: Nenhum Navegador
sk: Enkódovanie Žiaden prehliadač
sr: Кодирање, нема прегледача
th: การเข้ารหัส ไม่มีเบราว์เซอร์
tr: Kodlama Tarayıcı Bulunamadı
uk: Кодування: нема навігатора

source: Encode No File To Server
af: Enkodeerder: Geen lêer om na bediener oor te dra nie
bg: Кодиране - няма файл на сървъра
ca: Codificació: No hi ha fitxer per servir
da: Kodning ingen fil til server
de: Encode: Keine Datei zum Server
el: Δεν υπάρχει αρχείο στον εξυπηρετητή για κωδικοποίηση
es: Codificación ningún archivo a servidor
eu: Kodeketa: ez dago fitxategirik zerbitzariarentzako
fa: کدگشایی بدون پرونده برای کارساز
hu: Kódoló - nincs fájl a kiszolgálónak
ja: エンコード サーバのファイルなし
ka: კოდირება არაა ფაილი სერვერისკენ
km: អ៊ិនកូដ​គ្មាន​ឯកសារ​ទៅ​ម៉ាស៊ីន​បម្រើ
ko: 인코드 서버에 대한 파일이 없음
lt: Kodavimas: nėra bylos serveriui
nds: Koderen: Keen Datei na den Server
ne: सर्भरमा नभएको फाइल सङ्केतन गर्नुहोस्
pl: Kodowanie: brak pliku do serwera
pt: Codificação sem Ficheiro para o Servidor
pt_br: Codificador: Nenhum Arquivo Para o Servidor
sk: Enkódovanie Žiaden súbor na serveri
sr: Кодирање, нема фајла за сервер
th: การเข้ารหัส ไม่มีแฟ้มไปที่เซิร์ฟเวอร์
tr: Kodlama Sunucuya Gidecek Dosya Bulunamadı
uk: Кодування: нема файла до сервера

source: Encode Insufficient Disk Space
af: Enkodeerder: Onvoldoende skyf spasie
bg: Кодиране - недостатъчно място на диска
ca: Codificació: No hi ha prou espai al disc
da: Kodning utilstrækkeligt med diskplads
de: Encode: Unzureichender Festplattenspeicher
el: Μη επαρκής χώρος στο δίσκο για κωδικοποίηση
es: Codificación espacio insuficiente en disco
eu: Kodeketa: ez dago nahikoa leku diskoan
fa: کدگشایی فضای ناکافی دیسک
fi: Koodaus: Levytila ei riitä
hu: Kódoló - nincs elegendő lemezhely
ja: エンコード ディスク容量不足
ka: კოდირებისთვის არასაკმარისი სივრცე დისკზე
km: អ៊ិនកូដ​​ទំហំ​ថាស​មិន​គ្រប់គ្រាន់
ko: 인코드 충분하지 않은 디스크 공간
lt: Kodavimas: nepakanka vietos diske
nds: Koderen: Nich noog Ruum op de Fastplaat
ne: अपर्याप्त डिस्क खाली स्थान सङ्केतन गर्नुहोस्
pl: Kodowanie: niewystarczająca ilość miejsca na dysku
pt: Codificação com Espaço Insuficiente em Disco
pt_br: Codificador: Espaço em Disco Insuficiente
sk: Enkódovanie Nedostatok miesta na disku
sr: Кодирање, недовољно простора на диску
th: การเข้ารหัส พื้นที่ดิสก์ไม่พอ
tr: Kodlama Yetersiz Disk Alanı
uk: Кодування: не досить місця на диску

source: Encode Sample Discarded
af: Enkodeerder: Monster weg gegooi
bg: Кодиране - мострата е изхвърлена
ca: Codificació: La mostra s'ha descartat
da: Kodning sampling forkastet
de: Encode: Sample verworfen
el: Απόρριψη δείγματος κωδικοποίησης
es: Muestreo de codificación descartado
eu: Kodeketa: lagina baztertuta
fa: کدگشایی نمونه دور انداخته شد
fi: Koodaus: Näyte hylätty
hu: Kódoló - minta eldobva
ja: エンコード サンプルを破棄
ka: ნიმუშის კოდირება არ იქნა მიღებული
km: បាន​បោះបង់​ការ​អ៊ិនកូដ​គំរូ
ko: 인코드 샘플 포기함
lt: Kodavimas: kadras atmestas
nds: Koderen: Aftasten wegsmeten
ne: छोडिएको नमूना सङ्केतन गर्नुहोस्
pl: Kodowanie: próbka porzucona
pt: Codificação com Amostra Perdida
pt_br: Codificador: Amostragem Descartada
sk: Enkódovanie Vzorka zahodená
sr: Кодирање, узорак одбачен
th: การเข้ารหัส ตัวอย่างถูกทิ้งไป
tr: Kodlama Örneklem Silindi
uk: Кодування: пробу відкинуто

source: Encode Rv10 Frame Too Large
af: Enkodeerder: Rv10 raam te groot
bg: Кодиране - Rv10 кадъра е прекалено голям
ca: Codificació: El marc Rv10 és massa llarg
da: Kodning RV10-ramme for stor
de: Encode: Rv10-Block zu groß
el: Πολύ μεγάλο πλαίσιο Rv10 κωδικοποίησης
es: Codificación marco Rv10 demasiado largo
eu: Kodeketa: Rv10 markoa luzegia
fa: کدگشایی قابک بسیار بزرگ Rv10
fi: Koodaus: Rv10-kehys on liian suuri
hu: Kódoló - az Rv10-keret túl nagy
ja: エンコード Rv10 フレームが大き過ぎます
ka: კოდირება Rv10 ჩარჩო ძალიან დიდია
km: អ៊ិនកូដ​ស៊ុម Rv10 ធំ​ពេក
ko: 인코드 Rv10 프레임이 너무 큼
lt: Kodavimas: Rv10 kadras per didelis
nds: Koderen: RV10-Rahmen to groot
ne: अति ठूलो RV10 फ्रेम सङ्केतन गर्नुहोस्म ठूलो
pl: Kodowanie: ramka Rv10 za duża
pt: Codificação com Trama Rv10 Demasiado Grande
pt_br: Codificador: Quadro Rv10 Muito Grande
sk: Enkódovanie Rv10 rámec priveľký
sr: Кодирање, Rv10 оквир превелик
th: การเข้ารหัส กรอบ Rv10 ใหญ่เกินไป
tr: Kodlama Rv10 Çerçevesi Fazla Büyük
uk: Кодування: завеликий кадр Rv10

source: Not Handled
af: Nie handteer nie
bg: Не се поддържа
ca: No manejat
da: Ikke håndteret
de: Nicht bearbeitet
el: Χωρίς χειρισμό
es: No tratado
eu: Kudeatu gabea
fa: گردانده نشود
fi: Ei käsitelty
fr: Non géré
hu: Nincs kezelve
it: Non gestito
ka: არაა დამუშავებადი
km: មិន​បាន​គ្រប់គ្រង
ko: 제어되지 않음
lt: Nenaudojamas
nds: Nich affungen
ne: ह्यान्डल गरिएको छैन
pa: ਹੈਂਡਲੱਡ ਨਹੀਂ
pl: Nie obsłużone
pt: Não Tratado
pt_br: Não Gerenciado
se: Ii gieđahuvvon
sk: Neobsluhované
sr: Није обрађено
th: ไม่สามารถรับได้
tr: İşlenmeyen
uk: Не опрацьовано

source: End Of Stream
af: Einde van die stroom
bg: Край на поток
ca: Final del flux
cs: Konec proudu
da: Slut på strøm
de: Ende des Datenstroms
el: Τέλος της ροής
es: Fin del flujo
et: Voo lõpp
eu: Korrontearen amaiera
fa: پایان جریان
fi: Virran loppu
fr: Fin du flux
hu: Adatfolyam vége
it: Fine flusso
ja: ストリームの終わり
ka: ნაკადის დასასრული
km: ចុងបញ្ចប់​នៃ​ស្ទ្រីម
ko: 스트림의 끝
lt: Srauto pabaiga
nds: Enn vun den Stroom
ne: प्रवाहको अन्त्य
pa: ਸਟਰੀਮ ਖਤਮ
pl: Koniec strumienia
pt: Fim da Transmissão
pt_br: Fim do Stream
ru: Окончание потока
se: Rávnnji loahppa
sk: Koniec prúdu
sr: Крај тока
th: จบสตรีม
tr: Müzik Yayınını Sonu
uk: Кінець потоку

source: Jobfile Incomplete
af: Joblêer onvoltooid
bg: Работата по файла не е завършена
ca: Fitxer de tasca incomplet
da: Ufuldstændig jobfil
de: Jobdatei unvollständig
el: Μη ολοκληρωμένο αρχείο εργασιών
es: Archivo de tareas incompleto
eu: Lan-fitxategia osatu gabea
fa: ناقصی پروندۀ کار
fi: Keskeneräinen työtiedosto
hu: A feladatfájl nem teljes
ja: Jobfile 不完全
ka: სამუშაოს ფაილი არაა სწული
km: ឯកសារ​ការងារ​មិន​ពេញលេញ
ko: 작업 파일 완료되지 않음
lt: Darbų byla neišsami
nds: Opgaavdatei nich komplett
ne: कार्यफाइल अपूरो छ
pl: Plik przetwarzania niepełny
pt: Ficheiro da Tarefa Incompleto
pt_br: Jobfile Incompleto
sk: Súbor s úlohou nekompletný
sr: Непотпун фајл посла
th: แฟ้มงานไม่สมบูรณ์
tr: Tamamlanmamış İş Dosyası
uk: Не повний файл завдання

source: Nothing To Serialize
af: Niks om te serialiseer nie
bg: Нищо за издаване на части
ca: No hi ha res a serialitzar
da: Ingenting at serialisere
de: Nichts zu serialisieren
el: Δεν υπάρχει τίποτα για ορισμό αλληλουχίας
es: Nada que serializar
eu: Ez dago ezer serializatzeko
fa: چیزی برای سریال کردن نیست
fi: Ei sarjallistettavaa
hu: Nincs mit sorosítani
ja: シリアライズするものがありません
ka: არაფერია სასერიალიზაციო
km: គ្មាន​អ្វី​ដាក់​ជា​លំដាប់
ko: 직렬화할 것이 없음
lt: Nėra ką vienodinti
nds: Nix dor, wat sik as Reeg opstellen lett
ne: क्रमाङ्कन गर्न केही छैन
pl: Nie ma nic do serializacji
pt: Nada a Serializar
pt_br: Nada Para Serializar
sk: Nič k serializácii
sr: Ништа за серијализовање
th: ไม่มีสิ่งที่ต้องเรียงลำดับ
tr: Diziselleştirilecek Birşey Bulunamadı
uk: Нема що серіалізувати

source: Sizenotset
af: Grootte nie gestel nie
bg: Няма размер
ca: No s'ha establert la mida
da: Størrelse ikke angivet
de: Größe nicht gesetzt
el: Δεν ορίστηκε μέγεθος
es: Tamaño indefinido
eu: Tamaina ezarri gabe
fa: اندازه تنظیم نشود
fi: Kokoa ei asetettu
hu: Méret nincs beállítva
ja: サイズがセットされていません
km: ទំហំ​មិនកំណត់
ko: 크기가 지정되지 않음
lt: Dydis nenurodytas
nds: Grött nich fastleggt
ne: साइज सेट गरिएको छैन
pl: Rozmiar nie ustawiony
pt: Tamanho Indefinido
pt_br: Tamanho Não Definido
sk: VeľkosťNenastavená
sr: Величина није постављена
th: ไม่ได้ตั้งขนาดไว้
tr: Boyutbelirlenmemiş
uk: Не встановлено розмір

source: Already Committed
af: Alreeds in gestuur
bg: Вече е изпратено
ca: Ja ha estat confirmat
da: Allerede udført
de: Bereits übertragen
el: Ήδη υποβλήθηκε
es: Ya enviado
eu: Jadanik bidalita
fa: از قبل تصدیق شد
fi: Jo tehty
hu: Már végrehajtva
it: Già inviato
ja: 既にコミット済み
ka: უკვე შესრულებულია
km: បាន​ធ្វើ​រួចហើយ
ko: 이미 커밋됨
lt: Jau patvirtinta
nds: Al afschickt
ne: पहिल्यै प्रतिवद्ध गरिएको छ
pa: ਪਹਿਲਾਂ ਹੀ ਕਮਿਟ ਕੀਤਾ
pl: Już zatwierdzone
pt: Já Enviado
pt_br: Já foi Submetido
sk: Už poslané
sr: Већ предато
th: ส่งไปแล้ว
tr: Daha Önce Yapılmıştı
uk: Вже внесено

source: Buffers Outstanding
af: Uitstaande buffers
bg: Буферите са незапълнени
ca: Els buffers estan pendents
da: Tilbageværende buffere
de: Puffer ausstehend
el: Η ενδιάμεση μνήμη εκκρεμεί
es: Buffers pendientes
eu: Buffer ezin hobeak
fa: میان‌گیرهای برجسته
fi: Puskureita jäljettä
hu: Kiemelt pufferek
ka: ბუფერის გადავსება
km: ការ​ធ្វើ​ឲ្យ​សតិបណ្ដោះ​អាសន្ន​ប្រសើរ​ឡើង
ko: 버퍼들이 눈에 띔
lt: Laukiantys buferiai
nds: Puffers staht ut
ne: बफरहरूको बाँकी
pl: Pozostałe bufory
pt: 'Buffers' em Espera
pt_br: Buffers Pendentes
sk: Nevyriešené zásobníky
sr: Бафери чекају
th: บัฟเฟอร์ค้าง
tr: Hazır Tamponlar
uk: Залишились буфери

source: Not Committed
af: Nog nie ingestuur nie
bg: Не е изпратено
ca: No confirmat
cs: Neodesláno
da: Ikke udført
de: Nicht übertragen
el: Δεν έχει υποβληθεί
es: No enviado
eu: Bidali gabea
fa: تصدیق نشود
fi: Ei tehty
fr: Non appliqué
hu: Nincs végrehajtva
it: Non inviato
ja: コミットされていません
ka: არაა შესრულებული
km: មិន​បានធ្វើ
ko: 커밋되지 않음
lt: Nepatvirtinta
nds: Nich afschickt
ne: प्रतिबद्ध गरिएको छैन
pa: ਕਮਿਟ ਨਹੀਂ
pl: Nie zatwierdzone
pt: Não Enviado
pt_br: Não Submetido
sk: Neposlané
sr: Није предато
th: ยังไม่ได้ส่ง
tr: Adanmadı
uk: Не внесено

source: Sample Time Not Set
af: Monster tyd is nie gestel nie
bg: Не е настроено време за мостра
ca: No s'ha establert el temps de la mostra
da: Samplingstid ikke angivet
de: Sample-Zeit nicht gesetzt
el: Δεν ορίστηκε χρόνος δείγματος
es: Tiempo de muestreo no definido
eu: Laginaren denbora ezarri gabe
fa: زمان نمونه تنظیم نشود
fi: Näyteaikaa ei ole asetettu
hu: Minta-idő nincs beállítva
ja: サンプルタイム 未設定
ka: ნიმუშის დრო არაა დაყენებული
km: ពេលវេលា​គំរូ​មិន​បាន​កំណត់
ko: 샘플 시간이 지정되지 않음
lt: Kadro laikas nenurodytas
nds: Aftasttiet nich fastleggt
ne: नमूना समय सेट गरिएको छैन
pl: Czas próbki nie ustawiony
pt: Tempo da Amostra Não Definido
pt_br: Tempo da Amostragem Não Definido
sk: Čas vzorku nenastavený
sr: Време узорка није постављено
th: ไม่ได้ตั้งเวลาของตัวอย่าง
tr: Örnekleme Zamanı Ayarlanmadı
uk: Не встановлено час проби

source: Timeout
af: Tyd verstreke
bg: Просрочено време
ca: Temps d'espera
cs: Čekání
da: Tidsgrænse overskredet
de: Zeitüberschreitung
el: Χρονικό ορίου
es: Tiempo límite
et: Aegumine
eu: Denbora-muga gainditua
fa: اتمام وقت
fi: Aikakatkaisu
hu: Időtúllépés
it: Tempo scaduto
ja: タイムアウト
ka: დაყოვნების დრო
km: អស់ពេល
ko: 시간초과
lt: Laiko limitas
nds: Tiet aflopen
ne: समय सकियो
pa: ਅੰਤਰਾਲ
pl: Przekroczony limit czasu
pt: Tempo-limite
ru: Время ожидания
sk: Časový limit
sr: Истекло
th: หมดเวลา
tr: Zaman Aşımı
uk: Тайм-аут

source: Wrongstate
af: Verkeerde toestand
bg: Грешно положение
ca: Estat erroni
da: Fejlagtig tilstand
de: Falscher Status
el: Λάθος κατάσταση
es: Estado incorrecto
eu: Egoera okerra
fa: وضعیت اشتباه
fi: Väärä tila
hu: Helytelen állapot
ja: 間違った状態
ka: არასწორი მდგომარეობა
km: ស្ថានភាព​មិនត្រឹមត្រូវ
ko: 잘못된 상태
lt: Bloga būsena
nds: Verkehrt Tostand
ne: गलत स्थिति
pa: ਗਲਤ ਹਾਲਤ
pl: Zły stan
pt: Estado Inválido
pt_br: Estado Errado
sk: Nesprávny status
sr: Погрешно стање
th: ผิดสถานะ
tr: Yanlışdurum
uk: Не правильний стан

source: Remote Usage Error
af: Afgeleë bediener: Gebruik fout
bg: Отдалечен - грешка при използване
ca: Remot: Error d'ús
da: Fjernbrugsfejl
de: Remote: Fehler bei der Verwendung
el: Απομακρυσμένο σφάλμα χρήσης
es: Error de uso remoto
eu: Urrunekoa: erabileraren errorea
fa: خطای کاربرد دور
fi: Etäkäyttövirhe
hu: Távoli - használati hiba
ja: リモート 使用エラー
ka: დაშორებული გამოყენების შეცდომა
km: កំហុស​ប្រើ​ពី​ចម្ងាយ
ko: 원격 사용예 오류
lt: Tolimas: naudotojo klaida
nds: Feern: Bruukfehler
ne: टाढाको उपयोग त्रुटि
pa: ਰਿਮੋਟ ਵਰਤੋਂ ਗਲਤੀ
pl: Zdalnie: błąd użycia
pt: Erro de Utilização Remota
pt_br: Remoto: Erro de Uso
sk: Vzdialené Chyba použitia
sr: Удаљено, грешка у употреби
th: ระยะไกล การใช้งานเกิดข้อผิดพลาด
tr: Uzak Kullanım Hatası
uk: Віддалене: помилка використання

source: Remote Invalid Endtime
af: Afgeleë bediener: Ongeldige eind tyd
bg: Отдалечен - невалидно време за край
ca: Remot: Temps de finalització invàlid
da: Ugyldig fjernsluttid
de: Remote: Ungültige Endzeit
el: Απομακρυσμένος μη έγκυρος χρόνος τέλους
es: Tiempo final remoto inválido
eu: Urrunekoa: amaierako denbora baliogabea
fa: زمان پایان نامعتبر دور
fi: Etä: Loppuaika ei kelpaa
hu: Távoli - érvénytelen befejezési idő
ja: リモート 無効なエンドタイム
ka: დაშორებული არასწორი დასრულების დრო
km: ពេលវេលា​បញ្ចប់​​​មិន​ត្រឹមត្រូវ​ពី​ចម្ងាយ
ko: 원격 유효하지 않은 종료 시간
lt: Tolimas: klaidingas pabaigos laikas
nds: Feern: Leeg Enntiet
ne: टाढाको अवैध समय समाप्त
pa: ਰਿਮੋਟ ਗਲਤ ਅੰਤ-ਸਮਾਂ
pl: Zdalnie: zły czas zakończenia
pt: Tempo do Fim Remoto Inválido
pt_br: Remoto: Tempo Final Inválido
sk: Vzdialené Neplatný čas konca
sr: Удаљено, неисправно крајње време
th: ระยะไกล เวลาจบไม่ถูกต้อง
tr: Uzak Geçersiz Bitiş Zamanı
uk: Віддалене: не чинний час закінчення

source: Remote Missing Input File
af: Afgeleë bediener: Kort invoer lêer
bg: Отдалечен - липсващ входящ файл
ca: Remot: Falta el fitxer d'entrada
da: Mangler fjerninddatafil
de: Remote: Fehlende Eingabedatei
el: Απομακρυσμένη έλλειψη αρχείου εισόδου
es: Falta archivo de entrada remoto
eu: Urrunekoa: sarrerako fitxategia falta da
fa: پروندۀ ورودی مفقود دور
fi: Etä: Puuttuva syötetiedosto
hu: Távoli - hiányzó bemeneti fájl
ja: リモート 入力ファイルがありません
ka: დაშორებული შეტანის ფაილი არ არის
km: បាត់​ឯកសារ​បញ្ចូល​ពីចម្ងាយ
ko: 원격 입력 파일 없음
lt: Tolimas: nėra šaltinio bylos
nds: Feern: Ingaavdatei fehlt
ne: टाढाको हराइरहेको आगत फाइल
pl: Zdalnie: brak pliku wejściowego
pt: Ficheiro de Entrada Remoto em Falta
pt_br: Remoto: Faltando o Arquivo de Entrada
sk: Vzdialené Chýbajúci vstupný súbor
sr: Удаљено, недостаје улазни фајл
th: ระยะไกล แฟ้มนำข้อมูลเข้าหายไป
tr: Uzak Eksik Girdi Dosyası
uk: Віддалене: відсутній файл вводу

source: Remote Missing Output File
af: Afgeleë bediener: Kort afvoer lêer
bg: Отдалечен - липсващ изходящ файл
ca: Remot: Falta el fitxer de sortida
da: Mangler fjernuddatafil
de: Remote: Fehlende Ausgabedatei
el: Απομακρυσμένη έλλειψη αρχείου εξόδου
es: Falta archivo de salida remoto
eu: Urrunekoa: irteerako fitxategia falta da
fa: پروندۀ خروجی مفقود دور
fi: Etä: Puuttuva tulostetiedosto
hu: Távoli - hiányzó kimeneti fájl
ja: リモート 出力ファイルがありません
ka: დაშორებული გამონატანის ფაილი არ არის
km: បាត់​ឯកសារ​លទ្ធផល​ពី​ចម្ងាយ
ko: 원격 출력 파일 없음
lt: Tolimas: nėra išvesties bylos
nds: Feern: Utgaavdatei fehlt
ne: टाढाको हराइरहेको निर्गत फाइल
pl: Zdalnie: brak pliku wyjściowego
pt: Ficheiro de Saída Remoto em Falta
pt_br: Remoto: Faltando o Arquivo de Saída
sk: Vzdialené Chýbajúci výstupný súbor
sr: Удаљено, недостаје излазни фајл
th: ระยะไกล แฟ้มนำข้อมูลออกหายไป
tr: Uzak Eksik Çıktı Dosyası
uk: Віддалене: відсутній файл виводу
