Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: L&oad %1
af: Laai %1
bg: &Зареждане на %1
ca: &Carrega %1
cs: N&ačíst %1
da: &Indlæs %1
de: %1 &laden
el: &Φόρτωση του %1
es: &Cargar %1
et: &Laadi %1
eu: &Kargatu %1
fa: %1 &بارشده‌
fi: &Lataa ”%1”
fr: &Chargement %1
he: טען %1
hu: %1 &betöltése
it: &Carica %1
ja: %1 を開く(&O)
km: ផ្ទុក %1
ko: %1 불러오기(&O)
lt: Į&kelti %1
nb: &Last inn %1
nds: %1 &laden
ne: %1 लोड गर्नुहोस्
nl: %1 la&den
nn: &Last inn %1
pa: %1 ਲੋਡ(&o)
pl: &Wczytaj %1
pt: Ler &o %1
pt_br: Ca&rregar %1
ru: За&грузить %1
se: &Viečča %1
sk: &Načítať %1
sr: &Учитај %1
th: โห&ลด %1
tr: Yükl&e %1
uk: З&авантажити %1

source: &Restart
af: Begin oor
bg: &Рестартиране
ca: &Reengega
cs: &Restartovat
da: &Genstart
de: &Wiedergabe neu starten
el: &Επανεκκίνηση
es: &Reiniciar
et: &Käivita uuesti
eu: &Berrabiarazi
fa: &بازآغازی‌
fi: &Soita alusta
fr: &Recommencer
he: &הפעל מחדש
hu: Ú&jraindítás
it: &Ricomincia
ja: 始めから再生(&R)
ka: &გადატვირთვა
km: ចាក់​ឡើង​វិញ
ko: 재시작(&R)
lt: Paleisti iš &naujo
nb: &Start på nytt
nds: &Nieg starten
ne: पुन: सुरुआत गर्नुहोस्
nl: He&rstarten
nn: &Start på nytt
pa: ਮੁੜ-ਚਾਲੂ(&R)
pl: &Uruchom ponownie
pt: &Reiniciar
pt_br: &Reiniciar
ru: &Играть сначала
se: Ál&ggat ođđasit
sk: &Restartovať
sr: Пок&рени поново
th: เริ่&มใหม่
tr: &Yeniden Başlat
uk: Пе&резапустити

source: &Play
af: Speel
bg: &Изпълнение
ca: Re&produeix
cs: &Přehrát
da: &Afspil
de: &Wiedergabe
el: &Αναπαραγωγή
es: Re&producir
et: &Mängi
eu: Erre&produzitu
fa: &پخش‌
fi: &Soita
fr: &Lire
he: &נגן
hu: Le&játszás
it: &Riproduci
ja: 再生(&P)
ka: &დაკვრა
km: ចាក់
ko: 재생(&P)
lt: &Groti
nb: &Spill
nds: &Afspelen
ne: प्ले गर्नुहोस्
nl: Afs&pelen
nn: &Spel
pa: ਚਲਾਓ(&P)
pl: &Odtwarzaj
pt: Re&produzir
pt_br: &Reproduzir
ru: &Воспроизвести
se: Č&uojat
sk: &Prehrať
sr: &Пусти
th: เล่&น
tr: Ç&al
uk: &Пуск

source: &Dequeue Track
af: Verwyder snit uit wagtou
bg: Пре&махване от опашката
ca: &Desencua la peça
cs: Vyjmout skladbu z &fronty
da: &Fjern spor fra kø
de: Stück aus &Warteschlange entfernen
el: Αφαίρεση κομματιού από την ανα&μονή
es: &Eliminar pista de la cola
et: Eemal&da pala järjekorrast
eu: &Atera pista ilaratik
fa: &از صف خارج کردن شیار‌
fi: Poista kappale &jonosta
fr: &Retirer ce morceau de la file d'attente
he: הו&צא את הרצועה מהתור
hu: A szám &kivevése a sorból
it: &Rimuovi traccia dalla coda
ja: トラックをキューから削除(&D)
ka: &რიგიდან ამოღება
km: ដក​បទ​ចេញ​ពី​ជួរ
ko: 대기열에서 빼기(&D)
lt: I&šimti dainą iš eilės
nb: &Fjern spor fra kø
nds: Stück &ut Reeg wegmaken
ne: ट्रयाक लामबाट हटाउनुहोस्
nl: Trac&k uit wachtrij
nn: &Fjern spor frå kø
pa: ਕਤਾਰ ਤੋਂ ਵੱਖ ਟਰੈਕ(&D)
pl: &Wykolejkuj utwór
pt: Tirar a Faixa &da Fila
pt_br: &Tirar Faixa da Fila
ru: Убрать &из очереди
se: &Váldde bihtá eret gárgadusas
sk: Vybrať skladbu z &poradia
sr: &Избаци из реда
th: เ&อาเพลงออกจากคิว
tr: Parçayı &Kuyruktan Sil
uk: &Забрати доріжку з черги

source: _n: Toggle &Queue Status (1 track) Toggle &Queue Status (%n tracks)
af: Verander wagtou status (1 snit) Verander wagtou status (%n snitte)
bg: Превключване състоянието на опашка&та (1 запис) Превключване състоянието на опашка&та (%n записа)
ca: Commuta l'estat de la &cua (1 peça) Commuta l'estat de la &cua (%n peces)
cs: Přepnout stav &fronty (1 skladba) Přepnout stav &fronty (%n skladby) Přepnout stav &fronty (%n skladeb)
da: Ændr &køstatus (1 spor) Ændr &køstatus (%n spor)
de: Warteschlangenstatus ä&ndern (1 Stück) Warteschlangenstatus ä&ndern (%n Stücke)
el: Εναλλαγή &κατάστασης αναμονής (1 κομμάτι) Εναλλαγή &κατάστασης αναμονής (%n κομμάτια)
es: Cambiar estado de la &cola (1 pista) Cambiar estado de la &cola (%n pistas)
et: Lülita &järjekorrasoleku staatust (1 pala) Lülita &järjekorrasoleku staatust (%n pala)
eu: Txandakatu &ilararen egoera (pista 1) Txandakatu &ilararen egoera (%n pista)
fa: زدن ضامن &صف کردن موقعیت )%n شیار(‌
fi: Käännä &jonotila (1 kappale) Käännä &jonotila (%n kappaletta)
fr: Basculer l'état de la &file d'attente (%n morceau) Basculer l'état de la &file d'attente (%n morceaux)
he: החלף את &מצב התור (רצועה אחת) החלף את &מצב התור (%n רצועות)
hu: Sor-álla&pot átkapcsolása (%n szám)
it: Attiva &stato In coda (1 traccia) Attiva &stato In coda (%n tracce)
ja: キュー状態を切り替え (%n トラック)
ka: &გამოკითხვის სტატუსის გადართვა (%n ჩანაწერები)
km: បិទ​បើក​ស្ថានភាព​ជួរ (%n បទ)
lt: Pa&keisti eilės būseną %n bylai Pa&keisti eilės būseną %n byloms Pa&keisti eilės būseną %n bylų
nb: Bytt &køstatus (1 spor) Bytt &køstatus (%n spor)
nds: &Regenstatus ännern (1 Stück) &Regenstatus ännern (%n Stücken)
ne: लाम वस्तुस्थिति (१ ट्रयाक) टगल गर्नुहोस् लाम वस्तुस्थिति (%n ट्रयाकहरू) टगल गर्नुहोस्
nl: &Wachtrijstatus aan/uit (1 track) &Wachtrijstatus aan/uit (%n tracks)
nn: Byt &køstatus (1 spor) Byt &køstatus (%n spor)
pa: ਕਤਾਰ ਹਾਲਤ ਤਬਦੀਲ (1 ਟਰੈਕ)(&Q) ਕਤਾਰ ਹਾਲਤ ਤਬਦੀਲ (%n ਟਰੈਕ)(&Q)
pl: Zmień status &kolejki (jeden utwór) Zmień status &kolejki (%n utwory) Zmień status &kolejki (%n utworów)
pt: Comutar o Estado da &Fila (1 faixa) Comutar o Estado da &Fila (%n faixas)
pt_br: Alterar o Status da &Fila (1 faixa) Alterar o Status da &Fila (%n faixas)
ru: Добавить/убрать из &очереди (%n дорожка) Добавить/убрать из &очереди (%n дорожки) Добавить/убрать из &очереди (%n дорожек)
se: Rievdat &gárgadusstáhtusa (okta bihttá) Rievdat &gárgadusstáhtusa (%n bihtá)
sk: Prepnúť &stav poradia (1 stopa) Prepnúť &stav poradia (%n stopy) Prepnúť &stav poradia (%n stôp)
sr: Приказ стања &реда (%n нумера) Приказ стања &реда (%n нумере) Приказ стања &реда (%n нумера)
th: เปิด/ปิดส&ถานะของคิว (%n เพลง)
tr: K&uyruk Durumuna Geç (%n parça)
uk: Перемкнути стан &черги (%n доріжка) Перемкнути стан &черги (%n доріжки) Перемкнути стан &черги (%n доріжок)

source: &Dequeue Selected Tracks
af: Verwyder die gekiesde snitte uit die wagtou
bg: Пре&махване на маркираните от опашката
ca: &Desencua les peces seleccionades
cs: Vyjmout vy&brané skladby z fronty
da: &Fjern valgte spor fra kø
de: Ausgewählte Stücke aus &Warteschlange entfernen
el: Αφαίρεση επιλεγμένων κομματιών από την ανα&μονή
es: &Eliminar de la cola las pistas seleccionadas
et: &Eemalda valitud palad järjekorrast
eu: &Atera hautatutako pistak ilaratik
fa: &از صف خارج کردن شیارهای برگزیده‌
fi: Poista kappaleet &jonosta
fr: &Retirer les morceaux sélectionnés de la file d'attente
he: הוצא את הרצועות ה&מסומנות מהתור
hu: A ki&jelölt számok kivevése a sorból
it: &Rimuovi dalla coda le tracce selezionate
ja: 選択したトラックをキューから削除(&D)
km: ដក​បទ​ដែល​បាន​ជ្រើស​ចេញ​ពី​ជួរ
ko: 선택한 트랙 대기열에서 빼기(&D)
lt: &Išimti dainas iš eilės
nb: &Fjern markerte spor fra kø
nds: Utsöcht Stücken &ut Reeg wegmaken
ne: चयन गरिएको ट्रयाकहरू लामबाट हटाउनुहोस्
nl: Geselecteerde tracks uit &wachtrij halen
nn: &Fjern merkte spor frå kø
pa: ਚੁਣੇ ਟਰੈਕ ਕਤਾਰ 'ਚ ਵੱਖ(&D)
pl: W&ykolejkuj Wybrane utwory
pt: Tirar &da Fila as Faixas Seleccionadas
pt_br: &Tirar Faixas Selecionadas da Fila
ru: &Убрать из очереди выбранные дорожки
se: &Váldde eret merkejuvvon bihtáid gárgadusas
sk: Vybrať vy&brané skladby z poradia
sr: &Избаци изабране нумере из реда
th: เอาเพลงที่เลือก&ออกจากคิว
tr: Seçili Parçaları K&uyruktan Sil
uk: &&Забрати вибрані доріжки з черги

source: &Repeat Track
af: Herhaal Snit
bg: &Повторение
ca: Repe&teix la peça
cs: Opakova&t skladbu
da: &Gentag spor
de: &Stück wiederholen
el: Επανάληψη &κομματιού
es: Repe&tir pista
et: &Korda pala
eu: E&rrepikatu pista
fa: &تکرار شیار‌
fi: &Toista kappaletta
fr: Répé&ter le morceau
he: חזור על &רצועה
hu: A szá&m ismétlése
it: &Ripeti traccia
ja: トラックリピート(&R)
ka: ჩანაწერის &გამეორება
km: ចាក់​បទ​ឡើង​វិញ
ko: 트랙 반복(&R)
lt: Kartoti &dainą
nb: &Gjenta spor
nds: &Stück wedderhalen
ne: ट्रयाक दोहोर्याउनुहोस्
nl: T&rack herhalen
nn: &Gjenta spor
pa: ਟਰੈਕ ਮੁੜ ਚਲਾਓ(&R)
pl: &Powtarzaj utwór
pt: &Repetir a Faixa
pt_br: &Repetir Faixa
ru: Повторять &дорожку
se: Gearddut &bihtá
sk: Opakovať &stopu
sr: Понови &нумеру
th: เล่นเ&พลงซ้ำ
tr: Parçayı &Tekrarla
uk: Повто&рити доріжку

source: &Set as Playlist (Crop)
af: Stel as die speel lys (verkort)
bg: За&даване като списък със записи (отрязване)
ca: &Estableix com a llista de reproducció (Escapça)
cs: Na&stavit jako seznam skladeb (oříznout)
da: &Indstil som spilleliste (beskær)
de: Als &Wiedergabeliste einstellen (zuschneiden)
el: &Ορισμός σαν λίστα αναπαραγωγής (αποκοπή)
es: &Establecer como lista de reproducción (recortar)
et: Määra esitusnimekirjaks (kärbi)
fa: &تنظیم به عنوان فهرست پخش )خط برش(‌
fi: &Aseta soittolistaksi (rajaa)
fr: &Définir comme liste de lecture (rognage)
hu: &Beállítás lejátszólistának (vágás)
it: Impo&sta come playlist (Ritaglio)
ja: プレイリストを作成(&S) (切り取り)
km: កំណត់​ជា​បញ្ជី​ចាក់ (ច្រឹប)
lt: Sukurti grojaraštį tik iš pa&žymėtų
nb: Bruk som spilleliste (Klipp)
nds: As Afspeellist &fastleggen (torechtsnieden)
ne: प्लेसूची (काँटछाँट) गरेर सेट गर्नुहोस्
nl: In&stellen als afspeellijst (afbreken)
nn: &Bruk som speleliste (fjern andre)
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਾਂਗ ਸੈੱਟ ਕਰੋ(&S) (ਕਰੋਪ)
pl: &Ustaw jako listę odtwarzania (obciętą)
pt: Gravar como Li&sta de Reprodução (Cortar)
pt_br: &Definir como Lista de Músicas (Grupo)
ru: &Исключить из списка остальные
se: &Geavat čuojahanlistun
sk: &Nastaviť ako zoznam skladieb (orezať)
sr: Постави као &листу нумера (сасецање)
th: ตั้&งให้เป็นรายการเล่น (เอาเฉพาะส่วนที่ต้องการ)
tr: &Parça Listesi Olarak Ayarla
uk: Вс&тановити як список композицій

source: S&ave as Playlist...
af: Stoor as speel lys...
bg: &Запис на списъка като...
ca: &Desa com a llista de reproducció...
cs: Uložit j&ako seznam skladeb...
da: &Gem som spilleliste...
de: Als Wiedergabeliste s&peichern ...
el: Απο&θήκευση σα λίστα...
es: Gu&ardar como lista de reproducción...
et: S&alvesta esitusnimekirjana...
fa: &ذخیره به عنوان فهرست پخش...‌
fi: &Tallenna soittolistana…
fr: En&registrer comme liste de lecture...
hu: M&entés lejátszólistaként...
it: S&alva come playlist...
ja: プレイリストとして保存(&A)...
km: រក្សាទុក​ជា​បញ្ជីចាក់...
lt: Įrašyti grojaraštį &kaip...
nb: L&agre som spilleliste …
nds: As Afspeellist &sekern...
ne: प्लेसूचीको रूपमा बचत गर्नुहोस्...
nl: Opsl&aan als afspeellijst...
nn: &Lagra som speleliste …
pa: ਸੰਗੀਤ-ਸੂਚੀ ਵਾਂਗ ਸੰਭਾਲੋ(&a)...
pl: Z&apisz jako listę odtwarzania...
pt: Gr&avar como Lista de Reprodução...
pt_br: S&alvar como Lista de Músicas...
ru: Сохранить как &список...
se: &Vurke čuojahanlistun …
sk: Uložiť &ako zoznam skladieb...
sr: &Сними као листу нумера...
th: บันทึกเป็&นรายการเล่น...
tr: Parça Listesi &Olarak Kaydet...
uk: З&берегти як список композицій...

source: Re&move From Playlist
af: Verwyder uit speel lys
bg: &Премахване от списъка
ca: Suprimeix de la &llista de reproducció
cs: Odstranit ze sezna&mu skladeb
da: &Fjern fra spilleliste
de: Aus Wiedergabeliste ent&fernen
el: &Αφαίρεση από τη λίστα
es: &Eliminar de la lista de reproducción
et: &Eemalda esitusnimekirjast
fa: &حذف از فهرست پخش‌
fi: &Poista soittolistasta
fr: &Retirer de la liste de lecture
hu: &Törlés a lejátszólistából
it: Ri&muovi dalla playlist
ja: プレイリストから削除(&M)
km: យក​ចេញ​ពី​បញ្ជី​ចាក់
lt: Pašalinti iš grojaraš&čio
nb: &Fjern fra spilleliste
nds: Ut Afspeellist weg&maken
ne: प्लेसूचीबाट हटाउनुहोस्
nl: Uit afspeellijst &halen
nn: &Fjern frå speleliste
pa: ਸੰਗੀਤ-ਸੂਚੀ 'ਚੋਂ ਹਟਾਓ(&m)
pl: U&suń z listy odtwarzania
pt: Re&mover da Lista de Reprodução
pt_br: Re&mover da Lista de Músicas
ru: &Удалить из списка
se: &Váldde eret čuojahanlisttus
sk: Odst&rániť zo zoznamu skladieb
sr: &Уклони са листе нумера
th: เ&อาออกจากรายการเล่น
tr: Parça &Listesinden Kaldır
uk: Ви&лучити зі списку композицій

source: _n: &Copy Track to Collection... &Copy %n Tracks to Collection...
af: Kopiëer snit na die versameling... Kopiëer %n snitte na die versameling...
bg: &Копиране на записа в колекцията... &Копиране на %n записа в колекцията...
ca: &Copia la peça a la col·lecció... &Copia les %n peces a la col·lecció...
cs: Z&kopírovat skladbu do kolekce... Z&kopírovat %n skladby do kolekce... Z&kopírovat %n skladeb do kolekce...
da: &Kopiér spor til samling... &Kopiér %n spor til samling...
de: Stück zur Sammlung &kopieren ... %n Stücke zur Sammlung &kopieren ...
el: Α&ντιγραφή του κομματιού στη συλλογή... Α&ντιγραφή %n κομματιών στη συλλογή...
es: &Copiar pista en la colección... &Copiar %n pistas en la colección...
et: &Kopeeri pala kogusse... &Kopeeri %n pala kogusse...
fa: &رونوشت %n شیار در مجموعه...‌
fi: &Kopioi kappale kokoelmaan… &Kopioi %n kappaletta kokoelmaan…
fr: &Copie du morceau dans la collection... &Copie des %n morceaux dans la collection...
hu: %n szám másolása &gyűjteménybe...
it: &Copia traccia nella collezione... &Copia %n tracce nella collezione...
ja: %n トラックをコレクションにコピー(&C)...
km: ចម្លង %n បទ​ទៅ​កាន់​សម្រាំង...
lt: &Kopijuoti %n dainą į fonoteką... &Kopijuoti %n dainas į fonoteką... &Kopijuoti %n dainų į fonoteką...
nb: &Kopier spor til samlinga ... &Kopier %n spor til samlinga …
nds: Stück na Sammeln &koperen... %n Stücken na Sammeln koperen...
ne: सङ्कलनमा ट्रयाक प्रतिलिपि गर्नुहोस्... सङ्कलनमा %n ट्रयाकहरू प्रतिलिपि गर्नुहोस्...
nl: Track naar &collectie kopiëren... %n tracks naar &collectie kopiëren...
nn: &Kopier spor til samling … &Kopier %n spor til samling …
pa: ਟਰੈਕ ਭੰਡਾਰ 'ਚ ਨਕਲ(&C)... %n ਟਰੈਕ ਭੰਡਾਰ 'ਚ ਨਕਲ(&C)...
pl: &Kopiuj utwór do kolekcji... &Kopiuj %n utwory do kolekcji... &Kopiuj %n utworów do kolekcji...
pt: &Copiar a Faixa para a Colecção... &Copiar as %n Faixas para a Colecção...
pt_br: &Copiar Faixa Para a Coleção... &Copiar %n Faixas Para a Coleção...
ru: Скопировать %n композицию в коллекцию... Скопировать %n композиции в коллекцию... Скопировать %n композиций в коллекцию...
se: &Máŋge bihtá čoahkkádussii ... &Máŋge %n bihtá čoahkkádussii …
sk: &Kopírovať stopu do kolekcie... &Kopírovať %n stopy do kolekcie... &Kopírovať %n stôp do kolekcie...
sr: Копирај %n нумеру у збирку... Копирај %n нумере у збирку... Копирај %n нумера у збирку...
th: คัด&ลอกเพลง %n เพลงไปยังคลังดนตรี...
tr: Koleksiyona %n Parça Kop&yala
uk: С&копіювати %n доріжку в збірку... С&копіювати %n доріжки в збірку... С&копіювати %n доріжок в збірку...

source: _n: &Move Track to Collection... &Move %n Tracks to Collection...
af: Beweeg snit na die versameling... Beweeg %n snitte na die versameling...
bg: &Преместване на записа в колекцията... &Преместване на %n записа в колекцията...
ca: &Mou la peça a la col·lecció... &Mou les %n peces a la col·lecció...
cs: &Přesunout skladbu do kolekce... &Přesunout %n skladby do kolekce... &Přesunout %n skladby do kolekce...
da: &Flyt spor til samling... &Flyt %n spor til samling...
de: Stück zur Sammlung &verschieben ... %n Stücke zur Sammlung &verschieben ...
el: &Μετακίνηση του κομματιού στη συλλογή... &Μετακίνηση %n κομματιών στη συλλογή...
es: &Mover pista a la colección... &Mover %n pistas a la colección...
et: &Liiguta pala kogusse... &Liiguta %n pala kogusse...
fa: &حرکت %n شیار در مجموعه...‌
fi: &Siirrä kappale kokoelmaan... &Siirrä %n kappaletta kokoelmaan…
fr: &Déplacer le morceau dans la collection... &Déplacer les %n morceaux dans la collection...
hu: %n szám át&helyezése gyűjteménybe...
it: &Sposta traccia nella collezione... &Sposta %n tracce nella collezione...
ja: %n トラックをコレクションに移動(&M)...
km: ផ្លាស់ទី %n បទ​ទៅ​សម្រាំង...
lt: &Perkelti %n dainą į fonoteką... &Perkelti %n dainas į fonoteką... &Perkelti %n dainų į fonoteką...
nb: &Flytt spor til samlinga ... &Flytt %n spor til samlinga …
nds: Stück na Sammeln &verschuven... %n Stücken na Sammeln &verschuven...
ne: सङ्कलनमा ट्रयाक सार्नुहोस्... स्कलनमा %n ट्रयाकहरू सार्नुहोस्...
nl: Track naar collectie ver&plaatsen... %n tracks naar collectie ver&plaatsen...
nn: &Flytt spor til samling … &Flytt %n spor til samling …
pa: ਟਰੈਕ ਭੰਡਾਰ 'ਚ ਭੇਜੋ(&M)... %n ਟਰੈਕ ਭੰਡਾਰ 'ਚ ਭੇਜੋ(&M)...
pl: &Przenieś utwór do kolekcji... &Przenieś %n utwory do kolekcji... &Przenieś %n utworów do kolekcji...
pt: &Mover a Faixa para a Colecção... &Mover as %n Faixas para a Colecção...
pt_br: &Mover Faixa Para a Coleção... &Mover %n Faixas Para a Coleção...
ru: Перенести %n композицию в коллекцию... Перенести %n композиции в коллекцию... Перенести %n композиций в коллекцию...
se: &Sirdde bihtá čoahkkádussii ... &Sirdde %n bihtá čoahkkádussii …
sk: &Presunúť stopu do kolekcie... &Presunúť %n stopy do kolekcie... &Presunúť %n stôp do kolekcie...
sr: Премести %n нумеру у збирку... Премести %n нумере у збирку... Премести %n нумера у збирку...
th: ย้า&ยเพลง %n เพลงไปยังคลังดนตรี...
tr: Ko&leksiyona %n Parça Kopyala
uk: &Пересунути %n доріжку в збірку... &Пересунути %n доріжки в збірку... &Пересунути %n доріжок в збірку...

source: _n: &Delete File... &Delete %n Selected Files...
af: Vee lêer uit... Vee %n gekiesde lêers uit...
bg: &Изтриване на файл... &Изтриване на %n файла...
ca: &Esborra el fitxer... &Esborra els %n fitxers seleccionats...
cs: Smaza&t soubor... Smaza&t %n označené soubory... Smaza&t %n označených souborů...
da: S&let filen... S&let %n markerede filer...
de: Datei &löschen ... %n ausgewählte Dateien &löschen ...
el: &Διαγραφή αρχείου... &Διαγραφή %n επιλεγμένων αρχείων...
es: &Eliminar archivo... &Eliminar %n archivos seleccionados...
et: &Kustuta fail... &Kustuta %n valitud faili...
fa: &حذف %n پروندۀ برگزیده...‌
fi: &Poista tiedosto… &Poista %n tiedostoa…
fr: &Effacement du fichier... &Effacement des %n fichiers sélectionnés...
hu: %n kijelölt &fájl törlése...
it: &Elimina file... &Elimina %n file selezionati...
ja: 選択された %n ファイルを削除(&D)...
km: លុប​ឯកសារ​ដែល​បាន​ជ្រើស %n​...
lt: &Šalinti %n pažymėtą bylą... &Šalinti %n pažymėtas bylas... &Šalinti %n pažymėtų bylų...
nb: &Slett fil ... &Slett %n markerte filer …
nds: Datei &wegdoon... %n Dateien &wegdoon...
ne: फाइल मेट्नुहोस्... %n चयन गरिएको पाइलहरू मेट्नुहोस्...
nl: Bestand verwij&deren... %n geselecteerde bestanden verwij&deren...
nn: &Slett fil … &Slett %n merkte filer …
pa: ਫਾਇਲ ਹਟਾਓ(&D)... ਚੁਣੀਆਂ %n ਫਾਇਲਾਂ ਹਟਾਓ(&D)...
pl: &Usuń plik... &Usuń %n zaznaczone pliki... &Usuń %n zaznaczonych plików...
pt: &Remover o Ficheiro... &Remover os %n Ficheiros Seleccionados...
pt_br: &Apagar Arquivo... &Apagar %n Arquivos Selecionados...
ru: Удалить %n выбранный файл... Удалить %n выбранных файла Удалить %n выбранных файлов
se: Sihko fiilla … Sihko %n válljejuvvon fiilla …
sk: Z&mazať súbor... Z&mazať %n označené súbory Z&mazať %n označených súborov
sr: Обриши %n изабрани фајл... Обриши %n изабрана фајла... Обриши %n изабраних фајлова...
th: &ลบแฟ้มที่เลือก %n แฟ้ม...
tr: &Seçilen %n Dosyayı Sil...
uk: &Вилучити %n вибраний файл... &Вилучити %n вибрані файли... &Вилучити %n вибраних файлів...

source: &Copy Tags to Clipboard
af: kopiëer etikette na die klipbord
bg: &Копиране на таговете в системния буфер
ca: &Copia les etiquetes al porta-retalls
cs: Zkopírova&t značky do schránky
da: &Kopiér mærker til klippebordet
de: Metadaten in die &Zwischenablage kopieren
el: &Αντιγραφή ετικετών στο πρόχειρο
es: &Copiar etiquetas en el portapapeles
et: &Kopeeri sildid lõikepuhvrisse
eu: &Kopiatu etiketak arbelean
fa: &رونوشت برچسبها در تخته یادداشت‌
fi: K&opioi sisältökuvaukset leikepöydälle
fr: &Copier les balises dans le presse-papiers
he: ה&עתק תגיות אל לוח העריכה
hu: Címkék más&olása a vágólapra
it: &Copia tag negli appunti
ja: タグをクリップボードにコピー(&C)
ka: &მეტამონაცემების ბუფერში ასლი
km: ចម្លង​ស្លាក​ទៅ​ក្ដារ​តម្បៀត​ខ្ទាស់
ko: 태그를 클립보드에 복사하기(&C)
lt: K&opijuoti laukelius į laikinąją talpyklę
nb: &Kopier etiketter til utklippstavla
nds: Betekers na Twischenaflaag &koperen
ne: क्लिपबोर्डमा ट्यागहरू प्रतिलिपि बनाउनुहोस्
nl: Tags naar klembord &kopiëren
nn: &Kopier merkelappar til utklippstavle
pa: ਕਲਿੱਪਬੋਰਪ ਤੋਂ ਟੈਗ ਨਕਲ(&C)
pl: &Skopiuj znaczniki do schowka
pt: &Copiar Marcas para a Área de Tranferência
pt_br: &Copiar Etiquetas para a Área de Transferência
ru: &Скопировать метаданные в буфер обмена
se: &Máŋge gilkoriid čuohpusbeavdái
sk: Skopírova&ť značky do schránky
sr: &Копирај ознаке у исечке
th: คั&ดลอกแท็กไปที่คลิปบอร์ด
tr: Parçaları Pan&oya Kopyala
uk: С&копіювати мітки до кишені

source: Iteratively Assign Track &Numbers
af: Ken snit nommers regdeur toe.
bg: Повтарящи се &номера на записи
ca: Ass&igna els nombres de peça iterativament
cs: Postup&ně přiřadit čísla skladeb
da: Tildel spor&numre i rækkefølge
de: Stücknummern der &Reihe nach zuweisen
el: Ορισμός αριθμών κομματιών με &συνέχεια
es: &Asignar números de pista iterativamente
et: Om&ista pala numbrid järjest
fa: انتساب مکرر &شمارۀ شیارها‌
fi: &Aseta kappaleille juokseva kappalenumero
fr: Assigner &itérativement les numéros de morceau
hu: Szám-sorszámok kiosztása &iteratív módon
it: Assegna iterativamente i &numeri alle tracce
ja: 連続したトラック番号を割り当てる(&N)
km: ផ្ដល់​លេខ​បទ​ដដែលៗ
lt: &Numeruoti dainas iš eilės
nb: Tildel spor&nummer ved iterasjon
nds: Stück&nummern toornen
ne: पुनरावृत्तीय रूपमा ट्रयाक नम्बरहरू मानाङ्कन गर्नुहोस्
nl: Track&nummers herhalend toewijzen
nn: &Tildel spornummer iterativt
pl: Przypisz kolejno &numery utworów
pt: Atribuir &Números de Faixa Iterativamente
pt_br: Atribuir Interativamente &Números às Faixas
ru: &Пронумеровать дорожки по порядку
se: &Bija bihttánummiriid dađistaga
sk: Postupne pr&iradiť čísla stôp
sr: Итеративно додељуј &бројеве нумера
th: ตั้งหมายเลขเ&พลงไปเรื่อยๆ
tr: Ş&arkı Numaralarını Sırayla Ata
uk: Про&нумерувати доріжки за порядком

source: &Write '%1' for Selected Tracks
af: Skryf '%1' vir die gekiesde snitte
bg: &Запис на маркираните като "%1"
ca: &Escriu «%1» per les peces seleccionades
cs: Zap&sat '%1' u označených skladeb
da: S&kriv '%1' for udvalgte spor
de: "%1" für &ausgewählte Stücke schreiben
el: Ε&γγραφή του '%1' στα επιλεγμένα κομμάτια
es: &Escribir '%1' para las pistas seleccionadas
et: K&irjuta '%1' valitud paladega
fa: &نوشتن »%1« برای شیارهای برگزیده‌
fi: &Kirjoita ”%1” valituille kappaleille
fr: É&crire « %1 » pour les morceaux sélectionnés
hu: "%1" érték í&rása a kijelölt számokba
it: Scri&vi '%1' per le tracce selezionate
ja: 選択したトラックに '%1' を書き込む(&W)
km: សរសេរ '%1' សម្រាប់​បទ​ដែល​បាន​ជ្រើស
lt: &Įrašyti pažymėtų dainų laukelį „%1“
nb: &Skriv «%1» for markerte spor
nds: "%1" för utsöcht Stücken s&chrieven
ne: चयन गरिएको ट्रयाकहरूका लागि '%1' लेख्नुहोस्
nl: '%1' voor geselecteerde tracks sc&hrijven
nn: &Skriv «%1» for merkte spor
pa: ਚੁਣੇ ਟਰੈਕਾਂ ਲਈ '%1' ਲਿਖੋ(&W)
pl: &Zapisz "%1" dla wybranych utworów
pt: &Escrever '%1' nas Faixas Seleccionadas
pt_br: &Gravar '%1' nas Faixas Selecionadas
ru: Записать '%1' для выделенных композиций
se: Čále «%1» &merkejuvvon bihtáide
sk: Zapísať '%1' pre označené stopy
sr: &Упиши „%1“ за изабране нумере
th: เขีย&น '%1' สำหรับเพลงที่เลือก
tr: &Seçili Parçalara '%1' Etiketini Yaz
uk: За&писати "%1" для вибраних доріжок

source: &Edit Tag '%1'
af: Redigeer etiket '%1'
bg: &Редактиране на таг "%1"
ca: &Edita l'etiqueta «%1»
cs: &Upravit značku '%1'
da: &Redigér mærke '%1'
de: &Bearbeiten: "%1"
el: &Επεξεργασία ετικέτας του '%1'
es: &Editar etiqueta «%1»
et: &Muuda silti '%1'
eu: &Editatu '%1' etiketa
fa: &ویرایش برچسب »%1«‌
fi: &Muokkaa sisältökuvausta %1
fr: &Éditer la balise « %1 »
he: &ערוך תגית: "%1"
hu: Szerkesztés: "%1" &címke
it: &Modifica il tag '%1'
ja: タグ「%1」を編集(&E)
ka: '%1' &ჭდის შეცვლა
km: កែសម្រួល​ស្លាក '%1'
ko: 태그 '%1' 편집(&E)
lt: K&eisti laukelį „%1“
nb: &Endre etiketten «%1»
nds: Beteker "%1" &bewerken
ne: ट्याग '%1' सम्पादन गर्नुहोस्
nl: Tag '%1' b&ewerken
nn: &Endra merkelappen «%1»
pa: ਟੈਗ '%1' ਸੋਧ(&E)
pl: &Edytuj znacznik"%1"
pt: &Editar a Marca '%1'
pt_br: &Editar Etiqueta '%1'
ru: &Изменить '%1'
se: &Rievdat «%1»-gilkora
sk: &Upraviť značku '%1'
sr: &Уреди ознаку „%1“
th: แก้ไ&ขแท็ก '%1'
tr: '%1' Etiketini Dü&zenle
uk: &Редагувати мітку "%1"
