Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: _: you can translate the keyword as you will do for the combobox <p>Here you can choose to <i>Simple Search</i> directly or to use some keywords to specify some attributes, such as the artist name and so on. The keywords selectable are divided by their specific value. Some keywords are numeric and others are alphanumeric. You do not need to know it directly. When a keyword is numeric it will be used to search the numeric data for each track.</p><p>The alphanumeric keywords are the following: <b>album</b>, <b>artist</b>, <b>filename</b> (including path), <b>mountpoint</b> (e.g. /home/user1), <b>filetype</b> (you can specify mp3, ogg, flac, ... and the file extensions will be matched), <b>genre</b>, <b>comment</b>, <b>composer</b>, <b>directory</b>, <b>lyrics</b>, <b>title</b>, and <b>label</b>.</p><p>The numeric keywords are: <b>bitrate</b>, <b>disc/discnumber</b>, <b>length</b> (expressed in seconds), <b>playcount</b>, <b>rating</b>, <b>samplerate</b>, <b>score</b>, <b>size/filesize</b> (expressed in bytes, kbytes, and megabytes as specified in the unit for the filesize keyword), <b>track</b> (i.e. the track number), and <b>year</b>.</p>
bg: <p>Тук можете директно да изберете <i>Обикновено търсене</i> или да използвате ключови думи за търсене на атрибути, напр. име на изпълнителя и т.н. Някои са цифри, други - букви. Не е необходимо да знаете това. Когато е цифра ще бъде търсен номера на записа.</p><p>Буквите са както следва: <b>албум</b>, <b>изпълнител</b>, <b>име на файл</b> (вкл. пътя), <b>точка на монтиране</b> (напр. /home/user1), <b>файлов тип</b> (можете да посочвате mp3, ogg, flac, ... и разширенията на файловете ще бъдат сравнени), <b>жанр</b>, <b>коментар</b>, <b>композитор</b>, <b>директория</b>, <b>текстове на песни</b>, <b>заглавие</b>, и <b>етикет</b>.</p><p>Цифрите са както следва: <b>скорост</b>, <b>диск/номер на диск</b> <b>времетраене</b> (в секунди), <b>брояч</b>, <b>оценка</b> <b>дискретизация</b>, <b>точки</b>, <b>размер/размер на файла</b> (в Б, кБ, МБ), <b>запис</b> (т.е. номер на запис) и <b>година</b>.</p>
ca: <p>Aquí podeu escollir entre la <i>Cerca simple</i> o emprar algunes paraules clau per especificar alguns atributs, com el nom de l'artista. Els atributs es divideixen segons el seu tipus, alguns atributs són numèrics i d'altres són textuals. Tot i això, no fa falta saber-ho directament: si una paraula clau és numèrica s'emprarà per filtrar els atributs numèrics de les peces, i el mateix pels textuals.</p><p>Els atributs textuals són els següents: <b>àlbum</b>, <b>artista</b>, <b>nom de fitxer</b> (incloent la ruta), <b>punt de muntatge</b> (e.g. /home/usuari1), <b>tipus de fitxer</b> (podeu especificar mp3, ogg, flac, ... i se cercarà per les extensions), <b>gènere</b>, <b>comentari</b>, <b>compositor</b>, <b>directori</b>, <b>lletres</b>, <b>títol</b>, i <b>etiqueta</b>.</p> <p>Els atributs numèrics són:<b>taxa de bits</b>, <b>nombre del disc</b> <b>durada</b> (en segons), <b>recompte de reproduccions</b>, <b>valoració</b> <b>taxa de mostreig</b>, <b>puntuació</b>, <b>mida de fitxer</b> (en bytes, kbytes, i megabytes tal com ho especifiqui la unitat), <b>pista</b> (i.e. el nombre de la pista), i <b>any</b>.</p>
da: <p>Her kan du direkte vælge <i>enkel søgning</i> eller bruge bestemte nøgleord for at angive egenskaber såsom kunstnernavn og så videre. Nøgleord som kan vælges deles op ifølge deres specifikke værdier. Nogle nøgleord er numeriske og andre er alfanumeriske. Du behøver ikke vide det direkte. Når et nøgleord er numerisk, aktiveres kun dele som er specifikke for tal.</p><p>Følgende nøgleord er alfanumeriske: <b>album</b>, <b>kunstner</b>, <b>filnavn</b> (inklusive søgesti), <b>monteringssted</b> (f.eks. /home/bruger), <b>filtype</b> (du kan angive mp3, ogg, flac, for at matche filendelserne), <b>genre</b>, <b>kommentar</b>, <b>komponist</b>, <b>mappe</b>, <b>sangtekst</b>, <b>titel</b> og <b>etiket</b>.</p><p>Numeriske nøgleord er: <b>bitrate</b>, <b>disk, disknummer</b>, <b>længde</b> (udtrykt i sekunder), <b>afspilningsantal</b>, <b>klassificering</b>, <b>samplingsfrekvens</b>, <b>scoring</b>, <b>størrelse, filstørrelse</b> (udtrykt i Byte, Kb og Mb, angivet i nøgleordet for filstørrelse), <b>spor</b> (det er spornummeret) og <b>år</b>.</p>
de: <p>Hier können Sie direkt die <i>Einfache Suche</i> verwenden, oder mit Hilfe von Schlüsselwörtern nach bestimmten Eigenschaften suchen (z. B. nach dem Interpreten). Die verfügbaren Schlüsselwörter werden unterteilt in numerische und alphanumerische Schlüsselwörter.</p><p>Dies sind die alphanumerischen Schlüsselwörter: <b>album</b>, <b>interpret</b>, <b>dateiname</b> (inkl. Pfad), <b>mountpunkt</b> (z. B. /home/benutzer), <b>dateityp</b> (mp3, ogg, flac, ...), <b>genre</b>, <b>kommentar</b>, <b>komponist</b>, <b>ordner</b>, <b>text</b>, <b>titel</b> und <b>label</b>.</p><p>Dies sind die numerischen Schlüsselwörter: <b>bitrate</b>, <b>disc/discnummer</b>, <b>länge</b> (in Sekunden), <b>abspielzähler</b>, <b>bewertung</b>, <b>samplerate</b>, <b>punkte</b>, <b>größe/dateigröße</b> (in Byte, KByte und MByte - je nach Einheitenangabe), <b>stück</b> (= Stücknummer) und <b>jahr</b>.</p>
el: <p>Εδώ μπορείτε να επιλέξετε να κάνετε απευθείας <i>Απλή αναζήτηση</i> ή να χρησιμοποιήσετε κάποιους όρους αναζήτησης, όπως το όνομα του καλλιτέχνη κλπ. Οι διαθέσιμες λέξεις κλειδιά χωρίζονται από την τιμή τους. Κάποιες από αυτές είναι αριθμητικές και κάποιες αλφαριθμητικές, πράγμα που δε χρειάζεται να το γνωρίζετε εκ των προτέρων. Όταν κάποια λέξη κλειδί είναι αριθμητική, θα χρησιμοποιηθεί για αναζήτηση στα αριθμητικά δεδομένα του κομματιού.</p><p>Οι αλφαριθμητικές λέξεις κλειδιά είναι οι ακόλουθες: <b>άλμπουμ</b>, <b>καλλιτέχνης</b>, <b>όνομα αρχείου</b> (συμπεριλαμβάνεται η διαδρομή), <b>σημείο προσάρτησης</b> (π.χ. /home/user1), <b>τύπος αρχείου</b> (μπορείτε να δώσετε mp3, ogg, flac, ... για να γίνει φιλτράρισμα της επέκτασης του αρχείου), <b>είδος</b>, <b>σχόλιο</b>, <b>συνθέτης</b>, <b>κατάλογος</b>, <b>στοίχοι</b>, <b>τίτλος</b>, και <b>ετικέτα</b>.</p><p>Οι αριθμητικές λέξεις κλειδιά είναι: <b>ρυθμός bit</b>, <b>δίσκος/αριθμός δίσκου</b> <b>διάρκεια</b> (σε δευτερόλεπτα), <b>μετρητής εκτελέσεων</b>, <b>αξιολόγηση</b> <b>δειγματοληψία</b>, <b>βαθμολόγηση</b>, <b>μέγεθος/μέγεθος αρχείου</b> (σε bytes, kΒ, και ΜΒ όπως ορίζεται στη μονάδα του μεγέθους αρχείου), <b>κομμάτι</b> (δηλ. ο αριθμός του κομματιού), και <b>έτος</b>.</p>
es: <p>Aquí puede elegir <i>búsqueda sencilla</i> diréctamenteo usar algunas palabras clave para especificar algunos atributos, como el nombre del artista y demás. Las palabras clave que se pueden seleccionar están divididas según su valor específico. Unas palabras clave son numéricas y otras alfanuméricas, aunque no necesita saber esto directamente. Cuando una palabra clave es númerica, se usará para buscar datos numéricos de cada pista.</p><p>Las palabras clave alfanuméricas son las siguientes: <b>álbum</b>, <b>artista</b>, <b>nombre de archivo</b> (incluye la ruta), <b>punto de montaje</b> (por ejemplo, /home/user1), <b>tipo de archivo</b> (puede especificar mp3, ogg, flac... para especificar la extensión del archivo), <b>género</b>, <b>comentario</b>, <b>compositor</b>, <b>carpeta</b>, <b>letra</b>, <b>título</b> y <b>etiqueta</b>.</p><p>Las palabras clave numéricas son: <b>tasa de bits</b>, <b>disco/número de disco</b> <b>longitud</b> (expresada en segundos), <b>contador de reproducciones</b>, <b>valoración</b>, <b>tasa de muestreo</b>, <b>puntuación</b>, <b>tamaño/tamaño del archivo</b> (expresado en bytes, kbytes, and megabytes, según se especifique en la unidad para la palabra clave «tamaño de archivo»), <b>pista</b> (es decir, el número de pista) y <b>año</b>.</p>
et: <p>Siin saab valida kas <i>lihtotsingu</i> või mõne võtmesõnaga kindlaks määrata teatud atribuudi, näiteks esitaja nime vms. Valitavad võtmesõnad on erineva väärtusega: osad on väljendatavad arvuna, osad nii tähtede kui arvudega. See ei ole küll väga tähtis. Kui võtmesõna on arvuline, kasutatakse seda palade arvuliste andmete seas otsimiseks.</p><p>Tärk-võtmesõnad on järgmised: <b>album</b>, <b>esitaja</b>, <b>failinimi</b> (kaasa arvatud täielik asukoht), <b>ühenduskoht</b> (nt. /home/kasutaja1), <b>failitüüp</b> (võib määrata mp3, ogg, flac jne., mille korral otsitakse vastava laiendiga faile), <b>žanr</b>, <b>kommentaar</b>, <b>helilooja</b>, <b>kataloog</b>, <b>sõnad</b>, <b>pealkiri</b> ja <b>märgend</b>.</p><p>Arv-võtmesõnad on järgmised: <b>bitikiirus</b>, <b>plaat/plaadinumber</b>, <b>pikkus</b> (sekundites), <b>esitamiste arv</b>, <b>hinne</b>, <b>diskreetimissagedus</b>, <b>score</b>, <b>suurus/failisuurus</b> (baitides, kilobaitides ja megabaitides vastavalt failisuuruse võtmesõnale määratud ühikule), <b>rada</b> (s.t rajanumber) ja <b>aasta</b>.</p>
hu: <p>Itt megadhatja, hogy <i>Egyszerű keresést</i> szeretne közvetlenül használni, vagy szeretne kulcsszavakat használni bizonyos tulajdonságok (például előadónév) megadására. A választható kulcsszavak a lehetséges értékeik alapján többféle csoportba tartoznak. Bizonyos kulcsszavak numerikusak (csak számjegyeket tartalmaznak), mások alfanumerikusak (betűket és számjegyeket is tartalmazhatnak) - ezt Önnek nem kell fejben tartania. Ha egy kulcsszó numerikus, akkor a számok numerikus adatainak keresésére használható.</p><p>Az alfanumerikus kulcsszavak a következők: <b>album</b>, <b>előadó</b>, <b>fájlnév</b> (beleértve a fájl útvonalát is), <b>csatolási pont</b> (példa: /home/user1), <b>fájltípus</b> (a megadott keresési szöveggel - például mp3, ogg, flac - fájlkiterjesztésre lehet keresni), <b>műfaj</b>, <b>megjegyzés</b>, <b>szerző</b>, <b>könyvtár</b>, <b>dalszöveg</b>, <b>cím</b>, <b>címke</b>.</p><p>A numerikus kulcsszavak a következők: <b>bitráta</b>, <b>lemez/lemez-sorszám</b>, <b>hossz</b> (másodpercben), <b>lejátszások száma</b>, <b>besorolás</b>, <b>mintavételi ráta</b>, <b>pontszám</b>, <b>méret/fájlméret</b> (bájtban, kilobájtban vagy megabájtban - a kulcsszóhoz megadott mértékegység szerint), <b>szám</b> (a szám sorszáma), <b>év</b>.</p>
it: <p>Qui puoi scegliere di effettuare una <i>Ricerca semplice</i> direttamente o utilizzare alcune parole chiave per specificare alcuni attributi come il nome dell'artista e altro. Le parole chiave selezionabili sono divise in base al loro valore specifico. Alcune parole chiave sono numeriche e altre alfanumeriche. Non è necessario conoscerlo direttamente. Quando una parola chiave è numerica sarà utilizzata per cercare dati numerici per ogni traccia.</p><p>Le parole chiave alfanumeriche sono le seguenti: <b>album</b>, <b>artista</b>, <b>nome file</b> (percorso incluso), <b>punto di mount</b> (ad es. /home/utente1), <b>tipo file</b> (puoi specificare: mp3, ogg, flac... corrisponderà all'estensione del file), <b>genere</b>, <b>commento</b>, <b>compositore</b>, <b>cartella</b>, <b>testo</b>, <b>titolo</b> e <b>etichetta</b>.</p><p>Le parole chiave numeriche sono: <b>bitrate</b>, <b>disco/numero disco</b> <b>durata</b> (espressa in secondi), <b>contatore di riproduzione</b>, <b>valutazione</b>, <b>campionamento</b>, <b>punteggio</b>, <b>dimensione/dimensione del file</b>, (espressa in byte, kbyte e megabyte come specificato dalla parola chiave unità per la dimensione dei file) <b>traccia</b> (il numero della traccia) e <b>anno</b>.</p>
ja: <p>アーティスト名などの属性をキーワードで指定するか、属性を指定しない単純検索を使うかを選択します。キーワードはそれに対する値によって「文字列型」と「数値型」に分類されます。といっても、それを意識する必要はありません。キーワードが数値型であれば、その値に基づいて各トラックの数値データを検索します。</p><p>文字列型のキーワード: アルバム、アーティスト、ファイル名 (パスを含む)、マウントポイント (例 /home/user1)、ファイルタイプ (mp3, ogg, flac など、これをファイルの拡張子とマッチさせます)、ジャンル、コメント、作曲者、ディレクトリ、歌詞、タイトル、ラベル</p><p>数値型のキーワード: ビットレート、ディスク/ディスク番号、長さ (秒単位)、再生回数、評価、サンプリングレート、スコア、サイズ/ファイルサイズ (単位はファイルサイズの単位の指定により B, KB, または MB)、トラック (トラック番号)、年</p>
km: <p>នៅ​ទីនេះ​អ្នកអាច​ជ្រើស <i>ស្វែង​រក​ធម្មតា</i> ដោយផ្ទាល់ ឬ​ប្រើ​ពាក្យ​គន្លឹះ​មួយ​ចំនួន​ដើម្បី​បញ្ជាក់​គុណលក្ខណៈ​មួយ​ចំនួន ដូចជា ឈ្មោះ​សិល្បករ និង​បន្តបន្ទាប់ទៀត ។ ពាក្យ​គន្លឹះ​ដែល​អាច​ជ្រើសបាន​ត្រូវ​បាន​បែងចែក​តាម​តម្លៃ​ជាក់លាក់​របស់​ពួក​វា ។ ពាក្យ​គន្លឹះ​មួយ​ចំនួន​ជា​លេខ និង​មួយ​ចំនួ​ន​ទៀត​ជា​អក្សរ ។ អ្នក​មិន​ចាំបាច់​ដឹង​វា​ដោយ​ផ្ទាល់​ទេ ។ នៅ​ពេល​ពាក្យ​គន្លឹះ​មួយ​ជា​លេខ វា​នឹង​ត្រូវ​បាន​ប្រើ​​ដើម្បី​ស្វែងរក​ទិន្នន័យ​ជា​លេខ​សម្រាប់​បទ​នីមួយៗ ។</p><p>ពាក្យ​គន្លឹះ​ជា​អក្សរក្រម​លេខមាន​ដូច​ខាង​ក្រោម ៖ <b>អាល់ប៊ុម</b> <b>សិល្បករ</b> <b>ឈ្មោះ​ឯកសារ</b> (រួម​មាន​ផ្លូវ) <b>ចំណុច​ម៉ោន</b> (ឧ. /home/user1) <b>ប្រភេទ​ឯកសារ</b> (អ្នក​អាច​បញ្ជាក់ mp3, ogg, flac, ... និង​កន្ទុយ​ឯកសារ​ដែល​ផ្គូផ្គង) <b>ប្រភេទ​តន្ត្រី</b> <b>សេចក្ដី​អធិប្បាយ</b> <b>កម្មវិធី​តែង</b> <b>ថត</b> <b>អត្ថបទ​ចម្រៀង</b> <b>ចំណង​ជើង</b> និង<b>ស្លាក</b> ។</p><p>ពាក្យ​គន្លឹះ​ជា​លេខគឺ ៖ <b>អត្រា​ប៊ីត​</b> <b>ថាស/​លេខ​ថាស</b> <b>ប្រវែង</b> (បង្ហាញ​ជា​វិនាទី) <b>ចំនួន​ចាក់</b> <b>អត្រា</b> <b>អត្រា​គំរូ</b> <b>ពិន្ទុ</b> <b>ទំហំ/ទំហំ​ឯកសារ</b> (បង្ហាញ​ជា​បៃ គីឡូបៃ និង​មេកាបៃ ​ដូច​ដែល​បាន​បញ្ជាក់​នៅ​ក្នុង​ឯកតា​សម្រាប់​ពាក្យ​គន្លឹះ​ទំហំ​ឯកសារ) <b>បទ</b> (មានន័យថា លេខ​បទ) និង<b>ឆ្នាំ</b> ។</p>
lt: <p>Galite arba pasirinkti <i>Paprastą paiešką</i> arba ieškoti pagal kriterijus, pavyzdžiui, pagal atlikėjo pavadinimą ir pan. Kriterijai yra suskirstyti pagal specifinę reikšmę. Vienų kriterijų reikšmės yra skaičiai, kitų – žodžiai. Tiesogiai to žinoti nebūtina. Jei kriterijaus reikšmė kažkoks skaičius, bus ieškoma dainų, atitinkančių tam tikrą skaitinę reikšmę.</p><p>Šių kriterijų reikšmės yra žodžiai: <b>albumas</b>, <b>atlikėjas</b>, <b>bylos pavadinimas</b> (įskaitant kelią), <b>prijungimo vieta</b> (pvz. /home/user1), <b>bylos tipas</b> (galite nurodyti mp3, ogg, flac, ... bus ieškoma bylos plėtiniuose), <b>žanras</b>, <b>komentaras</b>, <b>kompozitorius</b>, <b>aplankas</b>, <b>dainos tekstas</b>, <b>pavadinimas</b> ir <b>etiketė</b>.</p><p>Šių kriterijų reikšmės yra skaičiai: <b>bitų dažnis</b>, <b>diskas/disko numeris</b> <b>trukmė</b> (sekundėmis), <b>dažnumas</b>, <b>įvertinimas</b>, <b>kadrų dažnis</b>, <b>reitingas</b>, <b>dydis/bylos dydis</b> (baitais, kilobaitais ar megabaitais, kaip kad nurodyta prie bylos dydžio kriterijaus), <b>takelis</b> (takelio numeris) ir <b>metai</b>.</p>
nds: <p>Hier kannst Du direktemang de <i>Eenfache Söök</i> bruken oder över Slötelwöör na Egenschappen (as t.B. Künstler oder Albumnaam) söken. Dat gifft numeersche un alphanumeersche Egenschappen.</p><p>Dit sünd de Slötelwöör för de alphanumeerschen Egenschappen: <b>Album</b>, <b>Künstler</b>, <b>Dateinaam</b> (mit Padd), <b>Inhangoort</b> (t.B. /home/user1), <b>Dateityp</b> (t.B. mp3, ogg, flac ...), <b>Musikoort</b>, <b>Kommentar</b>, <b>Komponist</b>, <b>Orner</b>, <b>Text</b>, <b>Titel</b> un <b>Steekwöör</b>.</p><p>De Slötelwöör för de numeerschen Egenschappen: <b>Bitrate</b>, <b>Schiev/Schievnummer</b>, <b>Längde</b> (in Sekunnen), <b>Afspeelklock</b>, <b>Beweerten</b>, <b>Aftastrate</b>, <b>Pünkt</b>, <b>Grött/Dateigrött</b> (in kB, MB oder GB - je na de utsöcht Eenheit), <b>Stücknummer</b> un <b>Johr</b>.</p>
nl: <p>Hier kunt u kiezen om direct <i>eenvoudig te zoeken</i> of om enkele steekwoorden te gebruiken om bepaalde attributen te specificeren, zoals artiestnaam etc. De steekwoorden zijn opgedeeld op hun specifieke waarde. Sommige steekwoorden zijn numeriek, anderen zijn alfanumeriek. U dient dient niet direct te weten. Als een steekwoord numeriek is zal het worden gebruikt om naar de numerieke gegevens voor elke track te zoeken.</p><p>De alfanumerieke steekwoorden zijn de volgende: <b>album</b>, <b>artiest</b>, <b>bestandsnaam</b> (inclusief pad), <b>aankoppelpunt</b> (mountpoint, zoals /home/gebruiker1), <b>bestandstype</b> (zoals mp3, ogg, flac, ... de overeenkomende bestandsextensies zullen worden gezocht), <b>genre</b>, <b>commentaar</b>, <b>componist</b>, <b>map</b>, <b>liedtekst</b>, <b>titel</b> en <b>label</b>.</p> <p>De numerieke steekwoorden zijn: <b>bitsnelheid</b> (bitrate), <b>schijf/schijfnummer</b>, <b>duur</b> (in seconden), <b>afspeeltelling</b>, <b>waardering</b>, <b>samplesnelheid</b> (samplerate), <b>score</b>, <b>grootte/bestandsgrootte</b> (in bytes, kbytes en megabytes, opgegeven in de eenheid voor het bestandsgrootte-steekwoord), <b>track</b> (dus tracknummer) en <b>jaar</b>.</p>
nn: <p>Her kan du utføra eit <i>enkelt søk</i> direkte, eller bruka nøkkelord for å velja spesifikke eigenskapar, som for eksempel artistnamn eller albumtittel. Nøkkelorda du kan velja vert delt på tilhøyrande verdi. Nokre nøkkelord består av tal, og andre av bokstavar. Når eit nøkkelord består av tal, vert det bruka til å søkja i taldataa til spora.</p><p>Bokstavnøkkelorda er: <b>album</b>, <b>artist</b>, <b>filnamn</b> (inkludert adresse), <b>monteringspunkt</b> (eksempelvis «/home/brukar1»), <b>filtype</b> (som filetternamna mp3, ogg eller flac), <b>sjanger</b>, <b>merknad</b>, <b>komponist</b>, <b>mappe</b>, <b>songtekst</b>, <b>tittel</b> og and <b>merkelapp</b>.</p><p>Talnøkkelorda er: <b>bitrate</b>, <b>plate/platenummer</b>, <b>lengd</b> (i sekund), <b>avspelingsteljar</b>, <b>karakter</b>, <b>samplingsrate</b>, <b>poeng</b>, <b>storleik/filstorleik</b> (uttrykt i byte, kilobyte og megabyte, som vald i eininga for filstorleik-nøkkelordet), <b>spor</b> (spornummeret) og <b>år</b>.</p>
pl: <p>Tutaj możesz <i>bezpośrednio wyszukać</i> lub użyć jakichś słów kluczowych aby sprecyzować atrybuty, takie jak nazwa wykonawcy itp. Słowa kluczowe do wybrania są podzielone według określonej wartości. Niektóre słowa kluczowe są numeryczne, a inne znakowe. Nie musisz na tym się skupiać. Kiedy słowo kluczowe jest numeryczne, zostanie użyte do przeszukiwania danych liczbowych w każdym utworze.</p> <p>Znakowe słowa kluczowe: <b>album></b>, <b>wykonawca</b>, <b>nazwa pliku</b> (łącznie ze ścieżką), <b>punkt montowania</b> (np. /home/użytkownik1), <b>typ pliku</b> (można określić mp3, ogg, flac, ... dopasowane zostanie rozszerzenie pliku), <b>gatunek</b>, <b>komentarz</b>, <b>kompozytor</b>, <b>katalog</b>, <b>tekst utworu</b>, <b>tytuł</b> i <b>etykieta</b>.</p> <p>Numeryczne słowa kluczowe: <b>szybkość transmisji</b>, <b>płyta/numer płyty</b>, <b>długość</b> (w sekundach), <b>licznik odtworzeń</b>, <b>ocena</b>, <b>częstotliwość próbkowania</b>, <b>punktacja</b>, <b>rozmiar/rozmiar pliku</b> (w bajtach, kilobajtach i megabajtach, tak jak jest to zdefiniowane w jednostce dla słowa kluczowego rozmiar pliku), <b>utwór</b> (tzn. numer ścieżki) i <b>rok</b>.</p>
pt: <p>Aqui poderá optar por fazer uma <i>Pesquisa Simples</i> directamente ou usar algumas palavras-chave para definir alguns atributos, como o nome do artista ou outros itens. As palavras-chave que poderão ser seleccionadas estão divididas pelo seu valor específico. Algumas palavras-chave são numéricas e outras são alfanuméricas. Não precisa de as conhecer directamente. Quando uma palavra-chave é numérica, então ficará activa a parte relacionada com os valores específicos numéricos.</p><p>As palavras-chave alfanuméricas são as seguinte: <b>álbum</b>, <b>artista</b>, <b>nome do ficheiro</b> (inclui a sua localização), <b>ponto de montagem</b> (i.e. /home/utilizador1), <b>tipo do ficheiro</b> (poderá indicar: 'mp3', 'ogg', 'flac'... irá corresponder às extensões dos ficheiros), <b>género</b>, <b>comentário</b>, <b>compositor</b>, <b>pasta</b>, <b>letras</b>, <b>título</b> e <b>legenda</b>.</p><p>As palavras-chave numéricas são: <i>taxa de bits</i>, <i>disco/número do disco</i> <b>tamanho</b> (indicado em segundos), <b>número de reproduções</b>, <b>classificação</b> <b>taxa de amostragem</b>, <b>pontuação</b>, <b>tamanho</b>, (indicado em 'bytes', 'kbytes' e 'megabytes', como estiver definido na unidade para a palavra-chave do tamanho de ficheiro), <b>faixa</b> (é o número de faixa) e <b>ano</b>.</p>
pt_br: <p>Aqui você pode escolher fazer uma <i>Busca Simples</i> diretamente, ou usar várias palavra-chaves para especificar alguns atributos, como o nome do artista e assim por diante. As palavra-chaves selecionáveis são divididas pelos seus valores específicos. Algumas palavra-chaves são numéricas e outras são alfanuméricas. Você não precisa conhecê-las diretamente. Quando uma palavra-chave for numérica, ela será usada para buscar os dados numéricos de cada faixa.</p><p>As palavra-chaves alfanuméricas são as seguintes: <b>álbum</b>, <b>artista</b>, <b>nome do arquivo</b> (incluindo o caminho), <b>ponto de montagem</b> (por exemplo, /home/usuario1), <b>tipo de arquivo</b> (você pode especificar: mp3, ogg, flac,... e as extensões dos arquivos serão igualadas), <b>gênero</b>, <b>comentário</b>, <b>compositor</b>, <b>diretório</b>, <b>letras</b>, <b>título</b> e <b>rótulo</b>.</p><p>As palavra-chaves numéricas são: <b>taxa de bits</b>, <b>disco/número do disco</b>, <b>duração</b> (expressa em segundos), <b>reproduções</b>, <b>avaliação</b>, <b>taxa de amostragem</b>, <b>pontuação</b>, <b>tamanho/tamanho do arquivo</b>, (expresso em bytes, kbytes e megabytes, como especificado na unidade da palavra-chave tamanho do arquivo), <b>faixa</b> (isto é, o número da faixa) e <b>ano</b>.</p>
ru: <p>Здесь вы можете выбрать <i>Простой поиск</i> - поиск по всем полям, - или выбрать конкретное поле. В зависимости от типа поля (числовое или текстовое), становятся доступными соответствующие элементы интерфейса для указания параметров, которым должны соответствовать поля искомых композиций.</p><p>Текстовые поля: <b>Альбом</b>, <b>Исполнитель</b>, <b>Имя файла</b> (включая путь), <b>Точка монтирование</b> (например, /home/user1), <b>Тип файла</b> (тип файла определяется по расширению: mp3, ogg, flac...), <b>Жанр</b>, <b>Комментарий</b>, <b>Композитор</b>, <b>Каталог</b>, <b>Текст песни</b>, <b>Название</b> и <b>Метка</b>.</p><p>Числовые поля: <b>Битрейт</b>, <b>Диск/Номер диска</b> <b>Длительность</b> (в секундах), <b>Число воспроизведений</b>, <b>Рейтинг</b> <b>Частота дискретизации</b>, <b>Счёт</b>, <b>Размер файла</b>, (в байтах, килобайтах или мегабайтах, по выбору) <b>Дорожка</b> (точнее, её номер на диске) и <b>Год</b>.</p>
sk: <p>Tu môžete vybrať priamo <i>Jednoduché hľadanie</i> alebo použiť niektoré kľúčové slová na stanovenie niektorých atribútov, ako je názov interpreta a pod. Kľúčové slová sú rozdelené podľa ich špecifickej hodnoty. Niektoré kľúčové slová sú číselné, iné sú alfanumerické. Nemusíte to vedieť presne. Keď je kľúčové slovo číselné, bude použité pre vyhľadanie číselných dát v každej stope.</p><p>Alfanumerické kľúčové slová sú nasledujúce: <b>album</b>, <b>interpret</b>, <b>názov súboru</b> (vrátane cesty), <b>bod pripojenia</b> (t. j. /home/user1), <b>typ súboru</b> (môžete zadať mp3, ogg, flac, ... a prípony súborov budú kontrolované), <b>žáner</b>, <b>komentár</b>, <b>skladateľ</b>, <b>adresár</b>, <b>text piesne</b>, <b>názov</b> a <b>štítok</b>.</p><p>Číselné kľúčové slová sú: <b>bitový tok</b>, <b>disk/číslo disku</b>, <b>dĺžka</b> (vyjadrená v sekundách), <b>počet hraní</b>, <b>hodnotenie</b>, <b>samplerate</b>, <b>skóre</b>, <b>veľkosť/veľkosť súboru</b> (vyjadrená v bytoch, kbytoch a megabytoch podľa zadanej jednotky v kľúčovom slove), <b>stopa</b> (t. j. číslo stopy) a <b>rok</b>.</p>
sr: <p>Овде можете изабрати директно <i>Једноставну претрагу</i> или употребити неке од кључних речи за навођење атрибута, као што је име извођача и тако даље. Кључне речи на располагању деле се према типу својих вредности; неке су бројевне, а неке словно-бројевне. Тип не морате тачно знати. Када је кључна реч бројевна, биће употребљена за претрагу нумеричких података у нумерама.</p><p>Словно-бројевне кључне речи су следеће: <b>албум</b>, <b>извођач</b>, <b>име фајла</b> (укључујући путању), <b>тачка монтирања</b> (нпр. /home/korisnik1), <b>тип фајла</b> (можете задати mp3, ogg, flac, ... поклапање према наставцима), <b>жанр</b>, <b>коментар</b>, <b>композитор</b>, <b>директоријум</b>, <b>текст</b>, <b>наслов</b>, и <b>етикета</b>.</p><p>Нумеричке кључне речи су: <b>битски проток</b>, <b>диск/број диска</b> <b>трајање</b> (у секундама), <b>број пуштања</b>, <b>рејтинг</b> <b>узорковање</b>, <b>резултата</b>, <b>величина</b> (изражена у бајтовима, килобајтима, и мегабајтима, већ како је наведено у јединици величине фајла), <b>нумера</b> (тј. број нумере), и <b>година</b>.</p>
th: <p>ที่นี่คุณสามารถเลือก <i>การค้นหาแบบธรรมดา</i> ได้โดยตรงหรือโดยใช้คำหลักบางคำ ในการระบุลักษณะเฉพาะบางประการ เช่น ชื่อศิลปิน และอื่นๆ โดยคำหลักที่สามารถเลือกได้นั้น จะถูกแบ่งไปตามค่าเฉพาะต่างๆ คำหลักบางคำเป็นตัวเลข ส่วนบางคำก็เป็นตัวหนังสือปนกับตัวเลข คุณไม่จำเป็นต้องรู้ในส่วนนี้โดยตรง เมื่อคำหลักเป็นตัวเลข มันก็จะใช้สำหรับค้นหาข้อมูลที่เป็นตัวเลข ในแต่ละเพลง</p> <p>คำหลักที่เป็นตัวหนังสือปนกับตัวเลขนั้นได้แก่: <b>อัลบั้ม</b>, <b>ศิลปิน</b>, <b>ชื่อแฟ้ม</b> (รวมทั้งพาธด้วย), <b>จุดเมานท์</b> (เช่น /home/user1), <b>ชนิดแฟ้ม</b> (คุณสามารถระบุคำเช่น mp3, ogg, flac, ... ได้ ซึ่งจะไปจับเข้ากับส่วนนามสกุลของแฟ้ม), <b>ประเภท</b>, <b>หมายเหตุ</b>, <b>ผู้ประพันธ์</b>, <b>ไดเร็คทอรี</b>, <b>เนื้อเพลง</b>, <b>ชื่อเพลง</b> และ <b>ป้าย</b></p> <p>ส่วนคำหลักที่เป็นตัวเลขได้แก่: <b>บิตเรต</b>, <b>ดิสก์/หมายเลขดิสก์</b>, <b>ความยาว</b> (แสดงเป็นวินาที), <b>รอบที่เล่น</b>, <b>เรตติ้ง</b>, <b>อัตราการสุ่มข้อมูล</b>, <b>คะแนน</b>, <b>ขนาด/ขนาดแฟ้ม</b> (แสดงเป็นหน่วย ไบต์, กิโลไบต์ และเมกะไบต์ ตามแต่ระบุในค่าหน่วยของคำหลักขนาดแฟ้ม), <b>เพลงที่</b> (หมายถึง หมายเลขเพลง), และ <b>ปี</b></p>
uk: <p>Тут ви можете вибрати <i>Простий пошук</i> безпосередньо або вживати ключові слова, щоб вказати атрибути такі, як ім'я виконавця і т.д. Ключові слова поділені за їхніми певними значеннями. Одні ключові слова числові, а інші текстові. Коли ключове слово числове, то воно вживатиметься для пошуку за числовими даними для кожної доріжки.</p><p>Текстові ключові слова: <b>альбом</b>, <b>виконавець</b>, <b>назва файла</b> (включно зі шляхом), <b>точка монтування</b> (напр., /home/user1), <b>тип файла</b> (тип файла визначається за розширенням: mp3, ogg, flac, ...), <b>жанр</b>, <b>коментар</b>, <b>композитор</b>, <b>каталог</b>, <b>слова пісні</b>, <b>заголовок</b> і <b>надпис</b>.</p><p>Числові ключові слова: <b>частота</b>, <b>диск/номер диска</b> <b>тривалість</b> (в секундах), <b>кількість прослуховувань</b>, <b>рейтинг</b> <b>частота вибірки</b>, <b>рахунок</b>, <b>розмір/розмір файла</b> (в байтах, кілобайтах і мегабайтах, як вказано в одиницях розміру), <b>доріжка</b> (тобто, номер доріжки) і <b>рік</b>.</p>
