Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Remote Input Equals Output File
af: Afgeleë bediener: Die invoer en afvoer lêer is dieselfde
bg: Отдалечен - входящи и изходящия файл са равни
ca: Remot: Els fitxers d'entrada i sortida són el mateix
da: Fjerninddatafil samme som fjernuddatafil
de: Remote: Eingabedatei ist gleich der Ausgabedatei
el: Το απομακρυσμένο αρχείο εισόδου ισούται με το αρχείο εξόδου
es: Archivo de entrada remoto igual al de salida
eu: Urrunekoa: irteerako eta sarrerako fitxategiak berdinak
fa: پروندۀ ورودی دور برابر با پروندۀ خروجی دور است
fi: Etä: Syöte vastaa tulostetta
hu: Távoli - a bemeneti fájl megegyezik a kimenetivel
ja: リモート 入力と出力ファイルが同一
ka: დაშორებული შეყვანის ფაილი გამონატანისას შეესაბამება
km: ឯកសា​របញ្ចូល​ស្មើ​នឹង​ឯកសា​រលទ្ធផល​ពី​ចម្ងាយ
ko: 원격 입력파일과 출력파일이 동일
lt: Tolimas: šaltinio byla lygi išvesties bylai
nds: Feern: Ingaav liek as Utgaav
ne: टाढाको आगत फाइल बराबरी निर्गत फाइल हुन्छ
pl: Zdalnie: wejście równe plikowi wyjściowemu
pt: Ficheiros Remotos de Entrada e Saída Iguais
pt_br: Remoto: Entrada Igual ao Arquivo de Saída
sk: Vzdialené Vstupný súbor je ten istý ako výstupný
sr: Удаљено, излазни исти као и улазни фајл
th: ระยะไกล แฟ้มนำข้อมูลเข้า เท่ากับ แฟ้มนำข้อมูลออก
tr: Uzak Girdi Çıktı Dosyasına Eşit
uk: Віддалене: файл вводу і виводу співпадають

source: Remote Unsupported Audio Version
af: Afgeleë bediener: Oudio weergawe word nie ondersteun nie
bg: Отдалечен - неподдържана аудио версия
ca: Remot: Versió d'àudio no acceptada
da: Fjernlydversion understøttes ikke
de: Remote: Nicht unterstützte Audio-Version
el: Απομακρυσμένη μη υποστηριζόμενη έκδοση ήχου
es: Versión de audio remota no soportada
eu: Urrunekoa: audio-bertsioa onartu gabea
fa: نسخۀ صوتی پشتیبانی‌نشدۀ دور
fi: Etä: Audioversiota ei tueta
hu: Távoli - nem támogatott hangverzió
ja: リモート サポートされていないオーディオバージョン
ka: დაშორებული მხარდაუჭერელი აუდიო ვერსია
km: កំណែ​អូឌីយ៉ូ​មិន​បានគាំទ្រ​ពី​ចម្ងាយ
ko: 원격 지원되지 않는 오디오 버전
lt: Tolimas: ši garso versija nesuprantama
nds: Feern: Audioverschoon nich ünnerstütt
ne: टाढाको समर्थन नगरिएको अडियो संस्करण
pl: Zdalnie: nieobsługiwana wersja dźwięku
pt: Versão do Áudio Remoto Não Suportada
pt_br: Remoto: Versão do Áudio Não Suportada
sk: Vzdialené Nepodporovaná verzia audia
sr: Удаљено, неподржана аудио верзија
th: ระยะไกล ไม่รองรับข้อมูลเสียงรุ่นนี้
tr: Uzak Desteklenmeyen Ses Sürümü
uk: Віддалене: версія аудіо, яка не має підтримки

source: Remote Different Audio
af: Afgeleë bediener: Ander oudio
bg: Отдалечен - различно аудио
ca: Remot: Àudio diferent
da: Anderledes fjernlyd
de: Remote: Unterschiedliches Audio
el: Απομακρυσμένος διαφορετικός ήχος
es: Audio remoto diferente
eu: Urrunekoa: audio ezberdina
fa: صوتی متفاوت دور
fi: Etä: Eri audio
hu: Távoli - eltérő hang
ja: リモート 異なるオーディオ
ka: დაშორებული განსხვავებული აუდიო
km: អូឌីយ៉ូ​ខុសគ្នា​ពី​ចម្ងាយ
ko: 원격 다른 오디오
lt: Tolimas: skirtingas garsas
nds: Feern: Verscheden Audio
ne: टाढाको फरक अडियो
pl: Zdalnie: różny dźwięk
pt: Áudio Remoto Diferente
pt_br: Remoto: Áudio Diferente
sk: Vzdialené Rozličné audio
sr: Удаљено, различит аудио
th: ระยะไกล ข้อมูลเสียงต่างกัน
tr: Uzak Farklı Ses
uk: Віддалене: різне аудіо

source: Remote Different Video
af: Afgeleë bediener: Ander video
bg: Отдалечен - различно видео
ca: Remot: Vídeo diferent
da: Anderledes fjernvideo
de: Remote: Unterschiedliches Video
el: Απομακρυσμένο διαφορετικό βίντεο
es: Vídeo remoto diferente
eu: Urrunekoa: bideo ezbedina
fa: ویدیویی متفاوت دور
fi: Etä: Eri video
hu: Távoli - eltérő videó
ja: リモート 異なるビデオ
ka: დაშორებული განსხვავებული ვიდეო
km: វីដេអូ​ខុសគ្នា​ពី​ចម្ងាយ
ko: 원격 다른 비디오
lt: Tolimas: skirtingas vaizdas
nds: Feern: Verscheden Video
ne: टाढाको फरक भिडियो
pl: Zdalnie: różny obraz
pt: Vídeo Remoto Diferente
pt_br: Remoto: Vídeo Diferente
sk: Vzdialené Rozličné video
sr: Удаљено, различит видео
th: ระยะไกล ข้อมูลวิดีโอต่างกัน
tr: Uzak Farklı Görüntü
uk: Віддалене: різне відео

source: Remote Paste Missing Stream
af: Afgeleë bediener: Plak stroom wat kort
bg: Отдалечен - поставяне на липсващ поток
ca: Remot: S'ha d'enganxar el flux que falta
da: Strøm mangler til fjernindsætning
de: Remote: Fehlenden Stream einfügen
el: Απομακρυσμένη επικόλληση απούσας ροής
es: Falta el canal de pegado remoto
eu: Urrunekoa: itsastean korrontea falta
fa: جریان مفقود چسباندن دور
fi: Etä: Liitä puuttuva virta
hu: Távoli - hiányzó adatfolyam beillesztése
ka: დაშორებული ჩასმისთვის არ არის ნაკადი
km: បិទភ្ជាប់​ស្ទ្រីម​ដែល​បាត់​ពី​ចម្ងាយ
ko: 원격 없는 스트림을 붙임
lt: Tolimas: įterpti trūkstamą srautą
nds: Feern: Fehlen Stroom infögen
ne: टाढाको हराइरहेको टाँस्ने प्रवाह
pl: Zdalnie: wklejenie brakującego strumienia
pt: Transmissão de Colagem Remota em Falta
pt_br: Remoto: Colar Stream Faltando
sk: Vzdialené Vložiť chýbajúci prúd
sr: Удаљено, преношењу недостаје ток
th: ระยะไกล วางสตรีมผิดพลาด
tr: Uzak Eksik Yayın Yapıştırma
uk: Віддалене: вставлення потоку, якого бракує

source: Remote End Of Stream
af: Afgeleë bediener: Einde van die stroom
bg: Отдалечен - край на поток
ca: Remot: Final de flux
da: Fjernstrømdata slut
de: Remote: Ende des Datenstroms
el: Απομακρυσμένο τέλος της ροής
es: Fin del flujo remoto
eu: Urrunekoa: korrontearen amaiera
fa: پایان دور جریان
fi: Etä: Virran loppu
hu: Távoli - adatfolyam vége
ja: リモート ストリームの終わり
ka: დაშორებული ნაკადის დასასრული
km: ចុង​ស្ទ្រីម​ពីចម្ងាយ
ko: 원격 스트림의 끝
lt: Tolimas: srauto pabaiga
nds: Feern: Enn vun den Stroom
ne: टाढाको प्रवाहको अन्त्य
pl: Zdalnie: koniec strumienia
pt: Fim da Transmissão Remota
pt_br: Remoto: Fim do Stream
sk: Vzdialené Koniec prúdu
sr: Удаљено, крај тока
th: ระยะไกล จบสตรีม
tr: Uzak Yayın Sonu
uk: Віддалене: кінець потоку

source: Remote Image Map Parse Error
af: Afgeleë bediener: 'n Fout het met die verwerking van die beeld kaart voor gekom
bg: Отдалечен - грешка при обработка на карта с изображения
ca: Remot: Ha fallat l'anàlisi del mapa d'imatge
da: Tolkningsfejl for fjernbilledkort
de: Remote: Fehler beim Analysieren der Imagemap
el: Απομακρυσμένο σφάλμα ανάλυσης χάρτη εικόνας
es: Error de análisis de mapa de imagen remoto
eu: Urrunekoa: irudi-maparen analizatzailearen errorea
fa: خطای تجزیۀ نگاشت تصویر دور
fi: Etä: Kuvakartan jäsennysvirhe
hu: Távoli - hiba a kép-leképezés elemzésekor
ja: リモート Imagemap パースエラー
ka: დაშორებული გამოსახულების რუქის ჩასმის შეცდომა
km: កំហុស​ញែក​ផែនទីរូបភាព​ពី​ចម្ងាយ
ko: 원격 이미지 맵 분석 오류
lt: Tolimas: vaizdo išdėstymo nagrinėjimo klaida
nds: Feern: Inleesfehler bi Bildkoort
ne: टाढाको छवि नक्सा पद वर्णन त्रुटि
pl: Zdalnie: błąd analizy mapy obrazu
pt: Erro de Processamento do Mapa de Imagens Remoto
pt_br: Remoto: Erro na Análise do Mapa da Imagem
sk: Vzdialené Chyba parsovania obrázkovej mapy
sr: Удаљено, грешка у рашчлањивању мапе слике
th: ระยะไกล การแมพรูปภาพเกิดข้อผิดพลาด
tr: Uzak Resim Haritası Ayrıştırma Hatası
uk: Віддалене: помилка аналізу карти зображення

source: Remote Invalid Imagemap File
af: Afgeleë bediener: Ongeldige beeld kaart lêer
bg: Отдалечен - невалиден файл за карта с изображения
ca: Remot: El fitxer del mapa d'imatge és invàlid
da: Ugyldigt fjernbilledkort
de: Remote: Ungültige Imagemap-Datei
el: Απομακρυσμένο μη έγκυρο αρχείο χάρτη εικόνας
es: Archivo de mapa de imagen remoto inválido
eu: Urrunekoa: baliogabeko irudi-maparen fitxategia
fa: پروندۀ نگاشت تصویر نامعتبر دور
fi: Etä: Kuvakarttatiedosto ei kelpaa
hu: Távoli - érvénytelen kép-leképezési fájl
ja: リモート 不正な Imagemap ファイル
ka: დაშორებული არასწორი გამოსახულების რუქის ფაილი
km: ឯកសារ​ផែនទី​រូបភាព​មិន​ត្រឹមត្រូវ​ពី​ចម្ងាយ
ko: 원격 유효하지 않은 이미지맵 파일
lt: Tolimas: klaidinga vaizdo išdėstymo byla
nds: Feern: Leeg Bildkoort-Datei
ne: टाढाको अवैध छवि नक्सा फाइल
pl: Zdalnie: zły plik mapy obrazu
pt: Ficheiro do Mapa de Imagem Remoto Inválido
pt_br: Remoto: Arquivo da Imagem do Mapa Inválido
sk: Vzdialené Neplatný súbor obrázkovej mapy
sr: Удаљено, неисправан фајл мапе слике
th: ระยะไกล แฟ้มแมพรูปภาพไม่ถูกต้อง
tr: Uzak Geçersiz Resim Haritası Dosyası
uk: Віддалене: не чинний файл карти зображення

source: Remote Event Parse Error
af: Afgeleë bediener: Gebeurtenis verwerking fout
bg: Отдалечен - грешка при обработка на събитие
ca: Remot: S'ha produït un error en analitzar l'esdeveniment
da: Tolkningsfejl for fjernbegivenhed
de: Remote: Ereignis-Analyse-Fehler
el: Απομακρυσμένο σφάλμα ανάλυσης γεγονότος
es: Error de análisis de evento remoto
eu: Urrunekoa: gertaera-analizatzailearen errorea
fa: خطای تجزیۀ رویداد دور
fi: Etä: Tapahtuman jäsennysvirhe
hu: Távoli - eseményelemzési hiba
ja: リモート イベントパースエラー
ka: დაშორებული მოვლენის ჩასმის შეცდომა
km: កំហុស​ញែក​ព្រឹត្តិការណ៍​ពី​ចម្ងាយ
ko: 원격 이벤트 분석 오류
lt: Tolimas: įvykių nagrinėjimo klaida
nds: Feern: Inleesfehler för Begeefnis
ne: टाढाको घटना पद वर्णन त्रुटि
pl: Zdalnie: błąd analizy zdarzenia
pt: Erro de Processamento do Evento Remoto
pt_br: Remoto: Erro na Análise do Evento
sk: Vzdialené Chyba parsovania udalosti
sr: Удаљено, грешка у рашчлањивању догађаја
th: ระยะไกล การวิเคราะห์เหตุการณ์ (event) ผิดพลาด
tr: Uzak Olay Ayrıştırma Hatası
uk: Віддалене: помилка аналізу події

source: Remote Invalid Event File
af: Afgeleë bediener: Ongeldige gebeurtenis lêer
bg: Отдалечен - невалиден файл за събитие
ca: Remot: Fitxer d'esdeveniment invàlid
da: Ugyldig fjernbegivenhedsfil
de: Remote: Ungültige Ereignisdatei
el: Απομακρυσμένο μη έγκυρο αρχείο γεγονότων
es: Archivo de evento remoto inválido
eu: Urrunekoa: gertaerako fitxategi baliogabea
fa: پروندۀ رویداد نامعتبر دور
fi: Etä: Tapahtumatiedosto ei kelpaa
hu: Távoli - érvénytelen eseményfájl
ja: リモート 不正なイベントファイル
ka: დაშორებული არასწორი მოვლენის ფაილი
km: ឯកសារ​ព្រឹត្តិការណ៍​មិនត្រឹមត្រូវ​ពី​ចម្ងាយ
ko: 원격 유효하지 않은 이벤트 파일
lt: Tolimas: klaidinga įvykių byla
nds: Feern: Leeg Begeefnisdatei
ne: टाढाको अवैध घटना फाइल
pl: Zdalnie: zły plik zdarzeń
pt: Ficheiro de Evento Remoto Inválido
pt_br: Remoto: Arquivo de Evento Inválido
sk: Vzdialené Neplatný súbor udalosti
sr: Удаљено, неисправан фајл догађаја
th: ระยะไกล แฟ้มเหตุการณ์ ไม่ถูกต้อง
tr: Uzak Geçersiz Olay Dosyası
uk: Віддалене: не чинний файл події

source: Remote Invalid Output File
af: Afgeleë bediener: Ongeldige afvoer lêer
bg: Отдалечен - невалиден изходен файл
ca: Remot: Fitxer de sortida invàlid
da: Ugyldig fjernuddatafil
de: Remote: Ungültige Ausgabedatei
el: Απομακρυσμένο μη έγκυρο αρχείο εξόδου
es: Archivo de salida remoto inválido
eu: Urrunekoa: baliogabeko irteerako fitxategia
fa: پروندۀ خروجی نامعتبر دور
fi: Etä: Tulostetiedosto ei kelpaa
hu: Távoli - érvénytelen kimeneti fájl
ja: リモート 不正な出力ファイル
ka: დაშორებული არასწორი გამონატანის ფაილი
km: ឯកសារ​លទ្ធផល​មិនត្រឹមត្រូវ​ពី​ចម្ងាយ
ko: 원격 유효하지 않은 출력 파일
lt: Tolimas: klaidinga išvesties byla
nds: Feern: Leeg Utgaavdatei
ne: टाढाको अवैध निर्गत फाइल
pl: Zdalnie: zły plik wyjściowy
pt: Ficheiro de Saída Remoto Inválido
pt_br: Remoto: Arquivo de Saída Inválido
sk: Vzdialené Neplatný výstupný súbor
sr: Удаљено, неисправан излазни фајл
th: ระยะไกล แฟ้มนำข้อมูลออกไม่ถูกต้อง
tr: Uzak Geçersiz Çıktı Dosyası
uk: Віддалене: не чинний файл виводу

source: Remote Invalid Duration
af: Afgeleë bediener: Ongeldige lengte
bg: Отдалечен - невалидна продължителност
ca: Remot: Durada invàlida
da: Ugyldig fjernvarighed
de: Remote: Ungültige Dauer
el: Απομακρυσμένη μη έγκυρη διάρκεια
es: Duración remota inválida
eu: Urrunekoa: baliogabeko iraupena
fa: دوام نامعتبر دور
fi: Etä: Kesto ei kelpaa
hu: Távoli - érvénytelen időtartam
ja: リモート 不正な継続時間
ka: დაშორებული არასწორი ხანგრძლიობა
km: ថិរវេលា​មិន​ត្រឹមត្រូវ​ពី​ចម្ងាយ
ko: 원격 유효하지 않은 기간
lt: Tolimas: klaidinga trukmė
nds: Feern: Leeg Duer
ne: टाढाको अवैध अवधि
pl: Zdalnie: zły okres trwania
pt: Duração Remota Inválida
pt_br: Remoto: Duração Inválida
sk: Vzdialené Neplatné trvanie
sr: Удаљено, неисправно трајање
th: ระยะไกล ระยะเวลาไม่ถูกต้อง
tr: Uzak Geçersiz Süre
uk: Віддалене: не чинна тривалість

source: Remote No Dump Files
af: Afgeleë bediener: Geen stort lêers
bg: Отдалечен - няма файлове за изхвърляне
ca: Remot: No hi ha fitxers de bolcat
da: Ingen fjerndumpningsfiler
de: Remote: Keine Ausgabedatei
el: Χωρίς απομακρυσμένα αρχεία αποτύπωσης
es: Sin archivos de volcado remotos
eu: Urrunekoa: ez irauli fitxategiak
fa: دور بدون تخلیۀ پرونده‌ها
fi: Etä: Ei vedostiedostoa
hu: Távoli - nincs lenyomatfájl
ja: リモート ダンプファイルなし
ka: დაშორებული Dump ფაილი არაა
km: គ្មាន​ឯកសារ​បោះចោល​ពី​ចម្ងាយ
ko: 원격 덤프 파일 없음
lt: Tolimas: nėra atliekų bylų
nds: Feern: Keen Bültutgaav-Dateien
ne: टाढाको डम्प नगरिएको फाइल
pl: Zdalnie: brak plików zrzutu
pt: Sem Ficheiros Remotos de Resultado
pt_br: Remoto: Nenhum Arquivo de Dump
sk: Vzdialené Žiadne dump súbory
sr: Удаљено, нема пописних фајлова
th: ระยะไกล ไม่มีแฟ้มทิ้งข้อมูล
tr: Uzak Boşaltma Dosyası Bulunamadı
uk: Віддалене: відсутні файли скидання

source: Remote No Event Dump File
af: Afgeleë bediener: Geen gebeurtenis stort lêer
bg: Отдалечен - няма файлове за събитие, които са за изхвърляне
ca: Remot: No hi ha cap fitxer de bolcat d'esdeveniments
da: Ingen dumpfil for fjernbegivenheder
de: Remote: Keine Ausgabedatei für Ereignisse
el: Χωρίς απομακρυσμένο αρχείο αποτύπωσης γεγονότος
es: Sin archivo de volcado de evento remoto
eu: Urrunekoa: gertaeren irauliaren fitxategirik ez
fa: دور بدون تخلیۀ پروندۀ رویداد
fi: Etä: Ei tapahtumavedostiedostoa
hu: Távoli - nincs esemény-lenyomatfájl
ja: リモート イベントダンプファイルなし
ka: დაშორებული მოვლენის Dump ფაილი არაა
km: គ្មាន​ឯកសារ​បោះចោល​ព្រឹត្តិការណ៍​ពី​ចម្ងាយ
ko: 원격 이벤트 덤프 파일 없음
lt: Tolimas: nėra įvykių atliekų bylos
nds: Feern: Keen Bültutgaavdatei för Begeefnissen
ne: टाढाको कुनै घटना डम्प नगरिएको फाइल
pl: Zdalnie: brak pliku zrzutu zdarzeń
pt: Sem Ficheiros Remotos de Eventos Resultantes
pt_br: Remoto: Nenhum Arquivo de Evento de Dump
sk: Vzdialené Žiadne dump súbory udalostí
sr: Удаљено, нема пописног фајла догађаја
th: ระยะไกล ไม่มีแฟ้มทิ้งข้อมูลของเหตุการณ์
tr: Uzak Olay Boşaltma Dosyası Bulunamadı
uk: Віддалене: нема файла скидання подій

source: Remote No Imap Dump File
af: Afgeleë bediener: Geen beeld kaart ('Imap') stort lêer
bg: Отдалечен - няма Imap файлове за изхвърляне
ca: Remot: No hi ha cap fitxer de bolcat de mapes d'imatges
da: Ingen dumpfil for fjern-IMAP
de: Remote: Keine Imagemap-Ausgabedatei
el: Χωρίς απομακρυσμένο αρχείο αποτύπωσης Imap
es: Sin archivo de volcado imap remoto
eu: Urrunekoa: IMAP irauliaren fitxategirik ez
fa: دور بدون پروندۀ تخلیۀ Imap
fi: Etä: Ei IMAP-vedostiedostoa
hu: Távoli - nincs Imap-lenyomatfájl
ja: リモート Imap ダンプファイルなし
ka: დაშორებული Imap Dump ფაილი არაა
km: គ្មាន​ឯកសារ​បោះចោល Imap ពី​ចម្ងាយ
ko: 원격 IMAP 덤프 파일 없음
lt: Tolimas: nėra vaizdo išdėstymo atliekų bylos
nds: Feern: Keen Bültutgaavdatei för Bildkoorten
ne: टाढाको आईम्याप डम्प नगरिएको फाइल
pl: Zdalnie: brak pliku zrzutu Imap
pt: Sem Ficheiros Remotos de Mapas Resultantes
pt_br: Remoto: Nenhum Arquivo de Dump Imap
sk: Vzdialené Žiaden dump súbor imapu
sr: Удаљено, нема пописног фајла IMAP-а
th: ระยะไกล ไม่มีแฟ้มทิ้งข้อมูล Imap
tr: Uzak Imap Boşaltma Dosyası Bulunamadı
uk: Віддалене: нема файла скидання карт зображень

source: Remote No Data
af: Afgeleë bediener: Geen data
bg: Отдалечен - няма данни
ca: Remot: Sense dades
da: Ingen fjerndata
de: Remote: Keine Daten
el: Χωρίς απομακρυσμένα δεδομένα
es: Sin datos remotos
eu: Urrunekoa: daturik ez
fa: دور بدون داده
fi: Etä: Ei dataa
fr: Aucune donnée distante
hu: Távoli - nincs adat
ja: リモート データなし
ka: დაშორებული მონაცემები არაა
km: គ្មាន​ទិន្នន័យ​ពី​ចម្ងាយ
ko: 원격 데이터 없음
lt: Tolimas: nėra duomenų
nds: Feern: Keen Daten
ne: टाढाको डेटा छैन
pa: ਰਿਮੋਟ ਕੋਈ ਡਾਟਾ ਨਹੀਂ
pl: Zdalnie: brak danych
pt: Sem Dados Remotos
pt_br: Remoto: Nenhum Dado
sk: Vzdialené Žiadne dáta
sr: Удаљено, нема података
th: ระยะไกล ไม่มีข้อมูล
tr: Uzak Veri Yok
uk: Віддалене: нема даних

source: Remote Empty Stream
af: Afgeleë stroom is leeg
bg: Отдалечен - празен поток
ca: Remot: El flux és buit
cs: Vzdálený prázdný proud
da: Tom fjernstrøm
de: Remote: Leerer Datenstrom
el: Απομακρυσμένη κενή ροή
es: Flujo remoto vacío
eu: Urrunekoa: korronte hutsa
fa: جریان خالی دور
fi: Etä: Tyhjä virta
fr: &Enlever les morceaux joués
hu: Távoli - üres adatfolyam
ja: リモート 空のストリーム
ka: დაშორებული ნაკადი ცარიელია
km: ស្ទ្រីម​ទទេ​ពីចម្ងាយ
ko: 원격 비어있는 스트림
lt: Tolimas: tuščias srautas
nds: Feern: Leddig Stroom
ne: टाढाको खाली प्रवाह
pa: ਰਿਮੋਟ ਖਾਲੀ ਸਟਰੀਮ
pl: Zdalnie: pusty strumień
pt: Transmissão Remota Vazia
pt_br: Stream Remoto Vazio
sk: Vzdialené Prázdny prúd
sr: Удаљено, празан ток
th: ระยะไกล สตรีมว่างเปล่า
tr: Uzak Boş Yayın
uk: Віддалене: порожній потік

source: Remote Read Only File
af: Afgeleë bediener: Lees alleen lêer
bg: Отдалечен - файл само за четене
ca: Remot: El fitxer és de només lectura
da: Skrivebeskyttet fjernfil
de: Remote: Nur lesbare Datei
el: Απομακρυσμένο αρχείο μόνο για ανάγνωση
es: Archivo remoto de solo lectura
eu: Urrunekoa: irakurtzeko soilik den fitxategia
fa: پروندۀ فقط خواندنی دور
fi: Etä: Vain luku -tiedosto
fr: Fichier distant en lecture seul
hu: Távoli - csak olvasható fájl
ja: リモート 読み取り専用ファイル
ka: დაშორებული მხოლოდ წასაკითხი ფაილი
km: ឯកសារ​បាន​តែ​អាន​ពី​ចម្ងាយ
ko: 원격 읽기 전용 파일
lt: Tolimas: byla tik skaitymui
nds: Feern: Datei bloots leesbor
ne: टाढाको पढ्ने मात्र फाइल
pa: ਰਿਮੋਟ ਸਿਰਫ਼ ਪੜ੍ਹਨ ਲਈ ਫਾਇਲ
pl: Zdalnie: plik tylko do odczytu
pt: Ficheiro Remoto Apenas para Leitura
pt_br: Remoto: Arquivo Somente Leitura
sk: Vzdialené Súbor len na čítanie
sr: Удаљено, фајл само за читање
th: ระยะไกล แฟ้มอ่านอย่างเดียว
tr: Uzak Salt Okunur Dosya
uk: Віддалене: файл тільки для читання

source: Remote Paste Missing Audio Stream
af: Afgeleë bediener: Plak oudio stroom wat ontbreek
bg: Отдалечен - поставяне на липсващи аудио потоци
ca: Remot: S'ha d'enganxar el flux d'àudio que falta
da: Fjernindsætning mangler lydstrøm
de: Remote: Fehlenden Audio-Datenstrom einfügen
el: Στην απομακρυσμένη επικόλληση απουσιάζει η ροή ήχου
es: Falta el flujo de audio de pegado remoto
eu: Urrunekoa: itsastean audio-korrentea falta
fa: جریان صوتی مفقود چسباندن دور
fi: Etä: Liitä puuttuva audiovirta
hu: Távoli - hiányzó hang-adatfolyam beillesztése
ka: დაშორებული ჩასმისთვის არ არის აუდიო ნაკადი
km: បិទភ្ជាប់​ស្ទ្រីម​អូឌីយ៉ូ​ដែល​បាត់​ពី​ចម្ងាយ
ko: 원격 없는 오디오 스트림 붙이기
lt: Tolimas: įterpti trūkstamą garso srautą
nds: Feern: Fehlen Audiostroom infögen
ne: टाढाको हराइरहेको टाँस्ने अडियो प्रवाह
pl: Zdalnie: wklej brakujący strumień dźwięku
pt: Transmissão de Colagem Remota sem Áudio
pt_br: Remoto: Colar Stream de Áudio Faltando
sk: Vzdialené Vložiť chýbajúci audio prúd
sr: Удаљено, преношењу недостаје аудио ток
th: ระยะไกล วางสตรีมเสียงผิดพลาด
tr: Uzak Eksik Ses Yayını Yapıştırma
uk: Віддалене: вставлення аудіопотоку, якого бракує

source: Remote Paste Missing Video Stream
af: Afgeleë bediener: Plak video stroom wat ontbreek
bg: Отдалечен - поставяне на липсващи видео потоци
ca: Remot: S'ha d'enganxar el flux de vídeo que falta
da: Fjernindsætning mangler videostrøm
de: Remote: Fehlenden Video-Datenstrom einfügen
el: Στην απομακρυσμένη επικόλληση απουσιάζει η ροή βίντεο
es: Falta el flujo de vídeo de pegado remoto
eu: Urrunekoa: itsastean bideo-korrontea falta
fa: جریان ویدیویی مفقود چسباندن دور
fi: Etä: Liitä puuttuva videovirta
hu: Távoli - hiányzó videó-adatfolyam beillesztése
ka: დაშორებული ჩასმისთვის არ არის ვიდეო ნაკადი
km: បិទភ្ជាប់​ស្ទ្រីម​វីដេអូ​ដែល​បាត់​ពី​ចម្ងាយ
ko: 원격 없는 비디오 스트림 붙이기
lt: Tolimas: įterpti trūkstamą vaizdo srautą
nds: Feern: Fehlen Videostroom infögen
ne: टाढाको हराइरहेको टाँस्ने भिडियो प्रवाह
pl: Zdalnie: wklej brakujący strumień obrazu
pt: Transmissão de Colagem Remota sem Vídeo
pt_br: Remoto: Colar Stream de Vídeo Faltando
sk: Vzdialené Vložiť chýbajúci video prúd
sr: Удаљено, преношењу недостаје видео ток
th: ระยะไกล วางสตรีมวิดีโอผิดพลาด
tr: Uzak Eksik Görüntü Yayını Yapıştırma
uk: Віддалене: вставлення відеопотоку, якого бракує

source: Remote Encrypted Content
af: Afgeleë bediener: Inhoud geënkripteer
bg: Отдалечен - шифровано съдържание
ca: Remot: Contingut xifrat
da: Krypteret fjernindhold
de: Remote: Verschlüsselter Inhalt
el: Απομακρυσμένο κρυπτογραφημένο περιεχόμενο
es: Contenido remoto cifrado
eu: Urrunekoa: eduki enkriptatua
fa: محتوای رمزبندی‌شدۀ دور
fi: Etä: Salattu sisältö
hu: Távoli - titkosított tartalom
ja: リモート 暗号化されたコンテンツ
ka: დაშორებული დაშიფრული შიგთავსი
km: មាតិកា​ដែល​បាន​អ៊ិនគ្រីប​ពី​ចម្ងាយ
ko: 원격 암호화된 내용
lt: Tolimas: užšifruotas turinys
nds: Feern: Verslötelt Inholt
ne: टाढाको गुप्तिकृत सामग्री
pl: Zdalnie: zaszyfrowana zawartość
pt: Conteúdo Remoto Encriptado
pt_br: Remoto: Conteúdo Encriptado
sk: Vzdialené Šifrovaný obsah
sr: Удаљено, шифровани садржај
th: ระยะไกล เนื้อหาเข้ารหัสไว้
tr: Uzak Şifrelenmiş İçerik
uk: Віддалене: зашифрований вміст

source: Property Not Found
af: Eienskap nie gevind nie
bg: Свойство - не е намерени
ca: Propietat: No s'ha trobat
cs: Vlastnost nenalezena
da: Egenskab ikke fundet
de: Property: Nicht gefunden
el: Δε βρέθηκε η ιδιότητα
es: Propiedad no encontrada
et: Omadust leitud
eu: Propietatea: ez da aurkitu
fa: ویژگی یافت نشد
fi: Ominaisuus: Ei löydy
fr: Propriété non trouvée
hu: Tulajdonság nem található
ja: プロパティ 見つかりません
ka: თვისება ვერ მოიძებნა
km: រក​មិន​ឃើញ​លក្ខណៈ​សម្បត្តិ
ko: 속성 찾을 수 없음
lt: Nuosavybė: nerasta
nds: Egenschap: Nich funnen
ne: गुण फेला परेन
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਨਹੀਂ ਲੱਭੀ
pl: Własność: nie znaleziona
pt: Propriedade Não Encontrada
pt_br: Propriedade Não Encontrada
se: Iešvuohta ii gávdnon
sk: Vlastnosť nenájdená
sr: Својство, није нађено
th: ไม่พบคุณสมบัติ
tr: Özellik Bulunamadı
uk: Властивість: не знайдено

source: Property Not Composite
af: Eienskap: Nie '<i>composite</i>'
bg: Свойство - не са композитни
ca: Propietat: No composta
da: Egenskab ikke sammensat
de: Property: Kein Composite
el: Μη σύνθετη ιδιότητα
es: Propiedad no compuesta
eu: Propietatea: ez da osatu
fa: ویژگی ترکیب نشود
fi: Ominaisuus: Ei yhdistelmä
hu: Tulajdonság nem összetett
ka: მდგომარეობა არაა შერეული
km: លក្ខណៈ​សម្បត្តិ​មិនបាន​ចងក្រង
ko: 속성 합성하지 않음
lt: Nuosavybė: nesudėtinė
nds: Egenschap: Keen Tosamensetten
ne: गुण मिश्रित छैन
pl: Własność: nie łączona
pt: Propriedade Não-Composta
pt_br: Característica: Não Composto
sk: Vlastnosť Nekompozitné
sr: Својство, није сложено
th: คุณสมบัติไม่ถูกต้อง
tr: Özellik Bileşik Değil
uk: Властивість: не складена

source: Property Duplicate
af: Eienskap: Dupliseer
bg: Свойство - дублиране
ca: Propietat: Duplicada
da: Egenskab duplikeret
de: Property: Duplikat
el: Διπλό αντίγραφο ιδιότητας
es: Propiedad duplicada
eu: Propietatea: bikoiztua
fa: دونسخه‌ای بودن ویژگی
fi: Ominaisuus: Kaksoiskappale
hu: Tulajdonság duplázott
ja: プロパティ 重複
ka: მდგომარეობის დუბლირება
km: ស្ទួន​លក្ខណៈ​សម្បត្តិ
ko: 속성 복사
lt: Nuosavybė: dubliuota
nds: Egenschap: Dubbel
ne: गुण नक्कल छ
pl: Własność: zduplikowana
pt: Duplicado da Propriedade
pt_br: Característica: Duplicado
sk: Vlastnosť Duplikát
sr: Својство, удвостручено
th: คุณสมบัติซ้ำ
tr: Özellik Çoğaltma
uk: Властивість: дублікат

source: Property Type Mismatch
af: Eienskap: Tipes stem nie ooreen nie
bg: Свойство - несъвпадащ вид
ca: Propietat: Els tipus no coincideixen
da: Fejltilrettet egenskabstype
de: Property: Unpassender Typ
el: Λάθος τύπος ιδιότητας
es: El tipo de propiedad no coincide
eu: Propietatea: mota falta da
fa: خطای نوع ویژگی
fi: Ominaisuus: Tyyppiyhteensopimattomuus
hu: Tulajdonság-típuseltérés
ja: プロパティ タイプ不一致
ka: მდგომარეობის ტიპის არ დამთხვევა
km: ប្រភេទ​លក្ខណៈ​សម្បត្តិ​មិនផ្គូផ្គង
ko: 속성 형식 불일치
lt: Nuosavybė: nesutampa tipai
nds: Egenschap: Typ passt nich
ne: गुण प्रकार मिलेन
pl: Własność: różnica typów
pt: Tipo de Propriedade Diferente
pt_br: Característica: Tipo Difere
sk: Vlastnosť Typ nesedí
sr: Својство, неслагање типова
th: คุณสมบัติ ผิดชนิด
tr: Özellik Tür Eşleşmedi
uk: Властивість: не співпадають типи
