Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: The color to use for three rating stars, if not the default.
bg: Цветът на три звезди за оценяване (ако не е по подразбиране).
ca: El color a usar per a una valoració de tres estrelles, si no és el predeterminat.
da: Farven som bruges for tre stjerner, hvis ikke standardfarven bruges.
de: Dies ist die Farbe, die für drei Bewertungs-Sterne verwendet wird.
el: Το χρώμα που θα χρησιμοποιείται για αξιολόγηση τριών αστεριών, αν διαφέρει από το προκαθορισμένο.
es: El color a usar para tres estrellas de la valoración, si no se especifica se usa el predeterminado.
et: Kolme hinnangutärni värv, kui ei kasutata vaikevärvi.
fi: Väri, jota käytetään kolmelle tähdelle (ellei oletusväri).
hu: A három besorolási csillag esetén használandó szín, amennyiben nem az alapértelmezett szín használandó.
it: Il colore da utilizzare per tre stelle di valutazione, se diverso dal predefinito.
ja: 評価の三つ星に使用する色、指定がなければ既定値。
km: ពណ៌​ត្រូវ​ប្រើ​សម្រាប់​ផ្កាយ​វាយតម្លៃ​បី ប្រសិន​បើ​មិនមែន​លំនាំដើម ។
lt: Trijų žvaigždžių įvertinimo spalva, jei skiriasi nuo numatytos.
nds: De Klöör för dree Beweerten-Steerns, wenn nich de Standardklöör
ne: यदि पूर्वनिर्धारित होइन भने, तीन मूल्याङ्कन ताराहरूका लागि प्रयोग गर्न रङ ।
nl: De kleur die zal worden gebruikt voor drie-ster-waarderingen, als u niet de standaardkleur wilt gebruiken.
nn: Fargen som skal brukast på trestjernekarakterar, om ikkje standardfargen skal brukast.
pa: ਤਿੰਨ ਰੇਟਿੰਗ ਸਟਾਰ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਰੰਗ, ਜੇ ਨਾ ਦਿੱਤਾ ਤਾਂ ਮੂਲ ਵਰਤਿਆ ਜਾਵੇਗਾ।
pl: Kolor, który jest używany dla trzech gwiazdek notowania, jeśli inny niż domyślny.
pt: A cor que é usada para três estrelas de classificação, se não for a predefinida.
pt_br: A cor a ser usada para a avaliação de três estrelas, se não a padrão.
sk: Farba pre tri hodnotiace hviezdy, ak nie je použitá štandardná.
sr: Боја коју треба користити за три звездице рејтинга, ако није подразумевана.
th: สีที่จะใช้สำหรับสามดาวเรตติ้ง ถ้าไม่ใช่ค่าปริยาย
tr: Üç beğeni yıldızında kullanmak için renk, öntanımlı kullanılmıyorsa.
uk: Колір для тризіркового рейтингу, якщо нетиповий.

source: Color for four rating stars
bg: Цвят на четири звезди за оценяване
ca: Color de la valoració de quatre estrelles
da: Farve for fire stjerner
de: Farbe für vier Bewertungs-Sterne
el: Χρώμα για αξιολόγηση τεσσάρων αστεριών
es: Color para cuatro estrellas de la valoración
et: Nelja hinnangutärni värv
fi: Väri neljälle tähdelle
hu: Négy besorolási csillag színe
it: Colore per quattro stelle di valutazione
ja: 評価の四つ星の色
km: ពណ៌​សម្រាប់​ផ្កាយ​វាយតម្លៃ​បួន
lt: Keturių žvaigždžių spalva
nds: Klöör för veer Beweerten-Steerns
ne: चार मूल्याङ्कन ताराहरूका लागि रङ
nl: Kleur voor vier sterren
nn: FArge for fire stjerner
pa: ਚਾਰ ਰੇਟਿੰਗ ਸਟਾਰ ਲਈ ਰੰਗ
pl: Kolor dla czterech gwiazdek notowania
pt: Cor para a classificação de quatro estrelas
pt_br: Cor para avaliação de quatro estrelas
sk: Farba pre štyri hviezdy hodnotenia
sr: Боја за четири звездице рејтинга
th: สีสำหรับสี่ดาวเรตติ้ง
tr: Beğeni yıldızları için renk
uk: Колір для рейтингу "чотири зірки"

source: The color to use for four rating stars, if not the default.
bg: Цветът на четири звезди за оценяване (ако не е по подразбиране).
ca: El color a usar per a una valoració de quatre estrelles, si no és el predeterminat.
da: Farven som bruges for fire stjerner, hvis ikke standardfarven bruges.
de: Dies ist die Farbe, die für vier Bewertungs-Sterne verwendet wird.
el: Το χρώμα που θα χρησιμοποιείται για αξιολόγηση τεσσάρων αστεριών, αν διαφέρει από το προκαθορισμένο.
es: El color a usar para cuatro estrellas de la valoración, si no se especifica se usa el predeterminado.
et: Nelja hinnangutärni värv, kui ei kasutata vaikevärvi.
fi: Väri, jota käytetään neljälle tähdelle (ellei oletusväri).
hu: A négy besorolási csillag esetén használandó szín, amennyiben nem az alapértelmezett szín használandó.
it: Il colore da utilizzare per quattro stelle di valutazione, se diverso dal predefinito.
ja: 評価の四つ星に使用する色、指定がなければ既定値。
km: ពណ៌​​ត្រូវ​ប្រើ​សម្រាប់​ផ្កាយ​វាយតម្លៃ​បួន ប្រសិន​បើ​មិនមែន​ជា​លំនាំដើម ។
lt: Keturių žvaigždžių įvertinimo spalva, jei skiriasi nuo numatytos.
nds: De Klöör för veer Beweerten-Steerns, wenn nich de Standardklöör
ne: यदि पूर्वनिर्धारित होइन भने, चार मूल्याङ्कन ताराहरूका लागि प्रयोग गर्न रङ ।
nl: De kleur die zal worden gebruikt voor vier-ster-waarderingen als u niet de standaardkleur wilt gebruiken.
nn: Fargen som skal brukast på firestjernekarakterar, om ikkje standardfargen skal brukast.
pa: ਚਾਰ ਰੇਟਿੰਗ ਸਟਾਰ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਰੰਗ, ਜੇ ਨਾ ਦਿੱਤਾ ਤਾਂ ਮੂਲ ਵਰਤਿਆ ਜਾਵੇਗਾ।
pl: Kolor, który jest używany dla czterech gwiazdek notowania, jeśli inny niż domyślny.
pt: A cor que é usada para quatro estrelas de classificação, se não for a predefinida.
pt_br: A cor a ser usada para a avaliação de quatro estrelas, se não a padrão.
sk: Farba pre štyri hodnotiace hviezdy, ak nie je použitá štandardná.
sr: Боја коју треба користити за четири звездице рејтинга, ако није подразумевана.
th: สีที่จะใช้สำหรับสี่ดาวเรตติ้ง ถ้าไม่ใช่ค่าปริยาย
tr: Beğeni yıldızlarında kullanmak için renk, öntanımlı kullanılmıyorsa.
uk: Колір для чотиризіркового рейтингу, якщо нетиповий.

source: Color for five rating stars
bg: Цвят на пет звезди за оценяване
ca: Color de la valoració de cinc estrelles
da: Farve for fem stjerner
de: Farbe für fünf Bewertungs-Sterne
el: Χρώμα για αξιολόγηση τεσσάρων αστεριών
es: Color para cinco estrellas de la valoración
et: Viie hinnangutärni värv
fi: Väri viidelle tähdelle
hu: Öt besorolási csillag színe
it: Colore per cinque stelle di valutazione
ja: 評価の五つ星の色
km: ពណ៌​សម្រាប់​ផ្កាយ​វាយ​តម្លៃ​ប្រាំ
lt: Penkių žvaigždžių spalva
nds: Klöör för fief Beweerten-Steerns
ne: पाँच मूल्याङ्कन ताराहरूका लागि रङ
nl: Kleur voor vijf sterren
nn: Farge for fem stjerner
pa: ਪੰਜ ਰੇਟਿੰਗ ਸਟਾਰ ਲਈ ਰੰਗ
pl: Kolor dla pięciu gwiazdek notowania
pt: Cor para a classificação de cinco estrelas
pt_br: Cor para avaliação de cinco estrelas
sk: Farba pre päť hviezd hodnotenia
sr: Боја за пет звездица рејтинга
th: สีสำหรับห้าดาวเรตติ้ง
tr: Beş beğeni yıldızı için renk
uk: Колір для рейтингу "п'ять зірок"

source: The color to use for five rating stars, if not the default.
bg: Цветът на пет звезди за оценяване (ако не е по подразбиране).
ca: El color a usar per a una valoració de cinc estrelles, si no és el predeterminat.
da: Farven som bruges for fem stjerner, hvis ikke standardfarven bruges.
de: Dies ist die Farbe, die für fünf Bewertungs-Sterne verwendet wird.
el: Το χρώμα που θα χρησιμοποιείται για αξιολόγηση πέντε αστεριών, αν διαφέρει από το προκαθορισμένο.
es: El color a usar para cinco estrellas de la valoración, si no se especifica se usa el predeterminado.
et: Viie hinnangutärni värv, kui ei kasutata vaikevärvi.
fi: Väri, jota käytetään viidelle tähdelle (ellei oletusväri).
hu: Az öt besorolási csillag esetén használandó szín, amennyiben nem az alapértelmezett szín használandó.
it: Il colore da utilizzare per cinque stelle di valutazione, se diverso dal predefinito.
ja: 評価の五つ星に使用する色、指定がなければ既定値。
km: ពណ៌​ត្រូវ​ប្រើ​សម្រាប់​ផ្កាយ​វាយតម្លៃ​ប្រាំ ប្រសិន​បើ​មិនមែន​ជា​លំនាំដើម ។
lt: Penkių žvaigždžių įvertinimo spalva, jei skiriasi nuo numatytos.
nds: De Klöör för fief Beweerten-Steerns, wenn nich de Standardklöör
ne: यदि पूर्वनिर्धारित होइन भने, पाँच मूल्याङ्कन ताराहरूका लागि प्रयोग गर्न रङ ।
nl: De kleur die zal worden gebruikt voor vijf-ster-waarderingen als u niet de standaardkleur wilt gebruiken.
nn: Fargen som skal brukast på femstjernekarakterar, om ikkje standardfargen skal brukast.
pa: ਪੰਜ ਰੇਟਿੰਗ ਸਟਾਰ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਰੰਗ, ਜੇ ਨਾ ਦਿੱਤਾ ਤਾਂ ਮੂਲ ਵਰਤਿਆ ਜਾਵੇਗਾ।
pl: Kolor, który jest używany dla pięciu gwiazdek notowania, jeśli inny niż domyślny.
pt: A cor que é usada para cinco estrelas de classificação, se não for a predefinida.
pt_br: A cor a ser usada para a avaliação de cinco estrelas, se não a padrão.
sk: Farba pre päť hodnotiacich hviezd, ak nie je použitá štandardná.
sr: Боја коју треба користити за пет звездица рејтинга, ако није подразумевана.
th: สีที่จะใช้สำหรับห้าดาวเรตติ้ง ถ้าไม่ใช่ค่าปริยาย
tr: Beş beğeni yıldızında kullanmak için renk, öntanımlı kullanılmıyorsa.
uk: Колір для п'ятизіркового рейтингу, якщо нетиповий.

source: Resume playback of last played track on startup
af: Gaan voort met die speel van die laaste snit as die program weer oopgemaak word.
bg: Изпълнение на последния запис при стартиране
ca: Reprèn la reproducció de l'última peça escoltada a l'inici
cs: Po spuštění obnovit přehrávání posledně hrané skladby
da: Genoptag afspilning af senest spillede spor ved start
de: Wiedergabe des letzten Stücks fortsetzen
el: Συνέχιση αναπαραγωγής του τελευταίου εκτελεσμένου κομματιού κατά την εκκίνηση
es: Reanudar reproducción de la última pista reproducida al iniciar
et: Viimati esitatud pala esituse taasalustamine käivitamisel
eu: Jarraitu entzundako azken pista erreproduzitzen abioan
fa: از سرگیری بازپخش آخرین شیار پخش‌شده هنگام راه‌اندازی
fi: Jatka käynnistyessä toistoa viimeksi soitetusta kappaleesta
fr: Reprendre la lecture du dernier morceau écouté au démarrage
he: חדש השמעה של רצועה מושמעת אחרונה בהפעלה חדשה
hu: A kilépéskor félbehagyott szám lejátszásának folytatása indításkor
it: Riprendi la riproduzione dell'ultima traccia all'avvio
ja: 最後に再生したトラックを起動時に再生開始
ka: გაგრძელება ჩართულია
km: បន្ត​ចាក់​បទ​ដែល​បាន​ចាក់​ចុងក្រោយ​សារ​ថ្មី ពេល​ចាប់ផ្ដើម
ko: 시작할 때 마지막으로 재생된 트랙을 이어서 재생
lt: Paleidus programą tęsti buvusios dainos grojimą
nb: Fortsett med avspilling av sist spilte spor ved oppstart
nds: Dat leste speelte Stück bi't Starten wiederspelen
ne: सुरूआतमा अन्तिममा प्ले गरिएको ट्रयाकको प्लेब्याक पुन: निरन्तरता दिनुहोस्
nl: Afspelen van laatstgespeelde track hervatten bij opstarten
nn: Hald fram med avspeling av sist spelte spor ved oppstart
pa: ਸ਼ੁਰੂ ਕਰਨ ਸਮੇਂ ਆਖਰੀ ਵਾਰ ਵਜਾਏ ਗਾਣੇ ਨੂੰ ਮੁੜ ਚਲਾਓ
pl: Wznów odtwarzanie przy rozpoczęciu programu
pt: Reiniciar a reprodução da última faixa reproduzida no início
pt_br: Continuar reprodução da última faixa reproduzida ao inicializar
ru: Продолжить проигрывание при запуске
sk: Obnoviť po spustení prehrávanie naposledy hranej skladby
sr: Настави пуштање последње пуштане нумере по покретању
th: เล่นเพลงที่เล่นค้างไว้ครั้งล่าสุด เมื่อเริ่มโปรแกรม
tr: Başlangıçta son çalınan şarkıdan devam et
uk: При запуску продовжити програвання доріжки, яка востаннє програвалась

source: If set, Amarok resumes playback of the last played track on startup.
af: As hierdie gestel is, sal Amarok voort gaan met die speel van die laaste snit waarmee Amarok besig was toe dit toegemaak was.
bg: Ако е включена тази отметка, при стартиране Amarok подновява изпълнението на последно изпълнявания запис.
ca: Si està seleccionat, l'Amarok reprèn la reproducció de l'última peça escoltada a l'inici.
cs: Je-li nastaveno, Amarok po startu pokračuje v přehrávání posledně hrané skladby.
da: Hvis markeret genoptager Amarok afspilning af det senest spillede spor ved start.
de: Wenn diese Einstellung aktiviert ist, wird die Wiedergabe des zuletzt gespielten Stück beim Programmstart fortgesetzt.
el: Αν επιλεχθεί, το Amarok συνεχίζει την αναπαραγωγή του τελευταίου εκτελεσμένου κομματιού κατά την εκκίνηση.
es: Si se activa, Amarok reanudará la reproducción de la última pista reproducida al iniciarse.
et: Märkimisel alustab Amarok käivitamisel viimati esitatud pala esitamist.
fa: اگر تنظیم شود، amaroK بازپخش آخرین شیار پخش‌شده هنگام راه‌اندازی را از سر می‌گیرد.
fi: Aseta tämä, mikäli haluat Amarokin käynnistyessä jatkavan toistoa viimeksi soitetusta kappaleesta.
fr: Si cette case est cochée, Amarok reprendra la lecture du dernier morceau écouté lorsqu'il redémarrera.
he: אם סומן, Amarok יחדש השמעה של הרצועה האחרונה בהפעלה מחדש.
hu: Ha ez be van jelölve, akkor az Amarok indításakor folytatódik a legutóbb lejátszott szám lejátszása.
it: Se impostata, Amarok riprenderà all'avvio la riproduzione dell'ultima traccia riprodotta.
ja: 有効にすると、最後に再生された曲を起動時に再生開始します。
km: បើ​កំណត់ amaroK នឹង​បន្ត​ចាក់​បទ​ដែល​បាន​ចាក់​ចុងក្រោយ​សារ​ថ្មី ពេល​ចាប់ផ្ដើម
ko: 만약 설정된다면, Amarok은 시작할 때 이전에 재생한 트랙을 이어서 재생합니다.
lt: Paleidus programą tęsti buvusios dainos grojimą.
nb: Hvis krysset av, starter Amarok med fortsette sist spilte spor ved oppstart.
nds: Wenn anmaakt, speelt Amarok dat tolest speelte Stück bi't Starten wieder.
ne: यदि सेट भयो भने, अमारोकले सुरुआतमा अन्तिममा प्ले गरिएको ट्रयाकको प्लेब्याक पुन: निरन्तरता दिन्छ ।
nl: Indien geselecteerd zal Amarok bij het opstarten doorgaan met het afspelen van de laatstgespeelde track.
nn: Viss kryssa av, startar Amarok med å spela av sist spelte spor ved oppstart.
pa: ਜੇਕਰ ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਤਾਂ ਅਮਰੋਕ ਸ਼ੁਰੂ ਹੋਣ 'ਤੇ ਆਖਰੀ ਵਜਾਏ ਗਾਣੇ ਨੂੰ ਮੁੜ ਵਜਾਏਗਾ।
pl: Jeśli ustawione, Amarok wznawia odtwarzanie ostatniego utworu przy uruchomieniu.
pt: Se activado, o Amarok continua a reprodução da última faixa reproduzida ao iniciar.
pt_br: Se selecionada, o Amarok continua a reprodução da última faixa reproduzida ao inicializar.
ru: Продолжать воспроизведение при запуске.
sk: Ak je nastavené, Amarok po štarte pokračuje v prehrávaní naposledy hranej stopy.
sr: Ако је постављено, Amarok по покретању наставља пуштање последње пуштане нумере.
th: หากตั้งไว้ Amarok จะทำการเล่นเพลงที่เล่นค้างไว้ล่าสุดต่อไป เมื่อเริ่มโปรแกรม
tr: Eğer seçili ise Amarok, başlangıçta son kaldığı parçayı çalmaya devam eder.
uk: Якщо ввімкнено, Amarok при запуску буде продовжувати програвання доріжки, яка востаннє програвалась.

source: Track URL to resume upon startup
af: URL van die snit om mee aan te gaan wanner die program oopgemaak word.
bg: Адрес на записа, чието изпълнение да бъде подновено при стартиране
ca: Desa l'URL de la peça a reprendre a l'inici
cs: URL skladby, kterou se pokračuje po startu
da: URL for sporet som skal genoptages ved start
de: Stück-URL zum Fortsetzen der Wiedergabe nach dem Programmstart
el: Το URL κομματιού για συνέχιση στην εκκίνηση
es: URL de la pista a reanudar al iniciar
et: Käivitamisel taasesitatava pala URL
eu: Pistaren URLa abiatzean jarraitzeko
fa: نشانی وب شیار برای از سرگیری هنگام راه‌اندازی
fi: Osoite kappaleelle, jonka toistoa jatketaan käynnistyessä
fr: URL du morceau à reprendre lors du redémarrage
he: כתובת הרצועה עבור חידוש ההשמעה בעת הפעלה מחדש
hu: Az indulásnál folytatandó szám URL-je
it: Traccia l'URL da riprendere all'avvio
ja: 起動時に再開するトラックの URL
ka: ჩანაწერი URL -სკენ
km: URL បទ​ដែល​ត្រូវ​បន្ត ពេល​ចាប់ផ្ដើម
ko: 시작시 재개할 트랙 URL
lt: Paleidus programą tęsti nurodyto URL grojimą
nb: Nettadresse til sporet som skal spilles av ved oppstart
nds: Stück-URL för't Wiederspelen bi't Starten
ne: सुरूआत माथि पुन: निरन्तरता दिन ट्रयाक यूआरएल
nl: URL-adres van track om te hervatten bij opstarten
nn: Nettadresse til sporet som skal spelast av ved oppstart
pa: ਸ਼ੁਰੂ ਸਮੇਂ ਟਰੈਕ URL ਮੁੜ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Adres URL utworu wznawianego przy starcie
pt: URL da faixa a continuar ao iniciar
pt_br: URL da faixa para continuar ao inicializar
ru: Запомнить URL, чтобы возобновить воспроизведение при повторном запуске
sk: URL skladby, ktorou sa pokračuje pri štarte
sr: URL нумере коју треба наставити по покретању
th: URL ของเพลงที่จะให้เล่นต่อเมื่อเริ่มโปรแกรม
tr: Başlangıçta devam edilecek parçanın adresi
uk: Слідкувати за URL, щоб можна було відновити при запуску

source: Internal: URL of the track to resume on startup.
af: Intern: URL van die snit om mee aan te gaan wanner die program oopgemaak word.
bg: Вътрешно: адрес на записа(URL), чието изпълнение да бъде подновено при стартиране.
ca: Intern: URL de la peça a reprendre a l'inici.
cs: Interní: URL skladby, kterou se pokračuje po startu.
da: Internt: URL for sporet som skal genoptages ved start.
de: Intern: URL des Stücks, mit dem die Wiedergabe nach dem Programmstart fortgesetzt wird.
el: Εσωτερικό: Το URL του κομματιού που θα συνεχίσει να αναπαράγεται στην εκκίνηση.
es: Interno: URL de la pista a reanudar al iniciar.
et: Seesmine: käivitamisel taasesitatava pala URL.
eu: Barnekoa: pistaren URLa abiatzean jarraitzeko.
fa: درونی: نشانی وب شیار برای از سرگیری هنگام راه‌اندازی.
fi: Sisäinen: Verkko-osoite kappaleelle, jonka toistoa jatketaan käynnistyessä.
fr: Interne : URL du morceau à reprendre lors du redémarrage.
he: פנימי: כתובת הרצועה עבור חידוש ההשמעה בעת הפעלה חדשה.
hu: Belső: a program indulásakor folytatandó szám URL-je.
it: Interno: URL della traccia da riprendere all'avvio.
ja: 内部: 起動時に再開するトラックの URL
ka: URL -სკენ ჩართულია.
km: ខាង​ក្នុង ៖ URL នៃ​បទ​ដែល​ត្រូវ​បន្ត ពេល​ចាប់ផ្ដើម ។
ko: 내부적: 시작할 때 이어서 재생할 트랙의 URL.
lt: Paleidus programą tęsti nurodyto URL grojimą.
nb: Internt: Nettadresse til sporet som skal spilles av ved oppstart.
nds: Intern: De URL vun dat Stück, dat bi't Starten wiederspeelt warrt
ne: आन्तरीक: सुरूआतमा पुन: निरन्तरता दिन ट्रयाकको यूआरएल ।
nl: Intern: URL-adres van de tracks om te hervatten bij het opstarten.
nn: Internt: Nettadresse til sporet som skal spelast av ved oppstart.
pa: ਅੰਦਰੂਨੀ: ਸ਼ੁਰੂ ਕਰਨ ਸਮੇਂ ਟਰੈਕ ਮੁੜ-ਪ੍ਰਾਪਤ ਲਈ URL ਹੈ।
pl: Wewnętrzne: URL utworu, który ma być wznowiony przy starcie.
pt: Interno: URL da faixa a continuar ao iniciar.
pt_br: Interno: URL da faixa para continuar sua reprodução ao inicializar.
ru: URL дорожки, проигрывание которой начнётся при запуске.
sk: Vnútorné: URL skladby, ktorou sa pokračuje pri štarte.
sr: Унутрашње: URL нумере коју треба наставити по покретању.
th: ภายใน: URL ของเพลงที่จะเล่นต่อเมื่อเริ่มโปรแกรม
tr: Dahili:Başlangıçta devam edilecek parçanın adresi.
uk: URL доріжки, де почати програвання.

source: Time to resume at, in milliseconds
af: Tyd waarna moet aangaan, in millisekondes.
bg: Време за подновяване в милисекунди
ca: Temps en reprendre, en mil·lisegons
cs: Čas, od kterého se má pokračovat, v milisekundách
da: Tidspunkt at genoptage i millisekunder
de: Zeitangabe in Millisekunden, an der die Wiedergabe fortgesetzt wird.
el: Χρόνος συνέχισης, σε χιλιοστά δευτερολέπτου
es: Tiempo al que reanudar, en milisegundos
et: Taasesituse positsioon millisekundites
eu: Jarraipenaren posizioa, milisegundotan
fa: زمان برای از سرگیری، بر حسب میلی‌ثانیه
fi: Kohta, josta toistoa jatketaan käynnistyttäessä millisekunneissa
fr: Position de la reprise, en millisecondes
he: הזמן שבו תחודש ההשמעה, באלפיות שנייה
hu: A szám lejátszását ettől az időpozíciótól kezdve kell folytatni (ezredmásodpercben)
it: Punto in cui riprendere, in millisecondi
ja: 再開する時間 (ミリ秒)
ka: დრო -სკენ -ში მილიწამები
km: រយៈពេល​ត្រូវ​បន្ត គិត​ជា​មិល្លីវិនាទី
ko: 재생을 재개할 시간(밀리초 단위)
lt: Vieta, nuo kurios tęsti grojimą, milisekundėmis
nb: Tidspunkt for fortsettelse, målt i millisekund
nds: De Tiet, an de wiederspeelt warrt, in Millisekunnen
ne: मिलिसेकेन्डमा, पुन: निरन्तरता दिन समय
nl: Tijd in milliseconden om op te hervatten
nn: Tidspunkt for oppattaking, målt i millisekund
pa: ਮੁੜ-ਪ੍ਰਾਪਤ ਲਈ ਸਮਾਂ, ਮਿਲੀਸਕਿੰਟ ਵਿੱਚ
pl: Czas, na którym utwór ma być wznowiony, w milisekundach
pt: Tempo onde recomeçar, em milisegundos
pt_br: Tempo para continuar a reprodução, em milisegundos
ru: Продолжать с позиции, мс
sk: Čas, od ktorého sa má pokračovať, v milisekundách
sr: Време од кога треба наставити, у милисекундама
th: เวลาที่จะให้เล่นต่อไป, ในหน่วยมิลลิวินาที
tr: Kaç saniye içinde devam edileceği, milisaniye cinsinden
uk: Продовжувати від часу, в мілісекундах

source: Internal: Playback position in the track to resume on startup.
af: Intern: Terugspeel posisie in die snit wat voor gegaan moet word wanner die program weer oop gemaak wrod.
bg: Вътрешно: Позиция откъдето да се поднови изпълнението.
ca: Intern: Posició on reprendre reproducció de la peça a l'inici.
cs: Interní: Pozice na stopě, od které se má pokračovat po startu.
da: Internt: Afspilningspositionen i sporet som skal genoptages ved start.
de: Intern: Wiedergabeposition des Stücks, an der die Wiedergabe nach dem Start fortgesetzt werden soll.
el: Εσωτερικό: Θέση εκτέλεσης στο κομμάτι που θα συνεχίσει να αναπαράγεται στην εκκίνηση.
es: Interno: posición de la reproducción en la pista a reanudar al iniciar.
et: Seesmine: asukoht palas, kus alustatakse käivitamisel taasesitust.
eu: Barnekoa: pistaren erreproduzitze-posizioa abiatzean jarraitzeko.
fa: درونی: موقعیت بازپخش در شیار برای از سرگیری هنگام راه‌اندازی.
fi: Sisäinen: Kohta, josta kappaleen toistoa jatketaan käynnistettäessä millisekunneissa.
fr: Interne : position de reprise du morceau lors du redémarrage.
he: פנימי: המיקום ברצועה שבה תחודש ההשמעה בהפעלה מחדש.
hu: Belső: a kezdéskor folytatandó szám folytatási időpozíciója.
it: Interno: posizione di riproduzione della traccia da riprendere all'avvio.
ja: 内部: 起動時に再生を再開するトラックの中の位置
ka: დაკვრა -ში -სკენ ჩართულია.
km: ខាង​ក្នុង ៖ ទីតាំង​ចាក់​សារ​ថ្មី​នៅ​ក្នុង​បទ​ដើម្បី​បន្ត ពេល​ចាប់ផ្ដើម ។
ko: 내부적: 시작할때 재생할 트랙에서 재생할 위치
lt: Vieta dainoje, nuo kurios tęsti grojimą paleidus programą, milisekundėmis.
nb: Internt: Tidspunkt for fortsettelse, målt i millisekund.
nds: Intern: Afspeelpositschoon binnen dat Stück, dat bi't Starten wiederspeelt warrt
ne: आन्तरीक: सुरूआतमा पुन: निरन्तरता दिन ट्रयाकमा प्लेब्याकको स्थिति ।
nl: Intern: afspeelpositie in de track om te hervatten bij het opstarten.
nn: Internt: Tidspunkt for oppattaking, målt i millisekund.
pa: ਅੰਦਰੂਨੀ: ਮੁੜ ਸ਼ੁਰੂ ਕਰਨ 'ਤੇ ਟਰੈਕ ਦੀ ਸਥਿਤੀ ਤੋਂ ਹੀ ਵਜਾਓ।
pl: Wewnętrzne: Pozycja w utworze, na której ma być wznowione odtwarzanie.
pt: Interno: Posição de reprodução na faixa a continuar ao iniciar.
pt_br: Interno: a posição da reprodução na faixa, para continuar sua execução ao inicializar.
ru: Позиция в дорожке, с которой следует начать воспроизведение.
sk: Vnútorné: Pozícia v skladbe, od ktorej sa má pokračovať pri štarte.
sr: Унутрашње: Положај репродукције у нумери од кога треба наставити по покретању.
th: ภายใน: ตำแหน่งภายในเพลงที่จะทำการเล่นต่อเมื่อเริ่มโปรแกรม
tr: Dahili: Başlangıçta devam edilecek parçanın çalma konumu.
uk: Позиція в доріжці, де почати програвання.

source: Database Engine
af: Databasis enjin
bg: Ядро на базата данни
ca: Motor de la base de dades
cs: Databázový systém
da: Database-motor
de: Datenbank-Treiber
el: Μηχανή βάσης δεδομένων
es: Motor de la base de datos
et: Andmebaasimootor
eu: Datu-base motorra
fa: موتور دادگان
fi: Tietokantajärjestelmä
fr: Moteur de base de données
he: מנוע מסד הנתונים
hu: Adatbázis-kezelő
it: Motore del database
ja: データベースエンジン
ka: მონაცემთა ბაზის ძრავა
km: ម៉ាស៊ីន​មូលដ្ឋាន​ទិន្នន័យ
ko: 데이터베이스 엔진
lt: Duomenų bazė
nb: Databasemotor
nds: Datenbank-Driever
ne: डाटाबेस इन्जिन
nn: Databasemotor
pa: ਡਾਟਾਬੇਸ ਇੰਜਣ
pl: Moduł bazy danych
pt: Motor de Base de Dados
pt_br: Mecanismo de Banco de Dados
ru: Движок базы данных
se: Diehtovuođđomohtor
sk: Databázový systém
sr: Мотор базе података
th: โปรแกรมประมวลผลฐานข้อมูล
tr: Veritabanı Motoru
uk: Рушій бази даних
