Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: This is the Context Browser: it shows you contextual information about the currently playing track. In order to use this feature of Amarok, you need to build a Collection.
af: Hierdie is die konteks blaaier: Dit vertoon konteks informasie aangaande die snit wat tans speel. Om van hierdie funksie gebruik te maak moet daar eers 'n verameling gebou word.
bg: Това е контекстния браузър: той показва информация за текущо изпълнявания запис. За да използвате тази функция на Amarok, трябва да съставите колекция.
ca: Aquest és el Navegador contextual: us mostra la informació contextual sobre la peça que s'està reproduint. Si voleu usar aquesta característica de l'Amarok heu de construir una col·lecció.
cs: Toto je prohlížeč kontextu: zobrazuje informace týkající se právě přehrávané skladby. Abyste mohli tuto funkci využít, je třeba nejprve sestavit kolekci.
da: Dette er sammenhængssøgeren: den viser dig sammenhængsinformation om det spor der bliver afspillet nu. For at bruge denne funktion i Amarok, må du opbygge en samling.
de: Dies ist der Kontext-Browser: Er zeigt Kontext-Informationen zum jeweils laufenden Stück an. Um ihn nutzen zu können, muss allerdings erst eine Sammlung eingerichtet werden.
el: Αυτό είναι το σχετικό περιεχόμενο: εμφανίζει σχετικές πληροφορίες με το τρέχον κομμάτι. Για να χρησιμοποιήσετε αυτή τη λειτουργία του AmaroΚ, πρέπει να δημιουργήσετε μια συλλογή.
es: Este es el navegador de contexto: le muestra información contextual sobre la pista que esté reproduciendo. Para poder usar esta característica de Amarok, debe construir una colección.
et: See on kontekstisirvija, mis näitab parajasti mängitava pala kontekstiinfot. Selle Amaroki võimaluse kasutamiseks tuleb aga kõigepealt luua muusikakogu.
fa: این، مرورگر متن است: اطلاعات متنی راجع به شیاری که در حال حاضر پخش می‌شود را به شما نمایش می‌دهد. به علت استفاده از این ویژگی amaroK، لازم است یک مجموعه بسازید.
fi: Tämä on kontekstiselain, joka näyttää sinulle tietoja soitettavasta kappaleesta. Tämän ominaisuuden käyttäminen vaatii kokoelman luomisen.
fr: Ceci est le navigateur de contexte. Il affiche les informations contextuelles à propos du morceau en cours. Pour pouvoir utiliser cette fonctionnalité d'Amarok, vous devez construire une collection.
he: <div dir="rtl" align="right">זהו דפדפן ההקשר (התוכן). הוא מציג מידע רלוונטי אודות הרצועה המתנגנת כעת. כדי להשתמש באפשרות זאת של Amarok עליך לבנות אוסף.</div>
hu: Itt látható a környezetböngésző, amely különféle információkat jelenít meg a lejátszás alatt álló számmal kapcsolatban. Ezt a lehetőséget csak akkor tudja használni, ha előbb létrehoz egy gyűjteményt.
it: Questo è il navigatore per contesti: mostra le informazioni contestuali riguardanti la traccia in riproduzione. Per usare questa funzionalità di Amarok, devi creare una collezione.
ja: これは関連情報ブラウザです。再生中のトラックに関連する情報を表示します。この機能を使うにはコレクションを構築する必要があります。
km: នេះ​ជា​កម្មវិធី​រុករក​បរិបទ ៖ វា​បង្ហាញ​អ្នក​នូវ​ព័ត៌មាន​បរិបទ​អំពី​បទ​ដែល​កំពុង​ចាក់​បច្ចុប្បន្ន ។ ដើម្បី​ប្រើ​លក្ខណៈ​ពិសេស​នេះ​របស់ Amarok អ្នក​ត្រូវ​តែ​ស្ថាបនា​សម្រាំង​មួយ ។
ko: 이것은 컨텍스트 브라우저입니다. 재생중인 트랙에 대한 종합적인 정보를 제공합니다. Amarok이 제공하는 이 기능을 사용하시려면, 당신은 모음집을 만들어야 합니다.
lt: Informacijos lange rasite statistinės ir papildomos informacijos apie grojančią dainą. Norėdami naudotis šiomis funkcijomis turite sudaryti fonoteką.
nb: Dette er Sammenhengsoversikten, som viser kontekstinformasjon om sporene som blir spilt. Du må bygge opp en samling før du kan bruke denne funksjonen.
nds: Dit is de Kontextkieker, de Di Kontext-Informatschonen över dat jüst spelen Stück wiest. Wenn Du disse Funkschoon vun Amarok bruken wullt, muttst Du en Sammeln inrichten.
ne: यो प्रसङ्ग ब्राउजर हो । यसले तपाईँलाई हालै प्ले गरिएको ट्रयाकको बारेमा प्रासाङ्गिक सूचना देखाउँछ । अमारोकको यो विशेषता प्रयोग गर्न, तपाईँले सङ्कलन निर्माण गर्न आवश्यक छ ।
nl: Dit is de contextbrowser. Deze toont u contextinformatie over de track die op dit moment wordt afgespeeld. Om deze functie te kunnen gebruiken dient u een collectie aan te maken.
nn: Dette er samanhengslesaren, som viser informasjon om spora som vert spelte. Du må byggja opp ei samling før du kan bruka denne funksjonen.
pa: ਇਹ ਪਾਠ ਝਲਕਾਰਾ ਹੈ: ਇਹ ਤੁਹਾਨੂੰ ਇਸ ਸਮੇਂ ਚੱਲ ਰਹੇ ਟਰੈਕ ਬਾਰੇ ਜਾਣਕਾਰੀ ਵੇਖਾਉਦਾ ਹੈ। ਅਮਰੋਕ ਦੇ ਇਸ ਫੀਚਰ ਨੂੰ ਵਰਤਣ ਲਈ, ਤੁਹਾਨੂੰ ਇੱਕ ਭੰਡਾਰ ਬਣਾਉਣਾ ਪਵੇਗਾ।
pl: To jest przeglądarka kontekstowa: pokazuje ona informacje kontekstowe na temat aktualnie odtwarzanego utworu. Aby móc korzystać z tej funkcji Amaroka, musisz stworzyć kolekcję.
pt: Este é o Navegador de Contexto: mostra-lhe informação de contexto acerca da faixa actualmente a ser tocada. Para utilizar esta funcionalidade do Amarok tem primeiro que criar uma colecção.
pt_br: Este é o Navegador de Contexto: ele mostra a você informações contextuais sobre a faixa que está sendo reproduzida. Para usar esta função do Amarok, você precisa construir uma Coleção.
ru: Это панель статистики: для её (полезного) использования добавьте каталоги с музыкой на панели «Коллекция».
se: Dát lea oktavuohtalogan. Dat čájeha dieđuid bihtás mii čuojahuvvo. Fertet hukset čoahkkádusa ovdalgo sáhtát dán doaimma geavahit.
sk: Toto je prehliadač kontextov: zobrazuje informácie týkajúce sa práve prehrávanej skladby. Aby ste mohli túto funkciu Amaroku využiť, je potrebné najskôr zostaviť kolekciu.
sr: Ово је контекстни прегледач: приказује вам контекстне информације о нумери која се тренутно пушта. Да бисте користили ову могућност Amarok-а, морате да саградите збирку.
th: นี่คือตัวเรียกดูรายละเอียดเพิ่มเติม: มันจะแสดงข้อมูลต่างเกี่ยวกับเพลงที่กำลังเล่นอยู่ ในการที่จะใช้งานความสามารถนี้ของ Amarok คุณจำเป็นต้องสร้างคลังดนตรี
tr: Bu, İçerik Tarayıcı'dır. Bu pencerede halen çalınan parça hakkında bilgiler bulacaksınız. Amarok'un içerik penceresi özelliğini kullanmak için bir koleksiyon oluşturmanız gerekiyor.
uk: Це навігатор контексту: він показує контекстну інформацію про доріжку, яка програється в даний час. Для того, щоб використовувати цю функціональність програми Amarok, необхідно створити збірку.

source: Build Collection...
af: Besig om versamerling te bou
bg: Съставяне на колекция...
ca: Construeix una col·lecció...
cs: Sestavit kolekci...
da: Opbyg samling...
de: Sammlung erfassen ...
el: Κατασκευή συλλογής...
es: Construyendo colección...
et: Muusikakogu loomine...
eu: Eraiki bilduma...
fa: ساختن مجموعه...
fi: Luo kokoelma…
fr: Construction de la collection...
he: בנה אוסף...
hu: Gyűjtemény készítése...
it: Creo la collezione...
ja: コレクションを構築...
ka: კოლექციის შედგენა...
km: បង្កើត​ការ​សម្រាំង...
ko: 모음집 구성...
lt: Sudaryti fonoteką...
nb: Bygg samling …
nds: Sammeln inrichten...
ne: सङ्कलन निर्माण गर्नुहोस्...
nl: Collectie opbouwen...
nn: Bygg opp samling …
pa: ਭੰਡਾਰ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Stwórz kolekcję...
pt: Construir a Colecção...
pt_br: Construir Coleção...
ru: Создание базы данных коллекции...
se: Ráhkat čoahkkádusa …
sk: Zostaviť kolekciu...
sr: Изгради збирку...
th: สร้างคลังดนตรี...
tr: Koleksiyon Oluştur...
uk: Створити збірку...

source: Building Collection Database...
af: Besig om die versameling databasis te bou
bg: Съставяне на база данни на колекцията...
ca: S'està construint la base de dades de la col·lecció...
cs: Sestavuje se databáze s kolekcí...
da: Bygger samlingsdatabase...
de: Sammlungsdatenbank wird erstellt ...
el: Κατασκευή βάσης δεδομένων συλλογής...
es: Construyendo base de datos de la colección...
et: Muusikakogu andmebaasi loomine...
eu: Bilduma bildumaren datu-basea...
fa: ساختن دادگان مجموعه...
fi: Luodaan kokoelmatietokantaa…
fr: Construction de la base de données de votre collection...
he: בונה את מסד הנתונים של האוסף...
hu: Gyűjtemény-adatbázis létrehozása...
it: Creo il database della collezione...
ja: コレクションデータベースを構築中...
ka: კოლექციის მონაცემთა ბაზის შედგენა...
km: កំពុង​បង្កើត​មូលដ្ឋាន​ទិន្នន័យ​ការ​សម្រាំង...
ko: 모음집 데이터베이스 구성중입니다...
lt: Sudaroma fonotekos duomenų bazė...
nb: Bygger samlingsdatabase …
nds: Sammeln-Datenbank warrt opstellt...
ne: सङ्कलन डाटाबेस निर्माण गरिँदैछ...
nl: Collectiedatabase wordt opgebouwd...
nn: Byggjer samlingsdatabase …
pa: ਭੰਡਾਰ ਡਾਟਾਬੇਸ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Tworzenie bazy danych kolekcji...
pt: A Construir a Base de Dados da Colecção...
pt_br: Construindo Banco de Dados da Coleção...
ru: Создание базы данных коллекции...
se: Ráhkadeamen čoahkkádusdiehtovuođu …
sk: Zostavuje sa databáza s kolekciou...
sr: Градим базу података збирке...
th: กำลังสร้างฐานข้อมูลของคลังดนตรี
tr: Koleksiyon Veritabanı Oluşturuluyor...
uk: Будується база даних збірки...

source: Please be patient while Amarok scans your music collection. You can watch the progress of this activity in the statusbar.
af: Wees asb. geduldig terwyl Amarok jou musiek versameling skandeer. Die vordering van hierdie proses kan in die statusbalk gevolg word.
bg: Моля, бъдете търпеливи докато Amarok сканира вашата музикална колекция. Можете да наблюдавате процеса в лентата за състоянието.
ca: Si us plau sigueu pacients mentre l'Amarok escaneja la vostra col·lecció de música. Podeu veure el progrés d'aquesta tasca a la barra d'estat.
cs: Prosím vyčkejte, než Amarok dokončí prohlídku vaší hudební sbírky. Můžete sledovat průběh dole ve stavové liště.
da: Hav tålmodighed mens Amarok gennemsøger din musiksamling. Du kan se aktivitetens forløb i statuslinjen.
de: Bitte haben Sie etwas Geduld während die Sammlung erfasst wird. Der Fortschritt kann in der Statusleiste verfolgt werden.
el: Παρακαλώ κάντε υπομονή όσο το AmaroK σαρώνει τη μουσική σας συλλογή. Μπορείτε να παρακολουθείτε την πρόοδο αυτής της λειτουργίας στη γραμμή κατάστασης.
es: Por favor espere mientras Amarok explora su colección de música. Puede observar el progreso de esta actividad en la barra de estado.
et: Varu veidi aega, kuni Amarok sinu muusikakogu läbi uurib. Edenemist võid näha olekuribal.
fa: لطفاً، هنگامی که amaroK مجموعۀ موسیقیتان را پویش می‌کند، صبور باشید. پیشرفت این فعالیت را می‌توانید در میله وضعیت مشاهده کنید.
fi: Ole kärsivällinen: Amarok päivittää musiikkikokoelmaasi. Voit tarkkailla tehtävän edistymistä tilariviltä.
fr: Merci de patienter pendant qu'Amarok analyse votre collection de musique. Vous pouvez surveiller la progression de cette activité dans la barre d'état.
he: אנא היה סבלני בזמן ש־ Amarok סורק את אוסף המוזיקה שלך. אתה יכול לצפות בהתקדמות הפעילות בסרגל המצב.
hu: Várjon türelemmel, amíg az Amarok végignézi a zenegyűjteményt. A folyamat előrehaladása az állapotsorban figyelhető.
it: Pazientare mentre Amarok effettua la scansione della collezione musicale. È possibile vedere i progressi dell'operazione nella barra di stato.
ja: あなたの音楽コレクションのスキャンが完了するまで、しばらくお待ちください。ステータスバーに進捗が表示されます。
km: សូម​មេត្តា​អត់ធ្មត់​បន្តិច ខណៈ​ពេល​ដែល amaroK វិភាគ​ការ​សម្រាំង​តន្ត្រី​របស់​អ្នក ។ អ្នក​អាច​មើល​​វឌ្ឍនភាព​របស់​សកម្មភាព​នេះ​នៅ​ក្នុង​របារ​ស្ថានភាព ។
ko: Amarok이 음악 모음집을 만드는 동안 잠깐 기다려 주십시오. 상태 막대에서 이 작업이 얼마나 진행되었는지를 볼 수 있습니다.
lt: Prašome palaukti kol AmaroK sudarys fonoteką. Būsenos juostoje rodoma progreso būklė.
nb: Vær tålmodig mens Amarok søker gjennom musikksamlinga. Du kan se fremgangen i statuslinja.
nds: Bitte tööv, wielt Amarok Dien Sammeln dörkiekt. Du kannst dat Vörankamen op den Statusbalken bekieken.
ne: अमारोकले तपाईँको सङ्गीत सङ्कलन स्क्यान गर्दा कृपया धैर्य गर्नुहोस् । तपाईँ स्थितिपट्टीमा यो क्रियाकलापको प्रगति हेर्न सक्नुहुन्छ ।
nl: Wacht even terwijl Amarok uw muziekcollectie doorzoekt. U kunt de voortgang volgen in de statusbalk.
nn: Ha tål mens Amarok søkjer gjennom musikksamlinga di. Du kan sjå kor mykje som gjenstår i statuslinja.
pa: ਉਡੀਕ ਕਰੋ, ਜਦੋਂ ਅਮਰੋਕ ਤੁਹਾਡੇ ਸੰਗੀਤ ਭੰਡਾਰ ਦੀ ਖੋਜ ਕਰ ਰਿਹਾ ਹੈ। ਤੁਸੀਂ ਹਾਲਤ ਪੱਟੀ ਵਿੱਚ ਇਸ ਕਾਰਵਾਈ ਦੀ ਤਰੱਕੀ ਵੇਖ ਸਕਦੇ ਹੋ।
pl: Proszę poczekać. Amarok przeszukuje Twoją kolekcję. Możesz podglądać postęp tej czynności w pasku stanu.
pt: Seja paciente, por favor, enquanto o Amarok procura pela sua colecção de músicas. Você poderá ver o progresso desta actividade na barra de estado.
pt_br: Por favor, aguarde enquanto o Amarok escanea sua coleção de músicas. Você pode verificar o progresso desta atividade na barra de status.
ru: Пожалуйста, подождите, пока amaroK сканирует вашу музыкальную коллекцию. Ход выполнения можно посмотреть в панели состояния.
se: Vuorddes geardevaččat dan botta go Amarok ohcá musihkkačoahkkádusa čađa. Oinnát stáhtusholggas man guhkás lea joavdan.
sk: Prosím počkajte, pokiaľ Amarok dokončí skenovanie vašej hudobnej kolekcie. Priebeh môžete sledovať v stavovej lište.
sr: Будите стрпљиви док Amarok скенира вашу музичку збирку. Можете пратити напредак у статусној траци.
th: โปรดอดทนสักนิด ขณะที่ Amarok ทำการตรวจหาคลังดนตรีของคุณอยู่ คุณสามารถที่จะดู ความก้าวหน้าของการตรวจหาได้ในแถบสถานะ
tr: Lütfen, Amarok, müzik koleksiyonunuzu tararken, biraz bekleyin. Bu işlemin durumunu durum çubuğundan izleyebilirsiniz.
uk: Будь ласка, зачекайте поки Amarok сканує вашу колекцію музики. Можна спостерігати за поступом виконання в рядку стану.

source: Sorry, no lyrics script running.
af: Jammer, gaan lirieke skrip loop tans nie
bg: За съжаление не са открити работещи скриптове за текстове.
ca: Disculpeu, no s'està executant cap seqüència per a les lletres.
da: Desværre kører intet sangtekstscript.
de: Zur Zeit läuft kein Text-Skript.
el: Δυστυχώς δεν εκτελείται κανένα σενάριο στοίχων.
es: Lo siento, no hay ningún script para las letras en ejecución.
et: Vabandust, ükski sõnadeskript ei tööta.
eu: Ez da hitzen script-ik exekutatzen ari.
fa: متأسفم، هیچ دست‌نوشتۀ آهنگی اجرا نمی‌شود.
fi: Käytössä ei ole komentosarjaa sanoituksien hakemiseksi.
fr: Désolé, aucun script pour les paroles en fonctionnement.
he: מצטער, לא פועל כרגע תסריט מילות־שיר.
hu: Nem fut dalszöveg-szkript.
it: Spiacente, nessuno script lyrics in esecuzione.
ja: 歌詞スクリプトが実行されていません。
ka: ბოდიში, ტექსტის სცენარი არაა გაშვებული.
km: សូម​អភ័យទោស មិន​មាន​ស្គ្រីប​អត្ថបទ​ចម្រៀង​រត់​ឡើយ ។
ko: 죄송합니다. 실행중인 가사 스크립트가 없습니다.
lt: Dainų tekstų scenarijus nepaleistas.
nb: Ingen sangtekst-skripter kjører.
nds: Deit mi leed, man dor löppt keen Texten-Skript.
ne: माफ गर्नुहोस्, कुनै रचना स्क्रिप्ट चलिरहेको छैन ।
nl: Helaas, er draait geen liedtekstscript.
nn: Det køyrer ikkje nokon songtekstskript.
pa: ਮੁਆਫੀ ਚਾਹੁੰਦੇ ਹਾਂ, ਪਰ ਕੋਈ ਗੀਤ-ਬੋਲ ਸਕਰਿਪਟ ਨਹੀਂ ਚੱਲ ਰਹੀ ਹੈ।
pl: Niestety, nie jest uruchomiony żaden skrypt tekstów.
pt: Infelizmente, não está nenhum programa de letras a correr.
pt_br: Desculpe, não existe nenhum script de letras em execução.
ru: Сценарий получения текста песен не запущен.
se: Ándagassii, ii leat teakstaskripta jođus.
sk: Ľutujem, nebeží žiaden skript pre texty piesní.
sr: Извините, не извршава се ниједна скрипта за текстове.
th: ขออภัย ไม่มีสคริปต์ดึงเนื้อร้องกำลังทำงานอยู่
tr: Herhangi bir şarkı sözü betiği çalışmıyor.
uk: Вибачте, не запущено жодного скрипту слів пісень.

source: Available Lyrics Scripts:
af: Beskikbare Lirieke Skripte
bg: Налични скриптове:
ca: Seqüències de lletres disponibles:
cs: Dostupné skripty textů:
da: Tilgængelige sangtekstscripter:
de: Verfügbare Text-Skripte:
el: Διαθέσιμα σενάρια στοίχων:
es: Scripts disponibles para las letras:
et: Saadaolevad sõnade skriptid:
fa: دست‌نوشته‌های آهنگهای موجود:
fi: Saatavilla olevat komentosarjat sanoitusten hakemiseksi:
fr: Scripts pour les paroles disponibles :
he: תסריטי מילות־שיר זמינים:
hu: Az elérhető dalszöveg-szkriptek:
it: Script lyrics disponibili:
ja: 利用可能な歌詞スクリプト:
ka: ხელმისაწვდომი ტექსტი სცენარები:
km: ស្គ្រីប​អត្ថបទ​ចម្រៀង​ដែល​មាន ៖
ko: 사용가능한 가사 스크립트:
lt: Galimi dainų tekstų scenarijai:
nb: Tilgjengelige sangtekster:
nds: Verföögbor Texten-Skripten:
ne: उपलब्ध रचना स्क्रिप्टहरू:
nl: Beschikbare liedtekstscripts:
nn: Tilgjengelege songtekstskript:
pa: ਉਪਲੱਬਧ ਬੋਲ ਸਕਰਿਪਟਾਂ:
pl: Dostępne skrypty tekstów:
pt: Programas de Letras Disponíveis:
pt_br: Scripts de Letras das Músicas Disponíveis:
ru: Доступные сценарии поиска текста песен:
se: Olamuttus teakstaskriptat:
sk: Dostupné skripty pre texty piesní:
sr: Доступне скрипте за текстове:
th: สคริปต์ดึงเนื้อร้องที่มี:
tr: Kullanılabilir Durumdaki Şarkı Sözü Betikleri
uk: Наявні скрипти слів пісень:

source: Click on one of the scripts to run it, or use the Script Manager, to be able to see all the scripts, and download new ones from the Web.
af: Kliek op een skrip om dit uit te voer. Gebruik die Skrip Bestuurder om na al die skripte te kyk en ook nuwes van die web af te laai.
bg: Щракнете върху някой от скриптовете, за да го стартирате или върху "Управление на скриптовете", за да видите всички скриптове и свалете нови от Интернет.
ca: Feu clic en una de les seqüències per a executar-la, o utilitzeu el Gestor de seqüències per a explorar totes les seqüències i davallar-ne de noves de la Web.
da: Klik på et af scripterne for at køre det, eller brug scripthåndteringen for at kunne se alle scripter og hente nye fra internettet.
de: Klicken Sie auf eines der Skripte, um es zu starten. Oder verwenden Sie die Skript-Verwaltung, um alle Skripte zu sehen und neue aus dem Internet herunterzuladen.
el: Κάντε κλικ σε ένα από τα σενάρια για την εκτέλεσή του, ή χρησιμοποιήστε το διαχειριστή σεναρίων, για να δείτε όλα τα σενάρια και να κάνετε λήψη νέων από το διαδίκτυο.
es: Haga clic en un script para ejecutarlo, o use el gestor de scripts para ver todos los scripts y descargar nuevos de la web.
et: Klõpsa skriptil selle käivitamiseks või kasuta skriptihaldurit, kus näed kõiki skripte ja saad veebist uusi alla laadida.
eu: Egin klik script hauetariko batean exekutatzeko, edo erabili Script-kudeatzailea script guztiak ikusteko, eta berriak internetetik deskargatzeko.
fa: بر روی یکی از دست‌نوشته‌ها برای اجرای آن فشار دهید یا از مدیر دست‌نوشته استفاده کنید تا قادر به دیدن همۀ دست‌نوشته‌ها باشید و دست‌نوشته‌های جدید را از وب بارگیری کنید.
fi: Valitse yksi komentosarja tai käytä komentosarjatyökalua.
fr: Cliquez sur un des scripts pour l'exécuter ou utilisez le gestionnaire de script pour pouvoir voir tous les scripts et en télécharger de nouveau depuis le Web.
he: לחץ על אחד התסריטים על־מנת להפעילו, או השתמש במנהל התסריטים כדי לראות את כל התסריטים, ולהוריד חדשים מהאינטרנט.
hu: Ha szeretné elindítani valamelyik szkriptet, akkor kattintson rá. Használhatja a szkriptkezelőt is, amellyel lehetősége van a szkriptek megtekintésére és új szkriptek weben keresztüli letöltésére.
it: Fai clic su uno degli script per eseguirli, o usa il Gestore script, per poter vedere tutti gli script, e scaricarne di nuovi dal Web.
ja: 実行するスクリプトをクリックしてください。または、スクリプトマネージャを起動してインストール済みのスクリプトを確認し、ウェブから新しいものをインストールしてください。
ka: დააწკაპეთ ერთერთ სცენარზე მის გასაშვებად, ან გამოიყენეთ სცენართა მმართველი, რათა ყველა სცენარი იხილოთ და ჩამოქაჩოთ ახლები ვებიდან.
km: ចុច​លើ​ស្គ្រីប​មួយ​ក្នុង​ចំណោម​ស្គ្រីប​ទាំងអស់ ឬ ប្រើ​កម្មវិធី​គ្រប់គ្រង​ស្គ្រីប​ក៏​បាន​ដែរ ដើម្បី​អាច​មើល​ស្គ្រីប​ទាំងអស់ និង​ទាញយក​ស្គ្រីប​ថ្មី​ពី​បណ្ដាញ ។
ko: 실행할 수 있는 스크립트 중 하나를 클릭하거나 모든 스크립트를 볼 수 있도록 스크립트 관리자를 사용하십시오. 그리고 웹으로부터 새로운 스크립트를 다운로드 하십시오.
lt: Norėdami paleisti scenarijų, spragtelėkite jį arba naudokite scenarijų tvarkyklę. Joje matysite visus turimus scenarijus ir galėsite atsisiųsti daugiau scenarijų iš interneto.
nb: Trykk på et av skriptene for å kjøre det, eller bruk Skripthåndtering, der alle skriptene kan vises og nye hentes fra nettverket.
nds: Klick op een vun de Skripten, wenn Du dat opropen wullt, oder bruukt den Skriptenpleger, wenn Du all Skripten ankieken oder niege ut dat Nett daalladen wullt.
ne: यसलाई चलाउन एउटा स्क्रिप्टमा क्लिक गर्नुहोस्, वा सबै स्क्रिप्टहरू हेर्न, स्क्रिप्ट प्रबन्धक प्रयोग गर्नुहोस्, र वेबबाट नयाँ एउटा डाउनलोड गर्नुहोस् ।
nl: Klik op een van de scripts om het te starten, of gebruik de Scriptbeheerder om alle scripts te zien en download nieuwe scripts van internet.
nn: Trykk på eitt av skripta for å køyra det, eller bruk skripthandsaminga for å sjå alle skripta eller lasta ned nye frå Internett.
pl: Kliknij na jednym ze skryptów by go uruchomić lub użyj Menedżera skryptów, by móc zobaczyć wszystkie skrypty lub pobrać nowe z sieci.
pt: Carregue num dos programas para o executar, ou use o Gestor de Programas, para poder ver todos os programas e obter novos da Web.
pt_br: Clique em um dos scripts para executá-lo, ou use o Gerenciador de Scripts para ser capaz de ver todos os scripts, e baixar novos da Web.
se: Coahkkal ovtta skriptain dan vuoddjin dihte. Geavat "Skriptagieđahalli" jus hálidat visot skriptaid oaidnit, ja viežžat ođđa dakkáriid interneahtas.
sk: Vyberte na jeden zo skriptov, ktorý chcete spustiť alebo použite Správcu skriptov, aby ste mohli vidieť všetky skripty a stiahnuť nové z webu.
sr: Кликните на једну од скрипти да је покренете, или употребите менаџер скрипти, у којем можете видети све скрипте и преузети нове са Веба.
th: คลิกที่สคริปต์ตัวใดตัวหนึ่งเพื่อสั่งให้มันทำงาน หรือใช้ตัวจัดการสคริปต์ เพื่อที่จะเรียกดูสคริปต์ทั้งหมด รวมทั้งการดาวน์โหลดสคริปต์ใหม่จากเว็บด้วย
tr: Betiği çalıştırmak için betik üzerine tıklayınız. Ya da tüm betikleri görmek ve yenilerini indirmek için Betik Yöneticisini kullanın.
uk: Клацніть на якийсь скрипт, щоб його запустити або скористайтесь Менеджером скриптів, щоб мати змогу бачити всі скрипти і звантажити нові з Тенет.

source: Run Script Manager...
af: Hardloop Skrip Bestuurder...
bg: Управление на скриптовете...
ca: Executa el Gestor de seqüències...
cs: Spustit Správce skriptů...
da: Kør script-håndtering...
de: Skript-Verwaltung ...
el: Εκτέλεση του Διαχειριστή σεναρίων...
es: Ejecutar gestor de scripts...
et: Käivita skriptihaldur...
eu: Exekutatu script-kudeatzailea...
fa: اجرای مدیر دست‌نوشته...
fi: Käynnistä komentosarjatyökalu…
fr: Lancer le gestionnaire de scripts...
he: הפעל את מנהל־התסריטים...
hu: A szkriptkezelő indítása...
it: Esegui il gestore script...
ja: スクリプトマネージャを起動...
ka: სკრიპტთა მმართველის გაშვება...
km: រត់​កម្មវិធី​គ្រប់គ្រង​ស្គ្រីប...
ko: 스크립트 관리자 실행...
lt: Paleisti scenarijų tvarkyklę...
nb: Skripthåndtering .,..
nds: Skriptenpleger opropen...
ne: स्क्रिप्ट प्रबन्धक चलाउनुहोस्...
nl: Scriptbeheerder starten...
nn: Køyr skripthandsaming …
pa: ਸਕਰਿਪਟ ਮੈਨੇਜਰ ਚਲਾਓ...
pl: Uruchom Menedżera skryptów...
pt: Executar o Gestor de Programas...
pt_br: Executar o Gerenciador de Scripts...
ru: Управление сценариями...
se: Vuoje skriptagieđahalli …
sk: Spustiť Správcu skriptov...
sr: Покрени менаџер скрипти...
th: เรียกใช้ตัวจัดการสคริปต์...
tr: Betik Yöneticisini Çalıştır...
uk: Запустити менеджер скриптів...

source: Cached Lyrics
af: Plaaslik gestoorde lirieke
bg: Кеширани текстове на песни
ca: Lletres en cau
cs: Uchovaný text
da: Sangtekst gemt i cache
de: Gespeicherter Text
el: Αποθηκευμένοι στίχοι
es: Letras en caché
et: Puhverdatud sõnad
eu: Cacheko hitzak
fa: آهنگهای نهانگاه‌شده
fi: Sanoitus välimuistista
fr: Conserver en cache les paroles
he: המילות־השיר שבמטמון
hu: Eltárolt dalszöveg
it: Testi in cache
ja: キャッシュに保存した歌詞
ka: კეშირებული ტექსტი
km: បាន​ទុក​អត្ថបទ​ចម្រៀង​ក្នុង​ឃ្លាំង​សម្ងាត់
ko: 가사 캐쉬됨
lt: Dainų tekstai podėlyje
nb: Sangtekster i hurtiglager
nds: Twischenspiekert Text
ne: क्यास गरिएको रचना
nl: Bewaarde liedteksten
nn: Mellomlagra songtekst
pa: ਕੈਂਚੇ ਬੋਲ
pl: Przechowywane teksty
pt: Letras Guardadas
pt_br: Letras Armazenadas
ru: Текст в кэше
se: Gaskavurkejuvvon bihttáteavsttat
sk: Uchovaný text
sr: Кеширани текстови
th: เนื้อร้องที่บันทึกไว้
tr: Önbellekteki Şarkı Sözleri
uk: Слова пісні в кешу
