Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Indicates for every host in Host List whether video is enabled/disabled.
af: Dui vir elke bediener in die lys aan of video geaktiveer/gedeaktiveer is
bg: Показва дали видеото е включено/изключено за всеки хост в списъка.
ca: Indica per a cada màquina de la llista si el vídeo està habilitat o no.
da: Angiver om video er aktiveret eller deaktiveret for hver vært i værtlisten.
de: Gibt pro Rechner in der Rechnerliste an, ob Video aktiviert/deaktiviert ist.
el: Δηλώνει την ενεργοποίηση/απενεργοποίηση του βίντεο για κάθε υπολογιστή της λίστας.
es: Indica para todos los servidores listados si el vídeo está habilitado/deshabilitado.
et: Märgib iga nimekirjas oleva masina korral, kas video on sisse või välja lülitatud.
eu: Ostalarien zerrendan agertzen den ostalari bakoitzean bideoa gaituta dagoen edo ez adierazten du.
fa: برای هر میزبان در فهرست میزبان نشان می‌دهد که آیا ویدیویی فعال/غیرفعال است.
fi: Ilmoittaa toistetaanko koneella videota.
fr: Indique pour chaque hôte de la liste des hôtes si la vidéo est activée ou non.
he: מציין עבור כל מחשב־מארח ברשימת המארחים, האם החוזי פעיל/בלתי־פעיל.
hu: Jelzi, hogy a géplistában levő gépeken be van-e kapcsolva a videó.
it: Indica per ogni host in Elenco host se il video è abilitato/disabilitato.
ja: ホストリストの各ホストにビデオの有効/無効を知らせます。
ka: ყოველი მასპინძელი სერვერისთვის საზღვრავს ჰოსტთა სიაში ჩართულია თუ გამორთული ვიდეო.
km: បង្ហាញ​ម៉ាស៊ីន​នីមួយៗ​នៅ​ក្នុង​បញ្ជីម៉ាស៊ីន​ ថាតើ​វីដេអូ​ត្រូវ​បាន​បើក/បិទ ។
ko: 비디오 사용가능/불가능 여부를 호스트 목록에 있는 모든 호스트에 알림
lt: Kiekvienam kompiuteriui, esančiame sąraše, nurodo ar įjungtas vaizdas.
nb: Viser for hver vert i lista om bildevisning er slått på eller av
nds: Leggt för elk Reekner op de List fast, wat dat Afspelen vun Videos an- oder utmaakt is.
ne: भिडियो सक्षम गरिएको छ/अक्षम गरिएको छ होस्ट सूचीमा हरेक होस्टका लागि इङ्गित गर्दछ ।
nl: Geeft aan voor elke host in de hostlijst of beeld is ingeschakeld/uitgeschakeld.
nn: Viser om filmspeling er av på- eller avslått for kvar vert i vertslista.
pl: Wskazuje dla każdego komputera na liście, czy jego wyjście obrazu jest włączone czy wyłączone.
pt: Indica para cada máquina na Lista de Máquinas se o vídeo está ligado/desligado.
pt_br: Indicar, para cada máquina na Lista de Máquinas, se o vídeo está habilitado/desabilitado.
sk: Pre každého hostiteľa ukazuje v Zozname hostiteľov, či je video zapnuté alebo vypnuté.
sr: Наводи за сваки домаћин у листи да ли је видео укључен или искључен.
th: ใช้เปิด/ปิด การเล่นวิดีโอสำหรับทุกๆ โฮสต์ในรายการโฮสต์
uk: Вказує для кожного вузла в списку чи відео ввімкнено/вимкнено.

source: Sound output method to use
af: Klank afvoer metode om te gebruik
bg: Аудио метод за използване
ca: Mètode de sortida d'àudio a utilitzar
cs: Použitá metoda zvukového výstupu
da: Lyduddatametode at bruge
de: Methode für die Audio-Ausgabe
el: Μέθοδος εξόδου ήχου
es: Método de salida de sonido a utilizar
et: Kasutatav heliväljundi meetod
eu: Soinuaren irteerako metodoa erabiltzeko
fa: روش خروجی صوتی مورد استفاده
fi: Äänentoistomenetelmä
fr: Sortie sonore à utiliser
he: השיטה לשימוש ביציאת הקול
hu: A használandó hangkimeneti módszer
it: Metodo di uscita sonora da usare
ja: サウンド出力方法の設定
ka: გამოსაყენებელი ხმის გამოყვანის მეთოდი
km: វិធីសាស្ត្រ​បន្លឺ​សំឡេង ដែល​ត្រូវ​ប្រើ
ko: 사용하기 위한 사운드 출력 방식
lt: Naudotinas garso išvesties metodas
nb: Lydavspillingsmetode
nds: Metood för de Klangutgaav
ne: प्रयोग गर्नका लागि ध्वनि निर्गात विधि
nl: Te gebruiken geluidsuitvoermethode
nn: Lydavspelingsmetode å bruka
pa: ਵਰਤਣ ਲਈ ਆਵਾਜ਼ ਆਉਟਪੁੱਟ
pl: Metoda wyjścia dźwięku jaką zastosować
pt: Método de saída de som a utilizar
pt_br: Método de saída de som a ser usado
ru: Метод вывода звука
se: Jietnačuojahanvuogi maid geavahit
sk: Použije sa výstupná metóda
sr: Метод за излаз звука који ће се користити
th: วิธีการส่งเสียงออกที่จะใช้
tr: Ses çıktısı için kullanılacak yöntem
uk: Метод виводу звуку

source: Select the sound output plugin.
af: Kies die klank afvoer inprop module
bg: Изберете изходната звукова приставка.
ca: Seleccioneu el connector de sortida d'àudio.
cs: Vyberte modul zvukového výstupu
da: Vælg plugin for lyd.
de: Bitte wählen Sie das Modul für die Audio-Ausgabe.
el: Επιλέξτε το πρόσθετο εξόδου ήχου.
es: Seleccione la extensión de salida de sonido.
et: Vali heliväljundi plugin.
eu: Hautatu soinuaren irteerako plugin-a.
fa: برگزیدن وصلۀ خروجی صوتی.
fi: Valitse äänentoiston liitännäinen.
fr: Sélectionnez le plugin de sortie sonore.
he: בחר את תוסף יציאת הקול.
hu: Válassza ki a kívánt hangkimeneti modult.
it: Seleziona il plugin sonoro di uscita.
ja: サウンド出力プラグインを選択
ka: ხმის გამოტაის სისტემის ამორჩევა.
km: ជ្រើស​កម្មវិធី​ជំនួយ​ការ​បន្លឺ ។
ko: 사운드 출력 플러그인 선택
lt: Nurodykite garso išvesties įskiepį.
nb: Velg programtillegg for avspilling av lyd.
nds: Hier kannst Du dat Klang-Utgaavmoduul utsöken
ne: ध्वनि निर्गात प्लगइन चयन गर्नुहोस् ।
nl: Selecteer de geluidsuitvoerplugin.
nn: Vel lydavspelingstillegg.
pa: ਧੁਨੀ ਆਉਟਪੁੱਟ ਪਲੱਗਿੰਨ ਦੀ ਚੋਣ ਕਰੋ।
pl: Wybierz wtyczkę wyjścia dźwięku.
pt: Escolha o 'plugin' de saída de som.
pt_br: Selecionar o plugin de saída de som.
ru: Выберите модуль для вывода звука.
se: Vállje jietnačuojahan lassemoduvlla.
sk: Vyberte plugin zvukového výstupu
sr: Означите прикључак за излаз звука.
th: เลือกปลั๊กอินเล่นเสียง
tr: Ses çıktısı eklentisini seçin.
uk: Виберіть втулок звукового виводу.

source: Enable a custom device
af: Aktiveer jou eie toestel
bg: Включване на потребителско устройство
ca: Habilita un dispositiu personalitzat
cs: Povolit vlastní zařízení
da: Brug egen lydenhed
de: Benutzerdefiniertes Gerät aktivieren
el: Ενεργοποίηση προσαρμοσμένης συσκευής
es: Activar un dispositivo personalizado
et: Kohandatud seadme kasutamine
eu: Gaitu gailu pertsonalizatua
fa: فعال‌سازی یک دستگاه سفارشی
fi: Käytä muuta laitetta
fr: Activer un périphérique personnalisé
he: אפשר התקן מותאם אישית
hu: Egyéni eszköz engedélyezése
it: Abilita un dispositivo personalizzato
ja: カスタムデバイスを有効にする
ka: სხვა მოწყობილობის ჩართვა
km: អនុញ្ញាត​ឧបករណ៍​ផ្ទាល់​ខ្លួន
ko: 사용자 정의 장치 사용하기
lt: Naudoti pasirinktą garso įrenginį
nb: Bruk selvvalgt lydenhet
nds: En egen Reedschap anmaken
ne: अनुकूल यन्त्र सक्षम पार्नुहोस्
nl: Een eigen apparaat activeren
nn: Bruk sjølvvald lydeining.
pa: ਪਸੰਦੀਦਾ ਧੁਨੀ ਜੰਤਰ ਯੋਗ
pl: Uaktywnij własne urządzenie
pt: Utilizar um dispositivo personalizado
pt_br: Habilitar um dispositivo personalizado
ru: Другое устройство
se: Geavat iešválljejuvvon jietnaovttadat.
sk: Umožniť vlastné zariadenie
sr: Укључи посебан уређај
th: เปิดใช้อุปกรณ์ตั้งเอง
tr: Özel bir aygıt etkinleştir
uk: Увімкнути нетиповий пристрій

source: If selected, enables the setting of a custom audio device. Otherwise the default is used.
af: As gekies is, aktiveer die opstelling van jou eie oudio toestel. Andersins word die standaard waardes gebruik.
bg: Ако е включена тази отметка, ще можете да настройвате потребителско аудио устройство. Иначе ще бъде използвано това по подразбиране.
ca: Si està seleccionat, habilita la configuració d'un dispositiu d'àudio personalitzat. Sinó, s'empra el predeterminat.
cs: Je-li vybráno, umožní nastavení uživatelsky definovaného zvukového zařízení. V opačném případě je použito implicitní.
da: Hvis markeret, aktiveres mulighed for at vælge en egen lydenhed. Ellers bruges standarden.
de: Wenn diese Einstellung aktiviert ist, können Sie ein benutzerdefiniertes Gerät angeben. Ansonsten wird die Voreinstellung verwendet.
el: Αν επιλεγεί, ενεργοποιεί τη ρύθμιση μιας προσαρμοσμένης συσκευής ήχου. Σε άλλη περίπτωση χρησιμοποιείται η προκαθορισμένη.
es: Si está marcado, se activan las preferencias de un dispositivo de audio personalizado. En caso contrario se usa el dispositivo predeterminado.
et: Sisselülitamisel on lubatud kasutada kohandatud heliseadet, muidu kasutatakse vaikimisi seadet.
eu: Hautatuta badago, audioko gailu pertsonalizatuaren ezarpena gaitzen du. Bestela, lehenetsia erabiliko da.
fa: اگر برگزیده شود، تنظیم یک دستگاه صوتی سفارشی را فعال می‌کند. در غیر این صورت، از پیش‌فرض استفاده می‌شود.
fi: Mikäli valittu, mahdollistaa muun äänilaitteen käytön. Muussa tapauksessa käytetään oletusäänilaitetta.
fr: Si sélectionné, active la configuration du périphérique sonore personnalisé. Sinon, celui par défaut sera utilisé.
he: אם סומן, הפעל את האפשרויות המותאמות אישית להתקן השמע. אחרת יעשה שימוש בברירת־המחדל.
hu: Ha be van jelölve, akkor engedélyezett egy egyéni hangeszköz beállítása. Egyéb esetben az alapértelmezés lesz használva.
it: Se selezionata, abilita l'impostazione di un dispositivo audio personalizzato. In alternativa viene usato il predefinito.
ja: カスタムオーディオデバイスの設定を有効にします。有効でない場合は既定値を使用します。
ka: თუ მონიშნულია, სხვა აუდიო მოწყობილობის პარამეტრი ირთვება. სხვაგვარად ნაგულისხმევი გამოიყენება.
km: បើ​ជ្រើស ការ​កំណត់​ឧបករណ៍​អូឌីយ៉ូ​ផ្ទាល់​ខ្លួន​នឹង​ត្រូវ​បាន​អនុញ្ញាត ។ បើ​ពុំ​នោះ​ទេ ប្រើ​លំនាំដើម ។
ko: 선택된다면, 사용자 정의 오디오 장치의 설정을 사용가능하게 합니다. 그렇지 않으면 기본으로 사용됩니다.
lt: Jei ši parinktis įjungta, bus naudojamas nurodytas garso įrenginys. Jei ne – bus naudojamas numatytas garso įrenginys.
nb: Hvis dette er valgt vil du kunne velge din egen lydenhet. Hvis ikke vil standardenheten bli brukt.
nds: Wenn aktiveert, kannst Du en egen Klangreedschap fastleggen. Anners warrt de Vörinstellen bruukt.
ne: यदि चयन गरियो भने, अनुकूल अडियो यन्त्रको सेटिङ सक्षम गर्दछ । अन्यथा पूर्वनिर्धारित प्रयोग गरिन्छ ।
nl: Indien ingeschakeld activeert het de instelling van een aangepast audioapparaat. Anders wordt de standaard gebruikt.
nn: Bruk sjølvvald lydeining. Viss ikkje vald, vert standardeininga bruka.
pa: ਜੇਕਰ ਚੁਣਿਆ ਗਿਆ ਤਾਂ, ਇੱਕ ਪਸੰਦੀਦਾ ਆਡੀਓ ਜੰਤਰ ਦੀ ਸਥਾਪਨ ਯੋਗ ਹੋਵੇਗਾ। ਨਹੀਂ ਤਾਂ ਮੂਲ ਹੀ ਵਰਤਿਆ ਜਾਵੇਗਾ।
pl: Jeśli zaznaczone, włącza możliwość konfiguracji własnego urządzenia dźwięku. W przeciwnym przypadku używane jest urządzenie domyślne.
pt: Se seleccionado, activa a escolha de um dispositivo áudio personalizado. Em caso contrário é utilizado o por omissão.
pt_br: Se selecionada, habilita a configuração de um dispositivo de áudio personalizado. Caso contrário o padrão é usado.
ru: Если выбрано, разрешает настройки выборочного аудио устройства. Иначе используется по умолчанию.
se: Jus dát lea válljejuvvon de sáhtát meroštallat erenoamáš jietnaovttadat. Muđui standárda geavahuvvo.
sk: Pri zvolení umožňuje nastavenie vlastného audio zariadenia. Inak sa použije štandardné.
sr: Ако је изабрано, омогућава постављање посебног аудио уређаја. У супротном се користи подразумеван.
th: หากเลือกเอาไว้ จะเป็นการเปิดใช้ค่าของอุปกรณ์เสียงที่ตั้งเอง หรือไม่อน่างนั้น จะใช้ค่าปริยายแทน
uk: Якщо увімкнено, дає змогу вказувати нетиповий аудіопристрій. Інакше, вживається типовий.

source: Xine Configure
af: Xine Opstelling
bg: Настройки на Xine
ca: Configura Xine
cs: Nastavit Xine
da: Indstil Xine
de: Xine einrichten
el: Ρύθμιση του Xine
es: Configurar Xine
et: Xine seadistamine
eu: Konfiguratu Xine
fa: پیکربندی Xine
fi: Xinen asetukset
fr: Configuration de Xine
he: הגדר את Xine
hu: A Xine beállításai
it: Configura Xine
ja: Xine の設定
ka: Xine-ის კონფიგურაცია
km: ការ​កំណត់​រចនាសម្ព័ន្ធ Xine
ko: Xine 설정
lt: Xine derinimas
nb: Sett opp Xine
nds: Xine instellen
ne: जाइन कन्फिगर गर्नुहोस्
nl: Xine instellen
nn: Xine-oppsett
pa: Xine ਸੰਰਚਨਾ
pl: Konfiguracja Xine
pt: Configurar o Xine
pt_br: Configurar Xine
ru: Настройка Xine
se: Xine-heivehus
sk: Nastaviť Xine
sr: Подеси Xine
th: ปรับแต่ง Xine
tr: Xine Ayarları
uk: Налаштування Xine

source: &Output plugin:
af: Afvoer inprop module:
bg: &Изходна приставка:
ca: Connector de &sortida:
cs: Výstupní m&odul:
da: &Uddata-plugin:
de: &Ausgabe-Modul:
el: Πρόσθετο ε&ξόδου:
es: E&xtensión de salida:
et: &Väljundplugin:
eu: &Irteerako plugin-a:
fa: وصلۀ &خروجی:‌
fi: Äänento&istoliitännäinen:
fr: &Module de sortie :
he: תוסף &פלט:
hu: &Kimeneti modul:
it: Pl&ugin di uscita:
ja: 出力プラグイン(&T):
ka: &გამომყვანი მოდული:
km: កម្មវិធី​ជំនួយ​ការ​បន្លឺ ៖
ko: 출력 플러그인(&O):
lt: &Išvesties įskiepis:
nb: Pr&ogramtillegg for lyd:
nds: Utgaav&moduul:
ne: निर्गत प्लगइन:
nl: &Uitvoerplugin:
nn: &Lydavspelingstillegg:
pa: ਆਉਟਪੁੱਟ ਪਲੱਗਿੰਨ(&O):
pl: &Wtyczka wyjściowa:
pt: 'Plugin' de &saída:
pt_br: &Plugin de saída:
ru: &Модуль вывода:
se: &Jietnačuojan lassemoduvla:
sk: Výstupný m&odul
sr: &Излазни прикључак:
th: ปลั๊กอินสำหรับ &Output:
tr: Çı&ktı eklentisi:
uk: Втулок &виводу:

source: Sound device may be modified after the output plugin has been changed to ALSA or OSS.
af: Die klank toestel kan verander word nadat die afvoer inprop module verander is na ALSA of OSS.
bg: Можете да променяте звуковото устройство след като промените изходната приставка на ALSA или OSS.
ca: El dispositiu de so es pot modificar després de canviar el connector de sortida de ALSA a OSS.
cs: Zvukové zařízení lze změnit poté, co byl změněn výstupní modul na ALSA nebo OSS.
da: Lydenheden kan ændres efter pluginnet for er ændret til ALSA eller OSS.
de: Das Ausgabegerät kann geändert werden, nachdem Sie das Ausgabe-Modul auf ALSA oder OSS eingestellt haben.
el: Η συσκευή ήχου μπορεί να τροποποιηθεί μετά την αλλαγή του πρόσθετου εξόδου σε ALSA ή OSS.
es: El dispositivo de sonido puede ser modificado después de cambiar la extensión de salida a ALSA o a OSS.
et: Heliseadet saab muuta pärast seda, kui väljundpluginaks on määratud ALSA või OSS.
eu: Soinuaren gailua alda daiteke irteerako plugin-a ALSAra edo OSSra aldatu ostean.
fa: ممکن است دستگاه صوتی بعد از تغییر وصلۀ خروجی به ALSA یا OSS تغییر کند.
fi: Äänilaitetta voidaan muuttaa, jos äänentoistoliitännäiseksi valitaan ALSA tai OSS.
fr: Le périphérique sonore peut être modifié après que le module de sortie ait été changé en ALSA ou OSS.
he: התקן שמע יכול להשתנות אחרי שתוסף הפלט ישונה ל־ ALSA או ל־ OSS.
hu: A hangeszköz módosulhat a kimeneti modul ALSA-ra vagy OSS-re való állításakor.
it: Il dispositivo sonoro dovrebbe essere modificato dopo aver cambiato in ALSA o OSS il plugin di uscita.
ja: 出力プラグインを ALSA または OSS に変えると、サウンドデバイスを変更できます。
ka: ხმის მოწყობილობა შეიძლება ჩასწორებული იყოს როდესაც გამონატანის მოდული შეიცვლება ALSA-თი ან OSS-ით.
km: ឧបករណ៍​សំឡេង​អាច​នឹង​ត្រូវ​បាន​កែប្រែ បន្ទាប់​ពី​បាន​ផ្លាស់ប្ដូរ​កម្មវិធី​ជំនួយ​ការ​បន្លឺ​ទៅ​ជា ALSA ឬ OSS ។
ko: 사운드 장치는 출력 플러그인이 ALSA나 OSS로 변경된 후에 변경될 것입니다.
lt: Garso įrenginys gali būti keičiamas po to, kai nurodytas išvesties įrenginys – ALSA arba OSS.
nb: Lydenheten kan bli endret etter at utdata-programtillegget har blitt endret til ALSA eller OSS.
nds: De Klangreedschap hett sik villicht ännert, wenn dat Utgaavmoduul op ALSA oder OSS ännert wöör.
ne: निर्गत प्लगइन ALSA बाट OSS मा परिवर्तन भइसके पछि मात्र ध्वनि यन्त्र परिमार्जन गर्न सकिन्छ ।
nl: Het geluidsapparaat kan worden gewijzigd nadat de uitvoerplugin is veranderd in ALSA of OSS.
nn: Lydeininga kan endrast etter at lydmotoren er endra til ALSA eller OSS.
pa: ਆਉਟਪੁੱਟ ਪਲੱਗਿੰਨ ਨੂੰ ਐਲੀਸਾ (ALSA) ਜਾਂ OSS ਬਦਲਣ ਉਪਰੰਤ ਧੁਨੀ ਜੰਤਰ ਨੂੰ ਸੋਧਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Urządzenie dźwięku może być modyfikowane po tym jak wtyczka wyjścia została zmieniona na ALSA lub OSS.
pt: O dispositivo de som pode ser modificado depois do 'plugin' de saída ser mudado para ALSA ou OSS.
pt_br: O dispositivo de som pode ser modificado após o plugin de saída ter sido alterado para ALSA ou OSS.
ru: После смены модуля вывода на ALSA или OSS можно изменить звуковое устройство.
sk: Zvukové zariadenie je možné zmeniť potom, čo bol zmenený výstupný modul na ALSA alebo OSS.
sr: Уређај за звук се може изменити пошто се излазни прикључак промени на ALSA или OSS.
th: อุปกรณ์เสียงอาจถูกเปลี่ยนแปลงแก้ไขได้หลังจากที่ปลั๊กอินเล่นเสียงได้เปลี่ยนไปใช้ ALSA หรือ OSS
uk: Можна модифікувати звуковий пристрій після зміни втулки виводу на ALSA або OSS.

source: ALSA Device Configuration
af: ALSA Toestel Opstelling
bg: Настройки на ALSA
ca: Configuració del dispositiu ALSA
cs: Nastavení ALSA zařízení
da: Indstil ALSA-enhed
de: ALSA-Gerät einrichten
el: Ρυθμίσεις συσκευής ALSA
es: Configuración del dispositivo ALSA
et: ALSA seadme seadistamine
eu: ALSA gailuaren konfigurazioa
fa: پیکربندی دستگاه ALSA
fi: ALSA-laitteen asetukset
fr: Configuration du périphérique ALSA
he: הגדרות התקן ALSA
hu: ALSA-eszköz beállításai
it: Configurazione dispositivo ALSA
ja: ALSA デバイスの設定
ka: ALSA-ს მოწყობილობების კონფიგურაცია
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ឧបករណ៍ ALSA
ko: ALSA 장치 설정
lt: ALSA įrenginio derinimas
nb: ALSA enhetsoppsett
nds: ALSA-Reedschap instellen
ne: अल्सा यन्त्र कन्फिगरेसन
nl: Configuratie ALSA-apparaat
nn: ALSA-oppsett
pa: ALSA ਜੰਤਰ ਸੰਰਚਨਾ
pl: Konfiguracja urządzenia ALSA
pt: Configuração do Dispositivo ALSA
pt_br: Configuração do Dispositivo ALSA
ru: Параметры устройства для ALSA
se: ALSA-heivehus
sk: Nastevenie ALSA zariadenia
sr: ALSA подешавање уређаја
th: การปรับแต่งอุปกรณ์ ALSA
tr: ALSA Aygıt Ayarları
uk: Налаштування пристрою ALSA

source: &Mono:
bg: &Моно:
el: &Μονοφωνικά:
eu: &Monoa:
fa: &تک:‌
he: &מונו:
hu: Mo&nó:
ja: モノラル(&M):
ka: &მონო:
km: ម៉ូណូ ៖
ko: 모노(&M):
ne: मोनो:
pa: ਮੋਨੋ(&M):
ru: &Моно:
sr: &Моно:
th: โ&มโน:
uk: &Моно:

source: &Stereo:
bg: &Стерео:
ca: &Estèreo:
el: &Στερεοφωνικά:
es: E&stéreo:
eu: E&stereoa:
fa: &استریو:‌
fr: &Stéréo :
he: &סטראו:
hu: Szte&reó:
ja: ステレオ(&S):
ka: &სტერეო:
km: ស្តេរ៉េអូ ៖
ko: 스테레오(&S):
ne: स्टेरियो:
pa: ਸਟੀਰਿਓ(&S):
pt: E&stéreo:
pt_br: E&stéreo:
ru: &Стерео:
sr: &Стерео:
th: &สเตอริโอ:
uk: &Стерео:

source: &4 Channels:
af: 4 Kanale:
bg: &4 канала:
ca: &4 Canals:
cs: &4 kanály:
da: &4 kanaler:
de: &4 Kanäle:
el: &4 κανάλια:
es: &4 canales:
et: &4 kanalit:
eu: &4 kanal:
fa: &۴ مجرا:‌
fi: &4 kanavaa:
fr: &4 canaux :
he: &4 ערוצים:
hu: &4 csatorna:
it: &4 Canali:
ja: &4 チャンネル:
ka: &კვადრო:
km: ៤ ឆានែល ៖
ko: 4 채널(&4):
lt: &4 kanalai:
nb: &4 kanaler:
nds: &4 Kanaals:
ne: ४ च्यानल:
nl: &4-kanaals:
nn: &4 kanalar:
pa: &4 ਚੈਨਲ:
pl: &4 kanały:
pt: &4 Canais:
pt_br: &4 Canais:
ru: &Квадро:
se: &4 kanála:
sk: &4 kanály
sr: &4 канала:
tr: &4 Kanal:
uk: &4 канали:

source: &6 Channels:
af: 6 Kanale:
bg: &6 канала:
ca: &6 Canals:
cs: &6 kanálů:
da: &6 kanaler:
de: &6 Kanäle:
el: &6 κανάλια:
es: &6 canales:
et: &6 kanalit:
eu: &6 kanal:
fa: &۶ مجرا:‌
fi: &6 kanavaa:
fr: &6 canaux :
he: &6 ערוצים:
hu: &6 csatorna:
it: &6 Canali:
ja: &6 チャンネル:
ka: &6 არხი:
km: ៦ ឆាណែល ៖
ko: 6 채널(&6):
lt: &6 kanalai:
nb: &6 kanaler:
nds: &6 Kanaals:
ne: ६ च्यानल:
nl: &5-kanaals:
nn: &6 kanalar:
pa: &6 ਚੈਨਲ:
pl: &6 kanałów:
pt: &6 Canais:
pt_br: &6 Canais:
se: &6 kanála:
sk: &6 kanálov:
sr: &6 канала:
tr: &6 Kanal:
uk: &6 каналів:

source: OSS Device Configuration
af: OSS Toestel Opstelling
bg: Настройки на OSS устройство
ca: Configuració del dispositiu OSS
cs: Nastavení OSS zařízení
da: Indstil OSS-enhed
de: OSS-Gerät einrichten
el: Ρυθμίσεις συσκευής OSS
es: Configuración del dispositivo OSS
et: OSS seadme seadistamine
eu: OSS gailuaren konfigurazioa
fa: پیکربندی دستگاه OSS
fi: OSS-laitteen asetukset
fr: Configuration du périphérique OSS
he: הגדרות התקן OSS
hu: OSS-eszköz beállításai
it: Configurazione dispositivo OSS
ja: OSS デバイスの設定
ka: OSS მოწყობილობის კონფიგურაცია
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ឧបករណ៍ OSS
ko: OSS 장치 설정
lt: OSS įrenginio derinimas
nb: OSS enhetsoppsett
nds: OSS-Reedschap instellen
ne: ओएसएस यन्त्र कन्फिगरेसन
nl: Configuratie OSS-apparaat
nn: OSS-oppsett
pa: OSS ਜੰਤਰ ਸੰਰਚਨਾ
pl: Konfiguracja urządzenia OSS
pt: Configuração do Dispositivo OSS
pt_br: Configuração do Dispositivo OSS
ru: Параметры устройства для OSS
se: OSS-heivehus
sk: Nastavenie OSS zariadenia
sr: OSS подешавање уређаја
th: การปรับแต่งอุปกรณ์ OSS
tr: OSS Aygıt Ayarları
uk: Налаштування пристрою OSS

source: &Device:
af: Toestel:
bg: &Устройство:
ca: &Dispositiu:
cs: Z&ařízení:
da: &Enhed:
de: &Gerät:
el: &Συσκευή:
es: &Dispositivo:
et: Sea&de:
eu: &Gailua:
fa: &دستگاه:‌
fi: &Äänilaite:
fr: &Périphérique :
he: ה&תקן:
hu: Eszkö&z:
it: &Dispositivo:
ja: デバイス(&D):
ka: &მოწყობილობა:
km: ឧបករណ៍ ៖
ko: 장치(&D):
lt: Įren&ginys:
nb: &Enhet:
nds: &Reedschap:
ne: यन्त्र:
nl: A&pparaat:
nn: &Eining:
pa: ਜੰਤਰ(&D):
pl: &Urządzenie:
pt: &Dispositivo:
pt_br: &Dispositivo:
ru: &Устройство:
se: Ovtta&dat:
sk: Z&ariadenie:
sr: &Уређај:
th: อุ&ปกรณ์:
tr: &Aygıt:
uk: &Пристрій:

source: Speaker &arrangement:
af: Luidspreker rangskikking:
bg: Подбор на &говорители:
ca: &Arranjament dels altaveus:
cs: Uspořádání r&eproduktorů:
da: &Højtalerplacering:
de: Lautsprecher-&Anordnung:
el: Διάτα&ξη ηχείων:
es: Disposición de &altavoces:
et: Kõl&ari seadistus:
eu: Bozgorailuen &antolaketa:
fa: &ترتیب بلندگو:‌
fi: Kaiutin&asettelu:
fr: &Arrangement des haut-parleurs :
he: ס&ידור רמקולים:
hu: &Hangszóró-elrendezés:
it: Disposizione &altoparlanti:
ja: スピーカーの配置(&S):
ka: დინამიკთა &განლაგება:
km: ការ​រៀបចំ​ធុងបាស
ko: 스피커 정렬(&A):
lt: Garsiakalbių iš&dėstymas:
nb: &Høyttaleroppsett:
nds: Luutspreker-&Anornen:
ne: स्पिकर प्रबन्ध:
nl: Opstelling l&uidsprekers:
nn: &Høgtalaroppsett:
pa: ਸਪੀਕਰ ਪਰਬੰਧ(&a):
pl: &Układ głośników:
pt: Disposição de &altifalantes:
pt_br: &Arranjo dos alto-falantes:
ru: Размещение &колонок
se: Skáján&heivehus:
sk: Usporiadanie r&eproduktorov:
sr: &Распоред звучника:
th: การจั&ดเรียงลำโพง:
tr: Hoparlör &düzeni:
uk: &Розташування колонок:

source: HTTP Proxy for Streaming
af: HTTP Volmag vir strooming
bg: HTTP прокси за потоците
ca: Intermediari HTTP per a l'streaming
cs: HTTP proxy pro vysílání
da: HTTP-proxy for strømme
de: HTTP-Proxy für Streaming
el: Διαμεσολαβητής HTTP για ροή
es: Proxy HTTP para flujos de datos
et: HTTP-puhverserver voogudele
eu: Korrontearen HTTP proxy-a
fa: پیشکار قام برای جریان‌دار
fi: HTTP-välityspalvelin äänivirroille
fr: Proxy HTTP pour les flux
he: מתווך HTTP עבור שידור־זורם
hu: HTTP-proxy a sugárzott anyagokhoz
it: Proxy HTTP per streaming
ja: ストリーミングの HTTP プロキシ
ka: HTTP პროქსი ნაკადისთვის
km: ប្រូកស៊ី HTTP សម្រាប់​ស្ទ្រីម
ko: 스트리밍에 대한 HTTP 프록시
lt: Atstovaujantis HTTP serveris srauto siuntimui
nb: HTTP mellomtjener for direkteoverføring
nds: HTTP-Proxy för Strööm
ne: प्रवाहका लागि एचटीटीपी प्रोक्सी सर्भर
nl: HTTP-proxy voor streaming
nn: HTTP-mellomtenar for straumspeling
pa: ਸਟਰੀਮਿੰਗ ਲਈ HTTP ਪਰਾਕਸੀ
pl: Proxy HTTP dla transmisji strumienia
pt: 'Proxy' HTTP para Transferência
pt_br: Proxy HTTP para Streaming
ru: HTTP-прокси для потокового воспроизведения
sk: HTTP proxy pre vysielanie (stream)
sr: HTTP прокси за довлачење токова
th: พร็อกซี HTTP สำหรับสตรีมมิง
tr: Yayın alımı için HTTP Vekil Sunucusu
uk: HTTP-проксі для потокового програвання

source: &Host:
af: Bediener:
bg: &Хост:
ca: &Màquina:
cs: &Hostitel:
da: &Vært:
de: &Rechner:
el: &Υπολογιστής:
es: &Servidor:
et: &Masin:
eu: &Ostalaria:
fa: &میزبان:‌
fi: &Osoite:
fr: &Hôte :
he: &שרת מארח:
hu: &Gép:
ja: ホスト(&H):
ka: &ჰოსტი:
km: ម៉ាស៊ីន ៖
ko: 호스트(&H):
lt: &Mazgas:
nb: &Vert:
nds: &Reekner:
ne: होस्ट:
nn: &Vert:
pa: ਹੋਸਟ(&H):
pl: &Komputer:
pt: &Máquina:
pt_br: &Máquina:
ru: &Сервер:
se: Guosso&headdji:
sk: &Hostiteľ:
sr: &Домаћин:
th: โ&ฮสต์:
tr: &Makine:
uk: &Вузол:

source: &User:
af: Gebruiker:
bg: &Потребител:
ca: &Usuari:
cs: &Uživatel:
da: &Bruger:
de: &Benutzer:
el: &Χρήστης:
es: &Usuario:
et: Kas&utaja:
eu: &Erabiltzailea:
fa: &کاربر:‌
fi: &Käyttäjätunnus:
fr: &Utilisateur :
he: שם &משתמש:
hu: &Felhasználó:
it: &Utente:
ja: ユーザ(&U):
ka: &მომხმარებელი:
km: អ្នកប្រើ ៖
ko: 사용자(&U):
lt: &Naudotojas:
nb: &Bruker:
nds: &Bruker:
ne: प्रयोगकर्ता:
nl: Gebr&uiker:
nn: &Brukar:
pa: ਉਪਭੋਗੀ(&U):
pl: &Użytkownik:
pt: &Utilizador:
pt_br: &Usuário:
ru: &Пользователь:
se: &Geavaheaddji:
sk: &Používateľ:
sr: &Корисник:
th: ผู้ใช้:
tr: &Kullanıcı:
uk: &Користувач:

source: &Password:
af: Wagwoord:
bg: &Парола:
ca: &Contrasenya:
cs: He&slo:
da: &Kodeord:
de: &Passwort:
el: &Κωδικός πρόσβασης:
es: &Contraseña:
et: &Parool:
eu: &Pasahitza:
fa: &اسم رمز:‌
fi: &Salasana:
fr: &Mot de passe :
he: &ססמה:
hu: &Jelszó:
ja: パスワード(&P):
ka: &პაროლი:
km: ពាក្យ​សម្ងាត់ ៖
ko: 패스워드(&P):
lt: &Slaptažodis:
nb: &Passord:
nds: &Passwoort:
ne: पासवर्ड:
nl: &Wachtwoord:
nn: &Passord:
pa: ਗੁਪਤ-ਕੋਡ(&P):
pl: &Hasło:
pt: &Senha:
pt_br: &Senha:
ru: &Пароль:
se: &Beassansátni:
sk: &Heslo:
sr: &Лозинка:
th: &รหัสผ่าน:
tr: &Parola:
uk: &Пароль:
