Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Whether to use user-defined fonts
af: Bepaal of gebruiker gedefenieerde skrif tipes gebruik moet word.
bg: Дали да бъдат използвани потребителски шрифтове
ca: Si s'han de mostrar les lletres definides per l'usuari
cs: Používat uživatelem definovaný font
da: Om brugerdefinerede skrifttyper skal bruges
de: Benutzerdefinierte Schriften
el: Αν θα γίνει χρήση προσαρμοσμένων από το χρήστη γραμματοσειρών
es: Si se usan tipos de letra definidos por el usuario
et: Kas kasutada kasutaja määratud fonte
eu: Erabiltzaileak definitutako letra-tipoak erabili edo ez
fa: آیا از قلمهای تعریف‌شدۀ کاربر استفاده شود
fi: Käytetäänkö käyttäjän määrittämiä kirjasimia
fr: Utiliser ou non des polices personnalisées
he: האם להשתמש בגופנים מותאמים אישית
hu: Egyéni betűtípusokat kell-e használni
it: Decidi se usare caratteri personalizzati
ja: ユーザ指定のフォントを使用するかどうか
ka: როდის გამოიყენება მომხმარებლის მიერ განსაზღვრული შრიფტები
km: ថា​តើ​ត្រូវ​ប្រើ​ពុម្ពអក្សរ​កំណត់​ដោយ​អ្នក​ប្រើ​ឬ​ទេ
ko: 사용자 정의 글꼴을 사용할지 여부
lt: Nurodyti savo šriftus
nb: Om selvvalgte skrifter skal brukes
nds: Egen Schriftoorden bruken
ne: प्रयोगकर्ता-परिभाषित फन्टहरू प्रयोग गर्ने या नगर्ने
nl: Of u uw eigen lettertypen wilt gebruiken
nn: Om sjølvvalde skrifter skal brukast
pa: ਕੀ ਉਪਭੋਗੀ-ਪ੍ਰਭਾਸ਼ਿਤ ਫੋਂਟ ਵਰਤਣੇ ਹਨ
pl: Czy używać czcionek zdefiniowanych przez użytkownika
pt: Utilizar ou não tipos de letra definidos pelo utilizador
pt_br: Usar fontes definidas pelo usuário
ru: Использовать ли определяемые пользователем шрифты
se: Mearrit jus geavaheaddji meroštuvvon fonttat geavahuvvojit.
sk: Používať používateľom definované písma
sr: Да ли користити кориснички дефинисане фонтове
th: จะให้ใช้แบบอักษรที่ผู้ใช้กำหนดเองหรือไม่
tr: Kullanıcının belirlediği yazıları kullan
uk: Чи використовувати шрифти, визначені користувачем

source: Enabled/Disables custom fonts.
af: Aktiveer/deaktiveer pasmaak skrif tipe
bg: Включване/изключване на потребителски шрифтове.
ca: Habilita/Deshabilita les lletres personalitzades.
cs: Povolit/zakázat uživatelem definovaný font.
da: Aktivér eller deaktivér egne skrifttyper.
de: Aktiviert/Deaktiviert die Verwendung von benutzerdefinierten Schriften.
el: Ενεργοποίηση/απενεργοποίηση προσαρμοσμένων γραμματοσειρών.
es: Activar/desactivar tipos de letra personalizados.
et: Kohandatud fontide lubamine/keelamine.
eu: Gaituta/desgaituta letra-tipo pertsonalizatuak.
fa: فعال‌سازی/غیرفعال‌سازی قلمهای سفارشی.
fi: Ota käyttöön tai poista käytöstä omat kirjasimet.
fr: Active / désactive les polices personnalisées.
he: אפשר/בטל גופנים מותאמים אישית.
hu: Akkor jelölje be, ha egyéni betűtípusokat szeretne használni.
it: Abilita/Disabilita i caratteri personalizzati.
ja: カスタムフォントを有効/無効にします。
ka: ჩართულია.
km: អនុញ្ញាត​/​មិន​អនុញ្ញាត​ពុម្ពអក្សរ​ផ្ទាល់​ខ្លួន ។
ko: 사용자 정의 글꼴을 사용합니다/사용하지 않습니다.
lt: Naudoti naudotojo nurodytus šriftus.
nb: Slå på/av bruk av selvvalgte skrifter.
nds: Den Bruuk vun egen Schriftoorden an-/utmaken
ne: अनुकूल फन्टहरू सक्षम पारियो/अक्षम पार्दछ ।
nl: Activeert/deactiveert het gebruik van eigen lettertypen.
nn: Slå på/av bruk av sjølvvalde skrifter.
pa: ਪਸੰਦੀਦਾ ਫੋਂਟ ਯੋਗ/ਆਯੋਗ ਕਰੋ।
pl: Włącza/wyłącza własne czcionki.
pt: Activa/desactiva os tipos de letra personalizados.
pt_br: Habilitar/Desabilitar o uso de fontes personalizadas.
ru: Собственные шрифты.
sk: Povoliť/zakázať vlastné písma
sr: Укључује/искључује посебне фонтове.
th: เปิด/ปิด การใช้แบบอักษรกำหนดเอง
tr: Özel yazı tiplerini aç/kapat.
uk: Увімкнути/вимкнути нетипові шрифти.

source: Font in playlist window
af: Skrif tipe in speel lys venster
bg: Шрифт на списъка със записи
ca: Tipus de lletra a la finestra de la llista de reproducció
cs: Font v okně seznamu skladeb
da: Skrifttype i spillelistens vindue
de: Schrift im Wiedergabelisten-Fenster
el: Γραμματοσειρά παράθυρου λίστας
es: Tipo de letra en la ventana de la lista de reproducción
et: Esitusnimekirja akna font
eu: Zerrenda-leihoko letra-tipoa
fa: قلم در پنجرۀ فهرست پخش
fi: Soittolistaikkunan kirjasin
fr: Police à utiliser dans la fenêtre de la liste de lecture
he: הגופן לשימוש בחלון רשימת־ההשמעה
hu: A lejátszólista-ablakban használandó betűtípus
it: Caratteri nella finestra della playlist
ja: プレイリストウィンドウのフォント
ka: შრიფტი რეპერტუარის ფანჯრისათვის
km: ពុម្ពអក្សរ​ក្នុង​បង្អួច​បញ្ជី​ចាក់
ko: 재생목록 창의 글꼴
lt: Grojaraščio lango šriftas
nb: Skrift i spillelistevindu
nds: Schriftoort för de Afspeellist
ne: प्लेसूची सञ्झ्यालमा फन्ट
nl: Lettertype in afspelervenster
nn: Skrift i spelelistevindauge
pa: ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖੇ ਵਿੱਚ ਫੋਂਟ
pl: Czcionka używana w oknie listy odtwarzania.
pt: Tipo de letra da janela de lista de reprodução
pt_br: Fonte da janela da lista de músicas
ru: Шрифт окна списка
sk: Písmo v okno zoznamu skladieb
sr: Фонт у прозору листе нумера
th: แบบอักษรในหน้าต่างรายการเล่น
tr: Parça listesinde kullanılacak yazıtipi
uk: Шрифт у вікні списку композицій

source: Font in player window
af: Skrif tipe in speler venster
bg: Шрифт на плеъра
ca: Tipus de lletra a la finestra del reproductor
cs: Font v okně přehrávače
da: Skrifttype i afspillerens vindue
de: Schrift im Player-Fenster
el: Γραμματοσειρά παράθυρου αναπαραγωγής
es: Tipo de letra en la ventana del reproductor
et: Mängija akna font
eu: Erreproduktore-leihoko letra-tipoa
fa: قلم در پنجرۀ پخش‌کننده
fi: Soitinikkunan kirjasin
fr: Police à utiliser dans la fenêtre de lecture
he: הגופן לשימוש בחלון הנגן
hu: A lejátszóablakban használandó betűtípus
it: Caratteri nella finestra del lettore
ja: プレーヤウィンドウのフォント
ka: შრიფტი დამკვრელის ფანჯრისათვის
km: ពុម្ពអក្សរ​ក្នុង​បង្អួច​កម្មវិធី​ចាក់
ko: 재생기 창의 글꼴
lt: Grotuvo lango šriftas
nb: Skrift i spillervindu
nds: Schriftoort för den Afspeler
ne: प्लेयर सञ्झ्यालमा फन्ट
nl: Lettertype voor afspelervenster
nn: Skrift i spelarvindauge
pa: ਪਲੇਅਰ ਝਰੋਖੇ ਵਿੱਚ ਫੋਂਟ
pl: Czcionka używana w oknie odtwarzacza.
pt: Tipo de letra da janela de reprodução
pt_br: A fonte a ser usada na janela de reprodução
ru: Шрифт окна проигрывателя
sk: Písmo v okne prehrávača
sr: Фонт у прозору плејера
th: แบบอักษรในหน้าต่างเครื่องเล่น
tr: Parça penceresinde kullanılacak yazıtipi
uk: Шрифт у вікні програвача

source: Font in context browser
af: Skrif tipe in konteks blaaier
bg: Шрифт на контекстния браузър
ca: Tipus de lletra al navegador contextual
cs: Font v prohlížeči kontextu
da: Skrifttype i sammenhængsbrowseren
de: Schrift im Kontext-Browser
el: Γραμματοσειρά του σχετικού περιεχομένου
es: Tipo de letra en el navegador contextual
et: Kontekstisirvija font
eu: Testuinguruko arakatzaileko letra-tipoa
fa: قلم در مرورگر متن
fi: Kontekstiselaimen kirjasin
fr: Police à utiliser dans le navigateur de contexte
he: הגופן לשימוש בחלון דפדפן ההקשר
hu: A környezetböngészőben használandó betűtípus
it: Caratteri nel navigatore per contesti
ja: 関連情報ブラウザのフォント
ka: შრიფტი კონტექსტური ბრაუზერისთვის
km: ពុម្ពអក្សរ​ក្នុង​កម្មវិធី​រុករក​បរិបទ
ko: 컨텍스트 브라우저의 글꼴
lt: Informacijos lango šriftas
nb: Skrift i vinduet som viser sammenhengen
nds: Schriftoort för den Kontextkieker
ne: प्रसङ्ग ब्राउजरमा फन्ट
nl: Lettertype voor contextbrowser
nn: Skrift i samanhengslesar
pa: ਪ੍ਰਸੰਗ ਝਲਕਾਰੇ ਵਿੱਚ ਫੋਂਟ
pl: Czcionka w przeglądarce kontekstowej
pt: Tipo de letra do navegador de contexto
pt_br: Fonte no navegador de Contexto
ru: Шрифт на панели статистики
sk: Písmo v prehliadači kontextu
sr: Фонт у контекстном прегледачу
th: แบบอักษรในตัวเรียกดูรายละเอียดเพิ่มเติม
tr: İçerik tarayıcısını yazıtipi
uk: Шрифт у навігаторі контексту

source: Whether to use Amarok standard colors in the playlist window
af: Bepaal of Amarok se standaard kleure in die speel lys venster gebruik moet word.
bg: Дали да бъдат използвани стандартните цветове за Amarok в списъка със записи
ca: Si s'han d'usar els colors estàndards de l'Amarok a la finestra de la llista de reproducció
cs: Používat standardní barvy AmaroK v okně seznamu skladeb
da: Om Amaroks standardfarver skal bruges i spillelisten
de: Amarok's voreingestellte Farben in der Wiedergabeliste verwenden
el: Αν θα γίνει χρήση των τυπικών χρωμάτων του Amarok για το παράθυρο της λίστας αναπαραγωγής
es: Si se usan los colores estándares de Amarok en la ventana de la lista de reproducción
et: Kas kasutada esitusnimekirja aknas Amaroki standardvärve
fa: آیا از رنگهای استاندارد amaroK در پنجرۀ فهرست پخش استفاده شود
fi: Käytetäänkö soittolistaikkunassa Amarokin vakiovärejä
fr: Utiliser les couleurs standards d'Amarok dans la fenêtre de liste de lecture
he: האם להשתמש בצבעים הרגילים של Amarok בחלון רשימת־ההשמעה
hu: A lejátszólista-ablakban az Amarok-féle szabványos színek legyenek-e használva
it: Decidi se usare i colori standard di Amarok nella finestra della playlist
ja: プレイリストウィンドウに Amarok の標準色を使用するかどうか
km: ថា​តើ​ត្រូវ​ប្រើ​ពណ៌​ខ្នាត​គំរូ​របស់ amaroK នៅ​ក្នុង​បង្អួច​បញ្ជី​ចាក់​ឬទេ
ko: Amarok이 재생목록 창에서 표준 색상을 사용할지 여부
lt: Naudoti standartines AmaroK grojaraščio spalvas
nb: Om Amarok skal bruke standardfargene sine i spillelistevinduet
nds: Vörinstellt Amarok-Klören för de Afspeellist bruken
ne: प्लेसूची सञ्झ्यालमा अमारोक मानक रङ प्रयोग गर्ने या नगर्ने
nl: Of Amarok standaardkleuren in het afspeellijstvenster zal gebruiken
nn: Om Amarok skal bruka standardfargane i spelelistevindauget.
pa: ਕੀ ਅਮਰੋਕ ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖੇ ਵਿੱਚ ਮਿਆਰੀ ਰੰਗ ਵਰਤੇ
pl: Czy Amarok ma wykorzystywać standardowe kolory na liście odtwarzania.
pt: Utilizar ou não as cores normais do Amarok na lista de músicas
pt_br: Usar as cores padrão do Amarok na janela da lista de músicas
ru: Использовать ли стандартные цвета amaroK в списке воспроизведения
se: Jus galgá geavahit Amarok:a standárdivnniid čuojahanlistoláses
sk: Či používať štandardné farby Amaroku v okne zoznamu skladieb
sr: Да ли користити Amarok-ове стандардне боје у прозору листе нумера
th: จะใช้ค่าสีมาตรฐานของ Amarok ในหน้าต่างรายการเล่นหรือไม่
tr: Parça listesi penceresinde standart Amarok renkleri kullanılsın
uk: Чи використовувати стандартні кольори Amarok у вікні списку композицій

source: If set, Amarok uses the Amarok standard colors in the playlist.
af: As hierdie gekies is, sal Amarok se standaard kleure in die speel lys gebruik word.
bg: Ако е включена тази отметка, Amarok ще използва свои стандартни цветове в списъка със записи.
ca: Si està seleccionat, l'Amarok usa els seus colors estàndards per a la llista de reproducció.
cs: Je-li vybráno, Amarok použije v seznamu skladeb standardní barvy systému Amarok.
da: Hvis markeret bruges Amaroks standardfarver i spillelisten.
de: Aktivieren Sie diese Einstellung, um Amaroks voreingestellte Farben in der Wiedergabeliste zu verwenden.
el: Αν επιλεχθεί, το Amarok θα χρησιμοποιήσει τα τυπικά χρώματα του Amarok για τη λίστα αναπαραγωγής.
es: Si se activa, Amarok usa los colores estándares de Amarok en la lista de reproducción.
et: Märkimisel kasutab Amarok esitusnimekirja aknas Amaroki standardvärve.
fa: اگر تنظیم شود، amaroK از رنگهای استاندارد amaroK در فهرست پخش استفاده می‌کند.
fi: Mikäli valittu, Amarok käyttää Amarokin alkuperäisteeman värejä.
fr: Si cette case est cochée, Amarok utilisera les couleurs standards d'Amarok dans la liste de lecture.
he: אם סומן, Amarok ישתמש בצבעי Amarok הרגילים ברשימת־ההשמעה.
hu: Ha ez van bejelölve, akkor az Amarok-féle színösszeállítás lesz felhasználva a lejátszólistában.
it: Se selezionata, Amarok userà i colori standard di Amarok nella playlist.
ja: 有効にすると、プレイリストに Amarok の標準色を使います。
km: ប្រសិន​បើ​បាន​កំណត់ Amarok ប្រើ​ពណ៌​ស្ដង់ដា​របស់ Amarok នៅ​ក្នុង​បញ្ជី​ចាក់ ។
ko: 만약 선택한다면, 재생목록에서 Amarok의 표준 색을 사용합니다.
lt: Įjungti standartines AmaroK grojaraščio spalvas.
nb: Hvis krysset av, bruker Amarok sine standardfarger i spillelista.
nds: Wenn anmaakt, bruukt Amarok sien Vörinstellen för de Afspeellist-Klören
ne: यदि सेट भयो भने, अमारोकले प्लेसूचीमा अमारोक मानक रङहरू प्रयोग गर्दछ ।
nl: Indien geselecteerd zullen de standaardkleuren van Amarok worden gebruikt in de afspeellijst.
nn: Viss kryssa av, vert standardfargane bruka i spelelista.
pa: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਅਮਰੋਕ ਸੰਗੀਤ-ਸੂਚੀ ਵਿੱਚ ਅਮਰੋਕ ਮਿਆਰੀ ਰੰਗਾਂ ਦੀ ਵਰਤੋਂ ਕਰੇਗਾ।
pl: Jeśli jest zaznaczone, Amarok wykorzystuje na liście odtwarzania swoje własne kolory.
pt: Se seleccionado, o Amarok utiliza as suas cores normais na lista de músicas.
pt_br: Se selecionada, o Amarok usará as suas cores padrão na lista de músicas.
ru: Использовать стандартные цвета amaroK в списке воспроизведения.
se: Jus lea merkejuvvon, Amarok geavaha Amarok:a standárdivnniid čuojahanlisttus.
sk: Ak je nastavené, Amarok bude v zozname skladieb používať svoje vlastné štandardné farby.
sr: Ако је попуњено, Amarok користи своје стандардне боје у листи нумера.
th: หากเลือกที่นี่ Amarok จะใช้ชุดสีมาตรฐานของ Amarok ในรายการเล่น
tr: Bu seçili ise, parça listesi penceresinde standart Amarok renkleri kullanılır.
uk: Якщо ввімкнено, Amarok використовує в списку композицій свої стандартні кольори.

source: Whether to use global KDE colors in the playlist window
af: Bepaal of die globale KDE kleure in die speel lys venster gebruik moet word.
bg: Дали да се използват общите цветове на KDE в списъка със записи
ca: SI s'han d'usar els colors del KDE a la finestra de la llista de reproducció
cs: Používat v okně seznamu skladeb standardní barvy prostředí KDE
da: Om globale KDE-farver skal bruges i spillelistens vindue
de: Globales KDE-Farbschema im Wiedergabelisten-Fenster verwenden
el: Αν θα γίνει χρήση των καθολικών χρωμάτων του KDE στο παράθυρο της λίστας αναπαραγωγής
es: Si se usan los colores globales de KDE en la ventana de la lista de reproducción
et: Kas kasutada esitusnimekirja aknas KDE standardvärve
eu: KDEko kolore orokorrak zerrenda-leihoan erabili edo ez
fa: آیا از رنگهای سراسری KDE در پنجرۀ فهرست پخش استفاده شود
fi: Käytetäänkö soittolistaikkunassa KDE:n yleisiä värejä
fr: Utiliser le modèle de couleurs courant de KDE dans la fenêtre de liste de lecture
he: האם להשתמש בצבעים הרגילים של KDE בחלון רשימת־ההשמעה
hu: A KDE-hez beállított színek használata a lejátszólista-ablakban
it: Decidi se usare i colori globali di KDE nella finestra della playlist
ja: プレイリストウィンドウに KDE 全体の標準色を使用するかどうか
ka: -სკენ KDE ფერები -ში
km: ថា​តើ​ត្រូវ​ប្រើ​ពណ៌​របស់ KDE សកលនៅ​ក្នុង​បង្អួច​បញ្ជី​ចាក់​ឬទេ
ko: 재생목록 창에서 전역 KDE의 색상을 사용할지 여부
lt: Įjungti standartines KDE spalvas grojaraštyje
nb: Om Amarok skal bruke de globale KDE-fargene i spillelistevinduet
nds: Globaal KDE-Klören för de Afspeellist bruken
ne: प्लेसूची सञ्झ्यालमा विश्वव्यापी केडीई रङहरू प्रयोग गर्ने या नगर्ने
nl: Of de globale KDE-kleuren zullen worden gebruikt in het afspeellijstvenster
nn: Om Amarok skal bruka dei globale KDE-fargane i spelelistevindauget
pa: ਕੀ ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖੇ 'ਚ ਗਲੋਬਲ KDE ਰੰਗ ਵਰਤਣੇ ਹਨ
pl: Czy używać globalnych kolorów KDE w oknie listy odtwarzania
pt: Utilizar ou não as cores globais do KDE na janela de lista de reprodução
pt_br: Usar cores globais do KDE na janela da lista de músicas
ru: Использовать ли стандартные цвета KDE в списке воспроизведения.
sk: Používať v okne zoznamu skladieb štandardné farby KDE
sr: Да ли користити глобалне боје KDE-а у прозору листе нумера
th: จะใช้ชุดสีทั่วไปของ KDE ในหน้าต่างรายการเล่นหรือไม่
tr: Parça listesi penceresinde genel KDE renkleri kullanılsın
uk: Чи використовувати глобальні кольори KDE у вікні списку композицій

source: If set, Amarok uses the KDE standard colors in the playlist.
af: As hierdie gestel is, sal amaroK KDE standaard kleure in die speel lys gebruik.
bg: Ако е включена тази отметка, Amarok ще използва стандартните KDE цветове за списъка със записи.
ca: Si està seleccionat, l'Amarok usa els colors estàndards del KDE a la llista de reproducció.
cs: Je-li nastavano, Amarok bude používat v okně seznamu skladeb standardní barvy prostředí KDE.
da: Hvis markeret bruger Amarok KDE's standardfarver i spillelisten.
de: Aktivieren Sie diese Einstellung, um das aktuelle KDE-Farbschema in der Wiedergabeliste zu verwenden.
el: Αν επιλεχθεί, το Amarok θα χρησιμοποιήσει τα καθολικά χρώματα του KDE στο παράθυρο της λίστας αναπαραγωγής.
es: Si se activa, Amarok usa los colores estándares de KDE en la lista de reproducción.
et: Märkimisel kasutab Amarok esitusnimekirja aknas KDE standardvärve.
fa: اگر تنظیم شود، amaroK از رنگهای استاندارد KDE در فهرست پخش استفاده می‌کند.
fi: Mikäli valittu, Amarok käyttää KDE:n vakiovärejä soittolistaikkunassa.
fr: Si cette case est cochée, Amarok utilisera le modèle de couleurs courant de KDE dans la fenêtre de liste de lecture.
he: אם סומן, Amarok תשתמש בצבעים הרגילים של KDE ברשימת־ההשמעה.
hu: Ha ez van bejelölve, akkor a program a KDE-hez beállított színösszeállítást fogja használni a lejátszólistában.
it: Se impostata, Amarok userà i colori standard di KDE nella playlist.
ja: 有効にすると、プレイリストに KDE の標準色を使います。
km: ប្រសិន​បើ​បាន​កំណត់ Amarok ប្រើ​ពណ៌​ស្ដង់ដា​របស់ KDE នៅ​ក្នុង​បញ្ជី​ចាក់ ។
ko: 만약 설정된다면, 재생목록에서 KDE의 표준 배색을 사용합니다.
lt: Įjungti standartines KDE spalvas grojaraštyje.
nb: Hvis krysset av, bruker Amarok de globale KDE-fargene i spillelista.
nds: Wenn anmaakt, bruukt Amarok de KDE-Instellen för de Afspeellist-Klören
ne: यदि सेट भयो भने, अमारोकले प्लेसूचीमा केडीई मानक रङहरू प्रयोग गर्दछ ।
nl: Indien geselecteerd zullen de standaardkleuren van KDE worden gebruikt in de afspeellijst.
nn: Viss kryssa av, vert dei globale KDE-fargane bruka i spelelista.
pa: ਜੇਕਰ ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਤਾਂ ਅਮਰੋਕ KDE ਦੇ ਮਿਆਰੀ ਰੰਗ ਹੀ ਸੰਗੀਤ-ਸੂਚੀ 'ਚ ਵਰਤੇਗਾ।
pl: Jeśli jest zaznaczone, Amarok wykorzystuje na liście odtwarzania standardowe kolory KDE.
pt: Se seleccionado, o Amarok utiliza as cores normais do KDE na lista de músicas.
pt_br: Se selecionada, o Amarok usará as cores padrão do KDE na lista de músicas.
ru: Использовать стандартные цвета KDE в списке воспроизведения.
se: Jus lea merkejuvvon, Amarok geavaha KDE-ivnniid čuojahanlisttus.
sk: Ak je nastavené, Amarok bude v okne zoznamu skladieb používať štandardné farby KDE.
sr: Ако је постављено, Amarok користи стандардне боје KDE-а у листи нумера.
th: หากเลือกที่นี่ Amarok จะใช้ชุดสีมาตรฐานของ KDE ในรายการเล่น
tr: Bu seçili ise, parça listesi penceresinde standart KDE renkleri kullanılır.
uk: Якщо ввімкнено, Amarok використовує в списку композицій стандартні кольори KDE.

source: Whether to use user-defined colors in the playlist window
af: Bepaal of gebruiker gedefinieerde kleure in die speel lys venster gebruik moet word.
bg: Дали да бъдат използвани потребителски цветове в списъка списъка със записи
ca: Si s'han d'usar els colors a mida a la finestra de la llista de reproducció
cs: Používat v okně seznamu skladeb vlastní nastavení barev
da: Om brugerdefinerede farver skal bruges i spillelistes vindue
de: Benutzerdefinierte Farben in der Wiedergabeliste verwenden
el: Αν θα γίνει χρήση προσαρμοσμένων από το χρήστη χρωμάτων στο παράθυρο λίστας αναπαραγωγής
es: Si se usan los colores definidos por el usuario en la ventana de la lista de reproducción
et: Kas kasutada esitusnimekirja aknas kasutaja määratud värve
eu: Erabiltzaileak definitutako koloreak zerrenda-leihoan erabili edo ez
fa: آیا از رنگهای تعریف‌شدۀ کاربر در پنجرۀ فهرست پخش استفاده شود
fi: Käytetäänkö soittolistaikkunassa käyttäjän määrittelemiä värejä
fr: Utiliser des couleurs personnalisées dans la fenêtre de la liste de lecture
he: האם להשתמש בצבעים המוגדרים על ידי המשתמש בחלון רשימת־ההשמעה
hu: Egyéni színösszeállítás legyen-e érvényes a lejátszólista-ablakban
it: Decidi se usare i colori personalizzati dell'utente nella finestra della playlist
ja: プレイリストウィンドウにユーザ定義の色を使用するかどうか
ka: -სკენ ფერები -ში
km: ថា​តើ​ត្រូវ​ប្រើ​ពណ៌​កំណត់​ដោយ​អ្នក​ប្រើ​​នៅ​ក្នុង​បង្អួច​បញ្ជី​ចាក់​ឬទេ
ko: 재생목록 창에 사용자 정의 색을 사용할지 여부
lt: Įjungti naudotojo nurodytas spalvas grojaraštyje
nb: Om Amarok skal bruke selvvalgte farger i spillelistevinduet
nds: Egen Klören för de Afspeellist bruken
ne: प्लेसूची सञ्झ्यालमा प्रयोगकर्ता-परिभाषित रङ प्रयोग गर्ने या नगर्ने
nl: Of uw eigen kleurenschema zal worden gebruikt in het afspeellijstvenster
nn: Om Amarok skal bruka sjølvvalde fargar i spelelistevindauget
pa: ਕੀ ਸੰਗੀਤ-ਸੂਚੀ 'ਚ ਉਪਭੋਗੀ ਪਰਾਭਾਸ਼ਤ ਰੰਗ ਵਰਤਣੇ ਹਨ
pl: Czy używać na liście odtwarzania kolorów zdefiniowanych przez użytkownika.
pt: Utiliza ou não cores personalizadas pela utilizador na lista de músicas
pt_br: Usar cores definidas pelo usuário na janela da lista de músicas
ru: Цвета в списке определяются пользователем
sk: Používať v okne zoznamu skladieb vlastné nastavenie farieb
sr: Да ли користити кориснички дефинисане боје у прозору листе нумера
th: จะใช้ชุดสีที่ผู้ใช้เป็นผู้กำหนดในหน้าต่างรายการเล่นหรือไม่
tr: Parça listesi penceresinde sizin seçtiğiniz renkleri kullanılsın
uk: Чи використовувати в списку композицій кольори, визначені користувачем

source: If set, Amarok uses the user-defined colors in the playlist.
af: As hierdie gestel is, sal gebruiker gedefinieerde kleure in die speel lys gebruik word.
bg: Ако е включена тази отметка, Amarok ще използва потребителски цветове в списъка със записи.
ca: Si està seleccionat, l'Amarok usa els colors definits per l'usuari a la llista de reproducció.
cs: Je-li nastavano, Amarok bude používat v okně seznamu skladeb uživatelem nastavené barvy.
da: Hvis markeret bruger Amarok brugerdefinerede farver i spillelisten.
de: Aktivieren Sie diese Einstellung, wenn Sie benutzerdefinierte Farben in der Wiedergabeliste verwenden möchten.
el: Αν επιλεχθεί, το Amarok θα χρησιμοποιήσει προσαρμοσμένα από το χρήστη χρώματα στη λίστα αναπαραγωγής.
es: Si se activa, Amarok usa los colores definidos por el usuario en la lista de reproducción.
et: Märkimisel kasutab Amarok esitusnimekirja aknas kasutaja määratud värve.
fa: اگر تنظیم شود، amaroK از رنگهای تعریف‌شدۀ کاربر در فهرست پخش استفاده می‌کند.
fi: Mikäli valittu, Amarok käyttää käyttäjän määrittelemiä värejä soittolistaikkunassa.
fr: Si cette case est cochée, Amarok utilisera des couleurs personnalisées dans la liste de lecture.
he: אם סומן, Amarok תשתמש בצבעים המוגדרים על ידי המשתמש ברשימת־ההשמעה.
hu: Ha ez van bejelölve, akkor a felhasználó által meghatározott színösszeállítás lesz alkalmazva a lejátszólistában.
it: Se impostata, Amarok userà i colori personalizzati dell'utente nella playlist.
ja: 有効にすると、プレイリストにユーザ定義の色を使います。
km: ប្រសិន​បើ​បាន​កំណត់ Amarok ប្រើ​ពណ៌​ដែល​បាន​កំណត់​ដោយ​អ្នក​ប្រើ​នៅ​ក្នុង​បញ្ជី​ចាក់ ។
ko: 만약 설정된다면, 재생목록에서 사용자가 정의한 색을 사용합니다.
lt: Įjungti naudotojo nurodytas spalvas grojaraštyje.
nb: Hvis krysset av, bruker Amarok selvvalgte farger i spillelista.
nds: Wenn anmaakt, bruukt Amarok Dien instellte Klören för de Afspeellist
ne: यदि सेट भयो भने, अमारोकले प्लेसूचीमा प्रयोगकर्ता-परिभाषित रङ प्रयोग गर्दछ ।
nl: Indien geselecteerd zullen de door u gekozen kleuren worden gebruikt in de afspeellijst.
nn: Viss kryssa av, vert sjølvvalde fargar bruka i spelelista.
pa: ਜੇਕਰ ਕੀਤਾ ਤਾਂ ਅਮਰੋਕ ਸੰਗੀਤ-ਸੂਚੀ 'ਚ ਉਪਭੋਗੀ-ਪਰਾਭਸ਼ਿਤ ਰੰਗ ਵਰਤੇਗਾ।
pl: Jeśli jest zaznaczone, Amarok wykorzystuje na liście odtwarzania kolory zdefiniowane przez użytkownika.
pt: Se seleccionado, o Amarok utiliza cores personalizadas na lista de músicas.
pt_br: Se selecionada, o Amarok usará as cores definidas pelo usuário na lista de músicas.
ru: Цветовое оформление списка определяются пользователем.
se: Jus lea merkejuvvon, de geavahuvvo iešválljejuvvon ivnniid čuojahanlisttus.
sk: Ak je nastavené, Amarok bude v okne zoznamu skladieb používať používateľom nastavené farby.
sr: Ако је постављено, Amarok користи кориснички дефинисане боје у листи нумера.
th: หากเลือกที่นี่ Amarok จะใช้ชุดสีที่ผู้ใช้เป็นผู้กำหนดในรายการเล่น
tr: Bu seçili ise parça listesi penceresinde sizin seçtiğiniz renkler kullanılır.
uk: Якщо ввімкнено, Amarok використовує в списку композицій кольори, визначені користувачем.
