Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Another lyrics script is already running. You may only run one lyrics script at a time.
af: 'n Ander lirieke skrip loop alreeds. Net een lirieke skrip kan op 'n keer gehardloop word.
bg: Друг скрипт за текстове вече се изпълнява. Можете да изпълнявате само един по едно и също време.
ca: Ja hi ha engegada una seqüència per a les lletres. No es pot executar més d'una seqüència per a les lletres al mateix temps.
da: Et andet sangtekstscript kører allerede. Du kan kun køre et sangtekstscript af gangen.
de: Ein anderes Text-Skript läuft bereits. Es kann nur jeweils ein Text-Skript zur gleichen Zeit aktiviert sein.
el: Ένα άλλο σενάριο στοίχων εκτελείται ήδη. Μπορείτε να εκτελείτε μόνο ένα σενάριο στοίχων κάθε στιγμή.
es: Ya se está ejecutando otra búsqueda de letras. Sólo puede ejecutar una búsqueda cada vez.
et: Üks sõnade skript juba töötab. Korraga saab töötada ainult üks sõnade skript.
eu: Hizkien beste script-a exekutatzen ari da. Hizkien script bakarra egon daiteke exekutatzen aldiko.
fa: دست‌نوشتۀ آهنگ دیگری از قبل اجرا می‌شود. ممکن است در یک زمان فقط یک دست‌نوشتۀ آهنگ اجرا کنید.
fi: Sanoitustenhakukomentosarja on jo päällä. Vain yksi haku voi olla kerrallaan.
fr: Un script sur les paroles est déjà en cours de fonctionnement. Vous ne devez exécuter qu'un script sur les paroles à la fois.
he: תסריט מילות־שיר אחר כבר פועל. אפשר להפעיל רק תסריט אחד בו זמנית.
hu: Már fut egy másik dalszöveg-szkript. Egyszerre csak egy dalszöveg-szkript futtatható.
it: Un altro script per testi è già in esecuzione. Dovresti lanciare un solo script di codifica alla volta.
ja: 別の歌詞スクリプトが既に実行中です。複数の歌詞スクリプトを同時に実行することはできません。
ka: სხვა ტექსტის სკრიპტი უკვე არის გაშვებული. თქვენ ერთდროულად მხოლოდ ერთი ტექსტის სკრიპტის გაშვების უფლება გაქვთ.
km: ស្គ្រីប​អត្ថបទ​ចម្រៀង​ផ្សេងទៀត​កំពុង​តែ​រត់​ ។ អ្នក​អាច​រត់​តែ​ស្គ្រីប​អត្ថបទ​ចម្រៀង​មួយ​ប៉ុណ្ណោះ​នៅ​ពេល​តែ​មួយ ។
ko: 다른 가사 스크립트가 이미 실행중입니다. 여러분은 동시에 하나의 가사 스크립트만 실행해야 합니다.
lt: Jau paleistas kitas dainų tekstų scenarijus. Vienu metu gali veikti tik vienas dainų tekstų scenarijus.
nb: Et annet tekstskript kjører fra før. Du kan bare kjøre ett tekstskript av gangen.
nds: Dor löppt al en anner Textskript. Du kannst bloots een Textskript to Tiet lopen laten.
ne: अर्को रचना स्क्रिप्ट पहिल्यै चलिरहेको छ । तपाईँले यो समयमा एउटा मात्र रचना स्क्रिप्ट चलाउन सक्नुहुन्छ ।
nl: Er draait al een liedtekst-script. U kunt maar één liedtekst-script tegelijk draaien.
nn: Det køyrer allereie eit anna songtekstskript. Du kan berre køyra eitt songtekstskript om gongen.
pa: ਇੱਕ ਬੋਲ ਸਕਰਿਪਟ ਪਹਿਲਾਂ ਹੀ ਚੱਲ ਰਹੀ ਹੈ। ਤੁਸੀਂ ਇੱਕ ਸਮੇਂ ਉੱਤੇ ਇੱਕ ਹੀ ਸਕਰਿਪਟ ਚਲਾ ਸਕਦੇ ਹੋ।
pl: Inny skrypt tekstów już jest uruchomiony. Możesz uruchomić co najwyżej jeden skrypt tekstów na raz.
pt: Já está a correr outro programa de letras musicais. Só poderá correr um programa de letras musicais de cada vez.
pt_br: Outro script de letras já está sendo executado. Você somente pode executar um script de letras de cada vez.
ru: В данный момент используется другой сценарий загрузки текстов песен.
se: Eará teakstaskripta lea juo jođus. Sáhtát vuodjit dušše ovtta teakstaskripta hávis.
sk: Už beží iný skript pre texty piesní. Súčasne vám môže bežať iba jeden takýto skript.
sr: Нека друга скрипта за текстове се већ извршава. Само једна од њих може радити у исто време.
th: สคริปต์เนื้อร้องอีกอันหนึ่งกำลังทำงานอยู่ คุณสามารถสั่งให้สคริปต์ทำงานได้ครั้งละอันเท่านั้น
tr: Başka bir şarkı sözü betiği çalışıyor. Aynı anda sadece bir şarkı sözü betiği çalıştırabilirsiniz.
uk: Вже запущено інший скрипт текстів пісень. Можна виконувати тільки один такий скрипт нараз.

source: Another transcode script is already running. You may only run one transcode script at a time.
af: 'n Ander transkodeer skrip loop alreeds. Net een transkodeer skrip kan op 'n keer gehardloop word.
bg: Друг скрипт за транскодиране вече се изпълнява. Можете да изпълнявате само един по едно и също време.
ca: Ja hi ha engegada una seqüència de recodificació. No es pot executar més d'una seqüència de recodificació al mateix temps.
da: Et andet transkodningsscript kører allerede. Du kan kun køre et transkodningsscript af gangen.
de: Ein anderes Umwandlungs-Skript läuft bereits. Es kann nur jeweils ein Umwandlungs-Skript zur gleichen Zeit aktiviert sein.
el: Ένα άλλο σενάριο στοίχων εκτελείται ήδη. Μπορείτε να εκτελείτε μόνο ένα σενάριο του transcode κάθε στιγμή.
es: Ya se está ejecutando otro script de transcodificación. Sólo puede ejecutar un script de transcodificación cada vez.
et: Üks transkodeerimise skript juba töötab. Korraga saab töötada ainult üks transkodeerimise skript.
eu: Kodeketa bihurtzeko beste script bat exekutatzen ari da. Kodeketa bihurtzeko script bakarra exekuta daiteke aldi berean.
fa: دست‌نوشتۀ ترارمز دیگری از قبل اجرا می‌شود. ممکن است در یک زمان فقط یک دست‌نوشتۀ ترارمز اجرا کنید.
fi: Yksi muunnoskomentosarja on jo käynnissä. Vain yksi muunnoskomentosarja voi olla päällä kerrallaan.
fr: Un script de transcodage est déjà en cours de fonctionnement. Vous ne devez exécuter qu'un script de transcodage à la fois.
he: תסריט המרת־קידוד כבר רץ. ניתן להריץ רק תסריט המרת־קידוד אחד בו זמנית.
hu: Már fut egy másik átkódolási szkript. Egyszerre csak egy átkódolási szkript futtatható.
it: Un altro script di codifica è già in esecuzione. Dovresti lanciare uno script di codifica alla volta.
ja: 別のトランスコードスクリプトが既に実行中です。複数のトランスコードスクリプトを同時に実行することはできません。
ka: სხვა ტრანსკოდირების სკრიპტი უკვე არის გაშვებული. თქვენ ერთდროულად მხოლოდ ერთი ტრანსკოდირების სკრიპტის გაშვების უფლება გაქვთ.
km: ស្គ្រីប​បម្លែង​ផ្សេង​ទៀត​កំពុង​តែ​រត់ ។ អ្នក​អាច​រត់​តែ​ស្គ្រីប​​បម្លែង​មួយ​ប៉ុណ្ណោះ​នៅ​ពេល​តែ​មួយ ​។
ko: 다른 변환 코드 스크립트가 이미 실행중입니다. 여러분은 하나의 변환 코드만 실행해야 합니다.다른 변환 코드 스크립트가 이미 실행중입니다. 여러분은 하나의 변환 코드만 실행해야 합니다.
lt: Jau paleistas kitas perkodavimo scenarijus. Vienu metu gali veikti tik vienas perkodavimo scenarijus.
nb: Et annet transkodeskript kjører fra før. Du kan bare kjøre ett transkodeskript av gangen.
nds: Dor löppt al en anner Ümkodeerskript. Du kannst bloots een Ümkodeerskript to Tiet lopen laten.
ne: अर्को ट्रान्सकोड स्क्रिप्ट पहिल्यै चलिरहेको छ । तपाईँ यो समयमा एउटा ट्रान्सकोड स्क्रिप्ट मात्र चलाउन सक्नुहुन्छ ।
nl: Er draait al een transcode-script. U kunt maar één transcode-script tegelijk draaien.
nn: Det køyrer allereie eit anna omkodingsskript. Du kan berre køyra eitt omkodingsskript om gongen.
pl: Inny skrypt konwertowania jest już uruchomiony. Możesz uruchomić co najwyżej jeden skrypt konwertowania na raz.
pt: Já está a correr outro programa de codificação de áudio. Só poderá correr um programa de codificação de cada vez.
pt_br: Outro script de conversão já está sendo executado. Você somente pode executar um script de conversão de cada vez.
ru: В данный момент используется другой сценарий перекодировки.
se: Eará transkodenskripta lea juo jođus. Sáhtát vuodjit dušše ovtta transkodenskripta hávis.
sk: Už beží iný skript na prekódovanie. Súčasne vám môže bežať iba jeden takýto skript.
sr: Нека друга скрипта за транскодирање се већ извршава. Само једна од њих може радити у исто време.
th: สคริปต์ทรานสโคดอีกอันหนึ่งกำลังทำงานอยู่ คุณจะสั่งให้สคริปต์ทำงานได้ครั้งละอันเท่านั้น
tr: Başka bir transcode betiği çalışıyor. Aynı anda sadece bir transcode betiği çalıştırabilirsiniz.
uk: Вже запущено інший скрипт перекодування. Можна виконувати тільки один такий скрипт нараз.

source: <p>Could not start the script <i>%1</i>.</p><p>Please make sure that the file has execute (+x) permissions.</p>
af: <p>Kon nie die skrip <i>%1</i> begin nie.</p><p>Maak asb. seker dat die lêer uitvoer (<i>execution</i>) regte: "+x" het.</p>
bg: <p>Скрипт <i>%1</i> не може да бъде стартиран.</p><p>Моля, проверете дали файлът има права за изпълнение (+x).</p>
ca: <p>No s'ha pogut iniciar la seqüència <i>%1</i>.</p><p>Per favor, assegureu-vos que el fitxer té permís d'execució (+x).</p>
cs: <p>Nepodařilo se spustit skript <i>%1</i>.</p><p>Ujistěte se prosím, že má soubor nastavena práva na spouštění (+x).</p>
da: <p>Kunne ikke starte scriptet <i>%1</i>.</p><p>Sørg for at filen har kørselsrettigheder (+x).</p>
de: <p>Skript <i>%1</i> kann nicht gestartet werden.</p> <p>Bitte sicherstellen, dass die Datei Ausführrechte (+x) hat.</p>
el: <p>Αδυναμία εκκίνησης του σεναρίου <i>%1</i>.</p><p>Παρακαλώ βεβαιωθείτε ότι το αρχείο έχει δικαιώματα εκτέλεσης (+x).</p>
es: <p>No se pudo iniciar el script <i>%1</i>.</p><p>Por favor, asegúrese de que el archivo tiene permisos de ejecución (+x).</p>
et: <p>Skripti <i>%1</i> käivitamine ebaõnnestus.</p><p>Palun kontrolli, et failil on käivitamisõigused (+x).</p>
eu: <p>Ezin izan da <i>%1</i> script-a abiarazi</p> <p>Ziurtatu fitxategi horrek exekutatzeko (+x) baimenak dituela.</p>
fa: <p>دست‌نوشتۀ <i>%1</i> را نتوانست آغاز کند.</p><p>لطفاً، مطمئن شوید که پرونده مجوزهای )+x( را اجرا کرده است.</p>
fi: <p>Komentosarjaa ”%1” ei voitu suorittaa.</p><p>Varmista, että tiedostolla on suoritusoikeudet.</p>
fr: <p>Impossible de démarrer le script <i>%1</i>.</p><p>Assurez-vous que le fichier a les permissions d'exécution (+x).</p>
he: <p>לא יכול להפעיל את התסריט <i>%1</i>.</p><p>אנא וודא שלקובץ יש הרשאות ריצה (+x).</p>
hu: <p>Nem sikerült elindítani a(z) <i>%1</i> szkriptet.</p><p>Ellenőrizze, hogy a megfelelő fájlhoz rendelkezik-e végrehajtási (+x) joggal.</p>
it: <p>Non riesco ad eseguire lo script. <i>%1</i>.</p> <p>Assicurati che il file abbia i permessi di esecuzione (+x).</p>
ja: <p>スクリプト <i>%1</i> を実行できませんでした。</p><p>ファイルに実行権限 (+x) が設定されていることを確認してください。</p>
ka: <p><i>%1</i> სცენარის გაშვება შეუძლებელია.</p><p>გთხოვთ დარწმუნდეთ, რომ ფაილს აქვს შერულებადი სახე (+x).</p>
km: <p>មិន​អាច​ចាប់ផ្ដើម​ស្គ្រីប <i>%1</i> បាន​ឡើយ ។</p><p>សូម​ធ្វើ​ឲ្យ​ប្រាកដ​ថា ឯកសារ​មាន​សិទ្ធិ​ប្រតិបត្តិ (+x) ។</p>
ko: <p>스크립트 <i>%1</i>을(를) 시작하지 못했습니다.</p><p>스크립트 파일이 실행 (+x) 권한을 가지고 있는지 확인하십시오.</p>
lt: <p>Nepavyko pradėti scenarijaus <i>%1</i>.</p><p>Patikrinkite ar scenarijaus byla turi vykdymo leidimą (+x).</p>
nb: <p>Kunne ikke starte skriptet <i>%1</i>.</p><p>Se til at fila har kjøretillatelse («+x»).</p>
nds: <p>Dat Skript <i>%1</i> lett sik nich starten.</p><p>Kiek maal na, wat de Datei Utföhrrechten hett (+x).</p>
ne: <p>स्क्रिप्ट <i>%1</i>सुरु गर्न सकेन ।</p><p>कृपया फाइलले (+x) अनुमतिहरू कार्यान्वयन गर्यो भन्ने निश्चित गर्नुहोस् । </p>
nl: <p>Het script <i>%1</i> kon niet worden gestart.</p> <p>Zorg ervoor dat het bestand uitvoerrechten heeft.</p>
nn: <p>Klarte ikkje starta skriptet <i>%1</i>.</p><p>Sjå til at fila har køyreløyve («+x»).</p>
pa: <p>ਸਕਰਿਪਟ <i>%1</i> ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ ਹੈ।</p><p>ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਉ ਕਿ ਫਾਇਲ ਲਈ ਚੱਲਣ (+x) ਅਧਿਕਾਰ ਨਹੀਂ ਹਨ।</p>
pl: <p>Nie można było uruchomić skryptu <i>%1</i>.</p><p>Proszę się upewnić, że plik posiada atrybut wykonywalności (+x).</p>
pt: <p>Não foi possível iniciar o 'script' <i>%1</i>.</p><p>Por favor verifique que o ficheiro tem permissões de execução (+x).</p>
pt_br: <p>Não foi possível inicializar o script <i>%1</i>.</p> <p>Por favor, certifique-se de que o arquivo tem permissão de execução (+x).</p>
ru: <p>Не удалось запустить сценарий <i>%1</i>.</p><p>Убедитесь, что он выполняемый (+x).</p>
se: <p>Ii sáhttán vuodjit skripta <i>%1</i>.</p><p>Dárkkis ahte fiillas lea vuodjin (+x) vuoigatvuohta.</p>
sk: <p>Nepodarilo sa spustiť skript <i>%1</i>.</p><p>Uistite sa prosím, že má súbor nastavené práva na spúštanie(+x).</p>
sr: <p>Нисам могао да покренем скрипту <i>%1</i>.</p><p>Проверите да ли фајл има извршне дозволе (+x).</p>
th: <p>ไม่สามารถเริ่มงานของสคริปต์ <i>%1</i> </p> <p>โปรดแน่ใจว่าแฟ้มนั้นได้รับอนุญาตให้ประมวลผลได้ (+x)</p>
tr: <p><i>%1</i> betiği başlatılamadı.</p><p>Lütfen, dosyanın çalıştırılma (+x) izninin olduğuna emin olun.</p>
uk: <p>Не вдалось запустити скрипт <i>%1</i>.</p><p>Будь ласка, переконайтесь, що файл має права на виконання (+x).</p>

source: There is no information available for this script.
af: Daar is geen informasie beskikbaar vir die skript nie.
bg: Няма налична информация за този скрипт.
ca: No hi ha informació disponible per aquesta seqüència.
cs: K tomuto skriptu nejsou dostupné žádné informace.
da: Der er ingen produktinformation tilgængelig for dette script.
de: Es sind keine Informationen zu diesem Skript verfügbar.
el: Δεν υπάρχουν πληροφορίες για αυτό το σενάριο.
es: No hay información disponible para este script.
et: Selle skripti kohta puudub info.
eu: Ez dago script honi buruzko informaziorik eskuragarri.
fa: برای این دست‌نوشته اطلاعاتی در دسترس نیست.
fi: Tästä komentosarjasta ei ole tietoja.
fr: Aucune aide n'est disponible pour ce script.
he: אין מידע זמין עבור תסריט זה.
hu: Ehhez a szkripthez nincs információ.
it: Non esistono informazioni disponibili per questo script.
ja: このスクリプトに関する情報はありません。
ka: ინფორმაცია ამ სცენარის შესახებ ხელმისაწვდომი არ არის.
km: មិន​មាន​ព័ត៌មាន​សម្រាប់​ស្គ្រីប​នេះ​ឡើយ ។
ko: 이 스크립트에 대한 사용가능한 정보가 없습니다.
lt: Nerasta jokios informacijos apie šį scenarijų.
nb: Det finnes ingen informasjon tilgjengelig for dette skriptet.
nds: Dor sünd keen Informatschonen över dat Skript verföögbar.
ne: त्यहाँ यो स्क्रिप्टका लागि सूचना उपलब्ध छैन ।
nl: Er is geen informatie beschikbaar voor dit script.
nn: Det finst ingen informasjon tilgjengeleg for dette skriptet.
pa: ਇਸ ਸਕਰਿਪਟ ਲਈ ਕੋਈ ਜਾਣਕਾਰੀ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pl: Dla tego skryptu nie jest dostępna żadna informacja.
pt: Não existem informações disponíveis para este 'script'.
pt_br: Não existem informações disponíveis para esse script.
ru: Для этого сценария нет справки.
se: Eai gávdno dieđut dán skriptii.
sk: K tomuto skriptu nie sú dostupné žiadne informácie.
sr: Нема доступних информација за ову скрипту.
th: ไม่มีข้อมูลสำหรับสคริปต์นี้
tr: Bu betik için bilgi mevcut değil.
uk: Для цього скрипту немає інформації.

source: About %1
af: Aangaande %1
bg: Относно %1
ca: Quant a %1
cs: O aplikaci %1
da: Om %1
de: Über %1
el: Σχετικά με το %1
es: Acerca de %1
et: %1 info
eu: %1(r)i buruz
fa: دربارۀ %1
fi: Tietoja (%1)
fr: A propos de « %1 »
he: אודות %1
hu: Névjegy: %1
it: Informazioni su %1
ja: %1 について
ka: %1-ის შესახებ
km: អំពី %1
ko: %1에 대하여
lt: Apie %1
nb: Om %1
nds: Vertell wat över %1
ne: %1 बारेमा
nl: Info over %1
nn: Om %1
pa: %1 ਬਾਰੇ
pl: O %1
pt: Acerca do %1
pt_br: Sobre %1
ru: О %1
se: %1 dieđut
sk: O aplikácii %1
sr: О %1
th: เกี่ยวกับ %1
tr: %1 Hakkında
uk: Про %1

source: %1 Amarok Script
af: %1 Amarok Skrip
bg: %1 Amarok скрипт
ca: Seqüència d'Amarok %1
cs: %1 Amarok skript
de: %1 Amarok-Skript
el: %1 σενάριο AmaroK
es: Script de Amarok %1
et: %1 Amaroki skript
fa: دست‌نوشتۀ %1 Amarok
fi: %1 Amarok-komentosarja
fr: Script Amarok : %1
he: %1 תסריט של Amarok
hu: %1 Amarok-szkript
ja: %1 Amarok スクリプト
km: ស្គ្រីប amaroK %1
ko: %1 Amarok 스크립트
lt: %1 AmaroK scenarijus
nb: %1 Amarok skript
nds: %1 Amarok-Skript
ne: %1 अमारोक स्क्रिप्ट
nn: %1 Amarok-skript
pa: %1 ਅਮਰੋਕ ਸਕਰਿਪਟ
pl: Skrypt Amaroka %1
pt: Programa do Amarok %1
pt_br: %1 Script do Amarok
ru: Сценарий для amaroK %1
se: %1 Amarok-skripta
sk: %1 Amarok skript
sr: %1 Amarok скрипта
tr: %1 Amarok Betiği
uk: Скрипт Amarok %1

source: License
af: Lisensie
bg: Лиценз
ca: Llicència
cs: Licence
da: Licens
de: Lizenz
el: Άδεια χρήσης
es: Licencia
et: Litsents
eu: Lizentzia
fa: مجوز
fi: Lisenssi
fr: Licence
he: רישיון
hu: Licenc
it: Licenza
ja: ライセンス
ka: ლიცენზია
km: អាជ្ញាបណ្ណ
ko: 라이센스
lt: Licencija
nb: Lisens
nds: Lizenz
ne: इजाजतपत्र
nl: Licentie
nn: Lisensvilkår
pa: ਲਾਈਸੈਂਸ
pl: Licencja
pt: Licença
pt_br: Licença
ru: Лицензия
se: Liseansa
sk: Licencia
sr: Лиценца
th: ลิขสิทธิ์
tr: Lisans
uk: Ліцензія

source: Debugging
af: Ontfouting
bg: Откриване на грешки
ca: Depuració
cs: Ladění
da: Fejlretning
de: Fehlersuche
el: Διόρθωση σφαλμάτων
es: Depuración
et: Silumine
eu: Arazketa
fa: اشکال‌زدایی
fi: Vianjäljitys
fr: Débogage
he: ניפוי באגים
hu: Hibakeresés
it: Debug
ja: デバッグ
ka: გამართვა
km: ការ​បំបាត់​កំហុស
ko: 디버그중
lt: Taisymas
nb: Avlusing
nds: Fehlersöök
ne: त्रटिमोचन
nn: Feilsøkjing
pa: ਡੀਬੱਗਿੰਗ
pl: Debugowanie
pt: Depuração
pt_br: Depurando
ru: Отладка
se: Vihkeohcan
sk: Ladenie
sr: Исправљање
th: การดีบัก
tr: Hata ayıklama
uk: Зневадження

source: Show Output &Log
af: Vertoon Afvoer Log
bg: Показване на &изходните данни
ca: Mostra el &registre de sortida
cs: Zo&brazit záznam výstupu
da: Vis udskrifts&log
de: Ausgabeprotokoll an&zeigen
el: Εμφάνιση κατα&γραφής εξόδου
es: Mostrar el registro de sa&lida
et: Vä&ljundlogi näitamine
eu: Erakutsi irteerako &egunkaria
fa: نمایش &ثبت خروجی‌
fi: Näytä &tulosteloki
fr: Afficher le journa&l de sortie
he: הראה את הפלט של ה&יומן
hu: &Kimeneti napló megjelenítése
it: Mostra &log di output
ja: 出力ログを表示(&L)
ka: შედეგის &ჟურნალის ჩვენება
km: បង្ហាញ​កំណត់ហេតុ​លទ្ធផល
ko: 출력 로그 보이기(&L)
lt: Rodyti išvesties &žurnalą
nb: Vis utdata&logg
nds: Utgaav-&Logbook wiesen
ne: निर्गत लग देखाउनुहोस्
nl: Uitvoer&log tonen
nn: Vis utdata&logg
pa: ਆਉਟਪੁੱਟ ਲਾਗ ਵੇਖਾਓ(&L)
pl: Pokaż &log wyjściowy
pt: Mostrar o Registo de &Saída
pt_br: Mostrar &Log de Saída
ru: Показать &журнал ошибок
se: Čájet &olggosčoalu
sk: Zo&braziť záznam výstupu
sr: Прикажи дневник из&лаза
th: แส&ดงปูมบันทึก
tr: Çı&ktı Günlüğünü Göster
uk: Показати &журнал виводу

source: Output Log for %1
af: Afvoer vir %1
bg: Изходни данни за %1
ca: Registre de sortida per %1
cs: Záznam výstupu pro %1
da: Udskriftslog for %1
de: Ausgabeprotokoll für %1
el: Καταγραφή εξόδου για το %1
es: Registro de salida para %1
et: %1 väljundlogi
eu: %1(e)n irteerako egunkaria
fa: ثبت خروجی برای %1
fi: Tulosteloki komentosarjalle ”%1”
fr: Afficher le journal pour %1
he: פלט היומן של %1
hu: %1 kimeneti naplója
it: Log di output per %1
ja: %1 の出力ログ
ka: %1-ის შედეგის ჭურნალი
km: កំណត់ហេតុ​លទ្ធផល​សម្រាប់ %1
ko: %1에 대한 출력 로그
lt: %1 išvesties žurnalas
nb: Utdatalogg for %1
nds: Utgaav-Logbook för %1
ne: %1 का लागि निर्गत लग
nl: Uitvoerlog voor %1
nn: Utdatalogg for %1
pa: %1 ਲਈ ਆਉਟਪੁੱਟ ਲਾਗ
pl: Log wyjściowy dla %1
pt: Registo de Saída de %1
pt_br: Log de Saída para %1
ru: Протокол %1
se: Olggosčoalu %1 várás
sk: Záznam výstupu pre %1
sr: Дневник излаза за %1
th: ผลปูมบันทึกสำหรับ %1
tr: %1 için Çıktı Günlüğü
uk: Журнал виводу для %1

source: The script '%1' exited with error code: %2
af: Die skript '%1' het met die fout kode %2 geëindig.
bg: Скрипт "%1" приключи с грешка: %2
ca: La seqüència «%1» ha finalitzat amb el codi d'error: %2
cs: Skript '%1' skončil s chybovým kódem: %2
da: Skriptet '%1' afsluttedes med fejlkoden: %2
de: Das Skript "%1" beendete mit dem Fehlerkode: %2
el: Το σενάριο '%1' τερμάτισε με αριθμό σφάλματος: %2
es: El script «%1» terminó con el código de error: %2
et: Skript '%1' lõpetas veakoodiga %2
eu: '%1' script-a amaitu da honako errorearekin: %2
fa: دست‌نوشتۀ »%1« با کد خطا خارج شد: %2
fi: Komentosarjan ”%1” suoritus päättyi virhekoodiin %2
fr: Le script « %1 » s'est arrêté avec le code d'erreur : %2
he: התסריט "%1" הסתיים עם קוד שגיאה: %2
hu: A(z) "%1" szkript a következő hibakóddal lépett ki: %2
it: Lo script %1 è uscito con codice di errore: %2
ja: スクリプト %1 は次のエラーコードで終了しました: %2
ka: სცენარი '%1' შეცდომით დასრულდა, კოდი: %2
km: ស្គ្រីប '%1' បាន​ចេញ​ជាមួយ​នឹង​កូដ​កំហុស ៖ %2
ko: 스크립트 '%1'(이)가 다음 오류 코드와 함께 종료하였습니다: %2
lt: Scenarijus „%1“ baigė darbą pranešdamas klaidos kodą %2
nb: Skriptet '%1' avsluttet med feilkode: %2
nds: Dat Skript "%1" hett mit en Fehlerkode afslaten: %2
ne: स्क्रिप्ट '%1' त्रुटि कोडसँगै निस्कियो: %2
nl: Het script '%1' is gestopt met de foutcode: %2
nn: Skriptet «%1» vart avslutta med feilkoden: %2
pa: ਸਕਰਿਪਟ '%1' ਇਸ ਗਲਤੀ ਕੋਡ ਨਾਲ ਬੰਦ ਹੋ ਗਈ ਹੈ: %2
pl: Skrypt "%1" zakończył działanie z kodem błędu: %2
pt: O 'script' '%1' terminou com um código de erro: %2
pt_br: O script '%1' foi finalizado com o código de erro: %2
ru: Сценарий '%1' завершился с кодом ошибки: %2
se: Skripta «%1» heittii meattáhuskodain: %2
sk: Skript '%1' skončil s chybovým kódom: %2
sr: Скрипта „%1“ је изашла са кодом грешке: %2
th: ออกจากสคริปต์ '%1' ด้วยรหัสแสดงความผิดพลาด: %2
tr: '%1' betiği, %2 hata koduyla çıktı
uk: Скрипт "%1" припинився з кодом помилки: %2

source: Populating playlist
af: Besig om speel lys vol te maak.
bg: Попълване на списъка със записи
ca: S'està poblant la llista de reproducció
cs: Naplňuje se seznam skladeb
da: Udfylder spilleliste
de: Füllen der Wiedergabeliste
el: Συμπλήρωση λίστας
es: Rellenando la lista de reproducción
et: Esitusnimekirja täitmine
eu: Zerrenda betetzen
fa: ساکن کردن فهرست پخش
fi: Päivitetään soittolistaa
fr: Remplissage de la liste de lecture
he: ממלא רשימת־השמעה
hu: A lejátszólista feltöltése
it: Popolamento playlist
ja: プレイリストを構成中
ka: რეპერტუარის განშლა
km: កំពុង​បង្កើត​បញ្ជី​ចាក់
ko: 재생목록 생성하는 중
lt: Grojaraštis kuriamas
nb: Fyller spilleliste
nds: Afspeellist vull maken
ne: प्ले सूची एकीकृत गर्दै
nl: Afspeellijst wordt gevuld
nn: Fyller speleliste
pa: ਸੰਗੀਤ ਸੂਚੀ ਤਿਆਰ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Zapełnianie listy odtwarzania
pt: A preencher a lista de reprodução
pt_br: Povoando à lista de músicas
ru: Расширение списка
se: Dievdimin čuojahanlisttu
sk: Naplňuje sa zoznam skladieb
sr: Пуним листу нумера
th: กำลังเพิ่มเพลงเข้ารายการเล่น
tr: Parça listesi derleniyor
uk: Наповнення списку композицій

source: Preparing
af: Besig om voor te berei.
bg: Подготовка
ca: S'està preparant
cs: Probíhá příprava
da: Forbereder
de: Vorbereiten
el: Προετοιμασία
es: Preparando
et: Ettevalmistus
eu: Prestatzen
fa: آماده‌سازی
fi: Valmistellaan
fr: Préparation
he: מכין
hu: Előkészítés
it: In preparazione
ja: 準備中
ka: მომზადება
km: ការ​រៀបចំ
ko: 준비중
lt: Ruošiamasi
nb: Forbereder
nds: An't Rüsten
ne: तयारी गर्दै
nl: Voorbereiden
nn: Førebur
pa: ਤਿਆਰ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Przygotowywanie
pt: A preparar
pt_br: Preparando
ru: Подготовка
se: Ráhkkaneamen
sk: Prebieha príprava
sr: Спремам
th: กำลังเตรียมตัว
tr: Hazırlanıyor
uk: Приготування

source: These media could not be loaded into the playlist:
af: Hierdie media kon nie in die speel lys gelaai word nie:
bg: Тези записи не бяха заредени в списъка:
ca: Aquests suports no s'han pogut carregar a la llista de reproducció:
cs: Tato média nelze načíst do seznamu skladeb:
da: Disse medier kunne ikke indlæses i spillelisten:
de: Diese Medien ließen sich nicht in die Wiedergabeliste laden:
el: Αυτά τα πολυμέσα δεν ήταν δυνατόν να φορτωθούν στη λίστα:
es: No se ha podido cargar estos medios en la lista de reproducción:
et: Järgmisi andmekandjaid ei saa esitusnimekirja laadida:
eu: Euskarri hauek ezin izan dira kargatu zerrendan:
fa: این رسانه‌ها نتوانستند در فهرست پخش بار شوند:
fi: Näitä nimikkeitä ei voitu ladata soittolistaan:
fr: Ces médias n'ont pu être chargés dans la liste de lecture.
he: המדיה הבאה לא ניתנת לטעינה לתוך רשימת־ההשמעה:
hu: Az alábbi anyagokat nem sikerült betölteni a lejátszólistába:
it: Questo media non può essere caricato nella playlist:
ja: 次のメディアをプレイリストへロードできませんでした:
ka: ამ ჩანაწერების რეპერტუარში დამატება შეუძლებელია:
km: មិន​អាច​ផ្ទុក​មេឌៀ​ទាំងនេះ​ទៅ​ក្នុង​បញ្ជី​ចាក់​បានឡើយ ៖
ko: 이 미디어를 재생목록으로 불러올 수 없습니다.
lt: Šių bylų į grojaraštį įkelti nepavyko:
nb: Disse mediene kunne ikke legges til i spillelista:
nds: Disse Medien laat sik nich de Afspeellist tofögen:
ne: यी मिडिया प्ले सूचीमा लोड गर्न सकेन:
nl: Deze media kon niet in de afspeellijst worden geladen:
nn: Klarte ikkje leggja desse media til spelelista:
pa: ਇਹ ਮੀਡਿਆ ਨੂੰ ਸੰਗੀਤ-ਸੂਚੀ 'ਚ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ:
pl: Następujące media nie mogły zostać wczytane do listy odtwarzania:
pt: Não foi possível carregar este média na lista de reprodução:
pt_br: Estes arquivos não puderam ser carregados na lista de músicas:
ru: Следующие файлы невозможно добавить в список:
se: Ii sáhttán lasihit dáid mediaid čuojahanlistui:
sk: Tieto média nie je možné načítať do zoznamu skladieb:
sr: Ови медијуми се не могу учитати у листу:
th: สื่อเหล่านี้ไม่สามารถโหลดเข้าไปใส่รายการเล่นได้:
tr: Bu medya parça listesine yüklenemedi:
uk: Не вдалось завантажити цю медіа у список композицій:
