Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Invalid File
af: Ongeldige Lêer
bg: Невалиден файл
ca: Fitxer invàlid
cs: Chybný soubor
da: Ugyldig fil
de: Ungültige Datei
el: Μη έγκυρο αρχείο
es: Archivo no válido
et: Vigane fail
eu: Baliogabeko fitxategia
fa: پروندۀ نامعتبر
fi: Tiedosto ei kelpaa
fr: Fichier ivalide
hu: Érvénytelen fájl
it: File non valido
ja: 不正なファイル
ka: არასწორი ფაილი
km: ឯកសារ​មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 파일
lt: Klaidinga byla
nds: Leeg Datei
ne: अवैध फाइल
pa: ਗਲਤ ਫਾਇਲ
pl: Niewłaściwy plik
pt: Ficheiro Inválido
pt_br: Arquivo Inválido
ru: Недопустимый формат файла
se: Gustohis fiila
sk: Neplatný súbor
sr: Неисправан фајл
th: แฟ้มไม่ถูกต้อง
tr: Geçersiz Dosya
uk: Не чинний файл

source: Invalid Path
af: Ongeldige Soekpad
bg: Невалиден път
ca: Ruta invàlida
da: Ugyldig søgesti
de: Ungültiger Pfad
el: Μη έγκυρη διαδρομή
es: Ruta no válida
et: Vigane asukoht
eu: Baliogabeko bide-izena
fa: مسیر نامعتبر
fi: Polku ei kelpaa
fr: Chemin invalide
hu: Érvénytelen útvonal
it: Percorso non valido
ja: 不正なパス
ka: არასწორი გეზი
km: ផ្លូវ​មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 경로
lt: Klaidingas kelias
nds: Leeg Padd
ne: अवैध मार्ग
pa: ਗਲਤ ਮਾਰਗ
pl: Niewłaściwa ścieżka
pt: Local Inválido
pt_br: Caminho Inválido
ru: Недопустимый путь
se: Gustohis bálggis
sk: Neplatná cesta
sr: Неисправна путања
th: พาธไม่ถูกต้อง
tr: Geçersiz Yol
uk: Не чинний шлях

source: Record
af: Neem op
bg: Запис
ca: Registre
cs: Záznam
da: Indspilning
el: Εγγραφή
es: Grabación
eu: Grabazioa
fa: ضبط
fi: Tietue
fr: Enregistrement
hu: Rekord
ka: ჩაწერა
km: កំណត់ត្រា
ko: 기록
lt: Įrašas
nds: Datensett
ne: रेकर्ड गर्नुहोस्
pa: ਰਿਕਾਰਡ
pl: Rekord
pt: Gravar
pt_br: Recorde
ru: Запись
se: Bádde
sk: Záznam
sr: Слог
th: ระเบียน
tr: Kaydet
uk: Запис

source: Record Write
af: Skryf rekord
bg: Запис
ca: Escriptura de registre
da: Skrivning ved indspilning
el: Καταχώρησης εγγραφής
es: Escribir grabación
eu: Grabazioaren idazketa
fa: ضبط نوشتن
fi: Tietueen kirjoitus
fr: Écriture de l'enregistrement
hu: Rekord írása
km: សរសេរ​កំណត់ត្រា
ko: 기록 쓰기
lt: Įrašyti įrašą
nds: Datensett schrieven
ne: लेख रेकर्ड गर्नुहोस्
pa: ਰਿਕਾਰਡ ਲਿਖੋ
pl: Zapis rekordu
pt: Fazer a Gravação
pt_br: Registrar Gravação
se: Bádde ja čále
sk: Zápis záznamu
sr: Писање слога
th: การเขียนลงระเบียน
tr: Kayıt Yaz
uk: Записування запису

source: Temporary File
af: Tydelike Lêer
bg: Временен файл
ca: Fitxer temporal
cs: Dočasný soubor
da: Midlertidig fil
de: Temporäre Datei
el: Προσωρινό αρχείο
es: Archivo temporal
et: Ajutine fail
eu: Aldi baterako fitxategia
fa: پروندۀ موقت
fi: Väliaikaistiedosto
fr: Fichier temporaire
hu: Átmeneti fájl
it: File temporaneo
ja: 一時ファイル
ka: დროებითი ფაილი
km: ឯកសារ​បណ្ដោះអាសន្ន
ko: 임시 파일
lt: Laikina byla
nds: Temporeerdatei
ne: अस्थायी फाइल
pa: ਆਰਜ਼ੀ ਫਾਇਲ
pl: Plik tymczasowy
pt: Ficheiro Temporário
pt_br: Arquivo Temporário
ru: Временный файл
se: Gaskaboddosaš fiila
sk: Dočasný súbor
sr: Привремени фајл
th: แฟ้มชั่วคราว
tr: Geçici Dosya
uk: Тимчасовий файл

source: Already Open
af: Alreeds Oop
bg: Вече отворен
ca: Ja està obert
da: Allerede åben
de: Bereits offen
el: Είναι ήδη ανοικτό
es: Ya abierto
et: Juba avatud
eu: Jadanik irekita
fa: از قبل باز شود
fi: Jo auki
fr: Déjà ouvert
hu: Már nyitva van
it: Già aperto
ja: 既に開いています
ka: უკვე გახსნილია
km: បើក​រួច​ហើយ
ko: 이미 열림
lt: Jau atverta
nds: Al opmaakt
ne: पहिल्यै खोलिएको छ
pa: ਪਹਿਲਾਂ ਹੀ ਖੁੱਲੀ
pl: Już otwarte
pt: Já Aberto
pt_br: Já Está Aberto
ru: Уже открыт
se: Juo rabas
sk: Už otvorený
sr: Већ отворено
th: เปิดอยู่แล้ว
tr: Zaten Açık
uk: Вже відкритий

source: Seek Pending
af: Soektog hangend
bg: Търсене в предстоящи
ca: Està pendent de situar
da: Søgning hvilende
de: Noch ausstehender Seek
el: Αναζήτηση σε αναμονή
es: Búsqueda pendiente
fa: پیگردی معلق
fi: Haku menossa
hu: Keresés folyamatban
it: Ricerca in corso
ja: シーク保留
ka: ძიების მოლოდინი
km: ស្វែង​រក​ការ​រង់ចាំ
ko: 여백 인식
lt: Laukiama paieškos
nds: Söök steiht ut
ne: विचाराधिन खोजी गर्नुहोस्
pl: Oczekiwanie na przewinięcie
pt: Posicionamento Pendente
pt_br: Busca Pendente
sk: Čaká sa na seekovanie
sr: Наступа трагање
th: เพิ่มการค้นหา
tr: Bekleyenleri Ara
uk: Очікується пошук

source: Cancelled
af: Gekanselleer
bg: Отменено
ca: Cancel·lat
da: Annulleret
de: Abgebrochen
el: Ακυρώθηκε
es: Cancelado
et: Katkestatud
eu: Bertan behera utzita
fa: لغو شد
fi: Peruutettu
fr: Annulé
hu: Leállítva
it: Annullato
ja: キャンセルしました
ka: გაუქმებული
km: បាន​បោះបង់
ko: 취소됨
lt: Atšaukta
nds: Afbraken
ne: रद्द गरियो
pa: ਰੱਦ ਕੀਤਾ
pl: Anulowano
pt: Cancelado
pt_br: Cancelado
ru: Отменено
se: Gaskkalduvvon
sk: Zrušený
sr: Отказано
th: ถูกยกเลิก
tr: İptal Edildi
uk: Скасовано

source: File Not Found
af: Lêer was nie gevind nie
bg: Файлът не е намерен
ca: No s'ha trobat el fitxer
cs: Soubor nenalezen
da: Filen ikke fundet
de: Datei nicht gefunden
el: Το αρχείο δε βρέθηκε
es: Archivo no encontrado
et: Faili ei leitud
eu: Ez da fitxategia aurkitu
fa: پرونده یافت نشد
fi: Tiedostoa ei löydy
fr: Fichier non trouvé
hu: Fájl nem található
it: File non trovato
ja: ファイルが見つかりません
ka: ფაილი ვერ მოიძებნა
km: រក​មិន​ឃើញ​ឯកសារ
ko: 파일을 찾을 수 없습니다.
lt: Nepavyko rasti bylos
nds: Datei nich funnen
ne: फाइल फेला परेन
pa: ਫਾਇਲ ਨਹੀਂ ਮਿਲੀ
pl: Plik nie znaleziony
pt: Ficheiro Não Encontrado
pt_br: O Arquivo Não foi Encontrado
ru: Файл не найден
se: Fiila ii gávdnon
sk: Súbor nenájdený
sr: Фајл није нађен
th: ไม่พบแฟ้ม
tr: Dosya Bulunamadı
uk: Файл не знайдено

source: Write Error
af: Skryf Fout
bg: Грешка при запис
ca: Error d'escriptura
cs: Chyba zápisu
da: Skrivefejl
de: Schreibfehler
el: Σφάλμα εγγραφής
es: Error de escritura
et: Kirjutamise viga
eu: Idazketa-errorea
fa: خطای نوشتن
fi: Kirjoitusvirhe
fr: Erreur d'écriture
hu: Írási hiba
it: Errore di scrittura
ja: 書き込みエラー
ka: ჩაწერის შეცდომა
km: កំហុស​សរសេរ
ko: 쓰기 오류
lt: Įrašymo klaida
nds: Schrieffehler
ne: त्रुटि लेख्नुहोस्
pa: ਲਿਖਣ ਗਲਤੀ
pl: Błąd zapisu
pt: Erro de Escrita
pt_br: Erro de Escrita
ru: Ошибка записи
se: Čállinmeattáhus
sk: Chyba zápisu
sr: Грешка у писању
th: การเขียนเกิดผิดพลาด
tr: Yazdırma Hatası
uk: Помилка запису

source: File Exists
af: Die lêer bestaan
bg: Има такъв файл
ca: El fitxer existeix
cs: Soubor existuje
da: Filen eksisterer
de: Datei existiert
el: Το αρχείο υπάρχει
es: El archivo existe
et: Fail on olemas
eu: Fitxategia badago
fa: پرونده موجود است
fi: Tiedosto on olemassa
fr: Le fichier existe
hu: A fájl létezik
it: File esistente
ja: ファイルは存在します
ka: ფაილი არსებობს
km: មាន​ឯកសារ​រួច​ហើយ
ko: 파일이 존재함
lt: Byla jau yra
nds: Gifft Datei al
ne: फाइल अवस्थित छ
pa: ਫਾਇਲ ਮੌਜੂਦ ਹੈ
pl: Plik istnieje
pt: O Ficheiro Existe
pt_br: Arquivo Existe
ru: Файл существует
se: Fiila gávdno
sk: Súbor existuje
sr: Фајл постоји
th: มีแฟ้มอยู่แล้ว
tr: Dosya Var
uk: Файл існує

source: File Not Open
af: Die lêer is nie oop nie
bg: Файлът не е отворен
ca: El fitxer no està obert
da: Filen ikke åben
de: Datei nicht offen
el: Το αρχείο δεν είναι ανοικτό
es: Archivo no abierto
et: Fail pole avatav
eu: Fitxategia ezin da Ireki
fa: پرونده باز نشود
fi: Tiedosto ei ole avoinna
fr: Fichier non ouvert
hu: A fájl nincs megnyitva
it: File non aperto
ja: ファイルが開いていません
ka: ფაილი არაა გახსნილი
km: មិន​បាន​បើក​ឯកសារ
ko: 파일을 열 수 없음
lt: Byla neatverta
nds: Datei nich apen
ne: फाइल खोलिएन
pa: ਫਾਇਲ ਖੁੱਲੀ ਨਹੀਂ
pl: Plik nie otwarty
pt: Ficheiro Não Aberto
pt_br: Arquivo Não Abre
ru: Файл не открыт
se: Fiila ii leat rabas
sk: Súbor nie je otvorený
sr: Фајл није отворен
th: เปิดแฟ้มไม่ได้
tr: Dosya Açık Değil
uk: Файл не відкрито

source: Advise Prefer Linear
af: Raad: Verkies linieêr
bg: Съвет - предпочитано линейно
ca: Avis de preferència lineal
da: Råder til at lineær foretrækkes
de: Empfehlung: Linear bevorzugen
el: Συμβουλή προτίμησης γραμμικού
es: Aconsejar la preferencia linear
eu: Jakinarazi hobespen lineala
hu: A lineáris előnyben részesítése
km: ណែនាំ​លីនេអ៊ែរ​ដែល​ពេញចិត្ត
ko: 적절한 선형을 추천
lt: Patariame naudoti tiesinį
nds: Raat: Lineaar vörtrecken
ne: रूचाएको रेखा सुझाव दिनुहोस्
pl: Rekomendacja: preferuj liniowe
pt: Aconselhar a Preferência Linear
pt_br: Recomendar Preferência Linear
sk: Rada Preferovať lineárne
uk: Рекомендація: надавати перевагу лінійному

source: Parse Error
af: Lees Fout
bg: Грешка при обработка
ca: Error d'anàlisi
cs: Chyba analýzy
da: Tolkningsfejl
de: Analysefehler
el: Σφάλμα ανάλυσης
es: Error de análisis
et: Parsimisviga
eu: Analisiaren errorea
fa: خطای تجزیه
fi: Jäsennysvirhe
fr: Erreur d'analyse
hu: Elemzési hiba
it: Errore di analisi
ja: パースエラー
ka: ანალიზის შეცდომა
km: ញែកខុស
ko: 분석 오류
lt: Nagrinėjimo klaida
nds: Inlees-Fehler
ne: पद वर्णन त्रुटि
pa: ਪਾਰਸ ਗਲਤੀ
pl: Błąd analizy składniowej
pt: Erro de Processamento
pt_br: Erro de Análise
ru: Ошибка анализа
se: Dulkonmeattáhus
sk: Chyba parsovania
sr: Грешка у рашчлањивању
th: การวิเคราะห์ค่าผิดพลาด
tr: Ayrıştırma Hatası
uk: Помилка аналізу

source: Advise Noasync Seek
af: Raad: Noasync Soek
bg: Съвет - търсене на Noasync
ca: Avís de cerca no asíncrona
da: Råder til ingen asynkron søgning
de: Empfehlung: Nicht asynchronen Seek bevorzugen
el: Συμβουλή σύγχρονης αναζήτησης
es: Aconsejar la búsqueda noasync
eu: Jakinarazi bilaketa ez-sinkronoa
hu: "Noasync" keresés, ha lehetséges
ka: Noasync ძებნის რჩევა
km: ណែនាំ​ការ​ស្វែងរក Noasync
ko: Noasync 인식 추천
lt: Patariame ieškoti nesinchroniškai
nds: Raat: Keen asynkroon Söök
ne: Noasync खोजी सुझाव दिनुहोस्
pl: Rekomendacja: nieasynchroniczne przeszukiwanie
pt: Aconselhar o Posicionamento Não-Assínc.
pt_br: Recomendar Busca Sem Sincronismo
sk: Rada Nesynchrónne seekovanie
uk: Рекомендація: не асинхронний пошук

source: Header Parse Error
af: Opskrif lees fout
bg: Грешка при обработка на заглавната част
ca: Error d'anàlisi de la capçalera
cs: Chyba analýzy hlavičky
da: Tolkningsfejl for hoved
de: Header Analyse Fehler
el: Σφάλμα ανάλυσης επικεφαλίδας
es: Error de análisis de la cabecera
et: Päise parsimise viga
eu: Goiburuaren analisiaren errorea
fa: خطای تجزیۀ سرآیند
fi: Otsakkeen jäsennysvirhe
fr: Erreur d'analyse de l'en-tête
hu: Fejléc-elemzési hiba
it: Errore di analisi dell'header
ja: ヘッダのパースエラー
ka: ზედა კოლონტიტულის გაანალიზების შეცდომა
km: ញែក​ក្បាល​ខុស
ko: 헤더 분석 오류
lt: Antraštės nagrinėjimo klaida
nds: Inlees-Fehler bi Kopp
ne: हेडर पद वर्णन त्रुटि
pa: ਸਿਰਲੇਖ ਪਾਰਸ ਗਲਤੀ
pl: Błąd analizy składniowej nagłówka
pt: Erro de Processamento do Cabeçalho
pt_br: Erro de Análise do Cabeçalho
ru: Ошибка анализа заголовка
sk: Hlavička Chyba parsovania
sr: Грешка у рашчлањивању заглавља
th: การวิเคราะห์ค่า Header ผิดพลาด
tr: Başlık Ayrıştırma Hatası
uk: Помилка аналізу заголовка

source: Corrupt File
af: Korrupte Lêer
bg: Повреден файл
ca: Fitxer corrupte
cs: Porušený soubor
da: Skadet fil
de: Korrupte Datei
el: Κατεστραμμένο αρχείο
es: Archivo dañado
et: Rikutud fail
eu: Fitxategia hondatuta
fa: خراب شدن پرونده
fi: Vioittunut tiedosto
fr: Fichier corrompu
hu: Sérült fájl
it: File corrotto
ja: 壊れたファイル
ka: დაზიანებული ფაილი
km: ខូច​ឯកសារ
ko: 파일 충돌
lt: Sugadinta byla
nds: Schaadhaftig Datei
ne: फाइल दूषित गर्नुहोस्
pa: ਨਿਕਾਰਾ ਫਾਇਲ
pl: Uszkodzony plik
pt: Ficheiro Corrompido
pt_br: Arquivo Corrompido
ru: Файл повреждён
se: Billešuvvan fiila
sk: Poškodený súbor
sr: Искварен фајл
th: แฟ้มผิดพลาด
tr: Bozuk Dosya
uk: Пошкоджений файл

source: Bad Server
af: Slegte Bediener
bg: Лош сървър
ca: Servidor incorrecte
cs: Špatný server
da: Fejlagtig server
de: Schlechter Server
el: Εσφαλμένος εξυπηρετητής
es: Servidor incorrecto
et: Halb server
eu: Zerbitzari okerra
fa: کارساز بد
fi: Huono palvelin
fr: Mauvais serveur
hu: Rossz kiszolgáló
it: Server errato
ja: 不正なサーバ
ka: ცუდი სერვერი
km: ម៉ាស៊ីន​បម្រើ​មិនល្អ
ko: 안좋은 서버
lt: Neteisingas serveris
nds: Leeg Server
ne: खराब सर्भर
pa: ਗਲਤ ਸਰਵਰ
pl: Zły serwer
pt: Servidor Inválido
pt_br: Servidor Ruim
ru: Неверный сервер
se: Gustohis bálvá
sk: Zlý server
sr: Лош сервер
th: เซิร์ฟเวอร์ไม่ดี
tr: Hatalı Sunucu
uk: Поганий сервер

source: Advanced Server
af: Gevorderde Bediener
bg: Добър сървър
ca: Servidor avançat
cs: Pokročilý server
da: Avanceret server
de: Erweiterter Server
el: Προχωρημένος εξυπηρετητής
es: Servidor avanzado
et: Edumeelne server
eu: Zerbitzari aurreratua
fa: کارساز پیشرفته
fi: Kehittynyt palvelin
fr: Serveur avancé
hu: Fejlett kiszolgáló
it: Server avanzato
ka: გაფართოებული სერვერი
km: ម៉ាស៊ីនបម្រើ​កម្រិត​ខ្ពស់
ko: 진보된 서버
lt: Sudėtingesnis serveris
nds: Beter Server
ne: उन्नत सर्भर
pa: ਤਕਨੀਕੀ ਸਰਵਰ
pl: Zaawansowany serwer
pt: Servidor Avançado
pt_br: Servidor Avançado
ru: Расширенный сервер
se: Erenoamáš bálvá
sk: Pokročilý server
sr: Напредан сервер
th: เซิร์ฟเวอร์ขั้นสูง
tr: Gelişmiş Sunucu
uk: Складний сервер

source: Old Server
af: Ou Bediener
bg: Стар сървър
ca: Servidor antiquat
cs: Starý server
da: Gammel server
de: Alter Server
el: Παλιός εξυπηρετητής
es: Servidor antiguo
et: Vana server
eu: Zerbitzari zaharra
fa: کارساز قدیمی
fi: Vanha palvelin
fr: Ancien serveur
hu: Régi kiszolgáló
it: Vecchio server
ja: 古いサーバ
ka: ძველი სერვერი
km: ម៉ាស៊ីនបម្រើ​ចាស់
ko: 오래된 서버
lt: Senas serveris
nds: Oolt Server
ne: पुरानो सर्भर
pa: ਪੁਰਾਣਾ ਸਰਵਰ
pl: Stary serwer
pt: Servidor Antigo
pt_br: Servidor Antigo
ru: Старый сервер
se: Boares bálvá
sk: Starý server
sr: Стар сервер
th: เซิร์ฟเวอร์เก่า
tr: Eski Sunucu
uk: Старий сервер

source: Redirection
af: Herlei na
bg: Пренасочване
ca: Redirecció
cs: Přesměrování
da: Omdirigering
de: Umleitung
el: Ανακατεύθυνση
es: Redirección
et: Ümbersuunamine
eu: Birbideratzea
fa: تغییر جهت دادن
fi: Uudelleenohjaus
hu: Átirányítás
it: Redirezione
ja: リダイレクト
ka: გადამისამართება
km: បង្វែរទិស
ko: 전환
lt: Persiuntimas
nds: Ümledden
ne: पुन: दिशानिर्देशन
pa: ਦਿਸ਼ਾ-ਪਰਿਵਰਤਨ
pl: Przekierowywanie
pt: Redireccionamento
pt_br: Redirecionamento
ru: Перенаправление
sk: Presmerovanie
sr: Преусмеравање
th: การย้ายไป
tr: Yönlendirme
uk: Перенаправлення

source: Server Alert
af: Bediener Waarskuwing
bg: Сървър - тревога
ca: Alerta de servidor
da: Serveralarm
de: Server-Warnung
el: Εξυπηρετητής σε εγρήγορση
es: Alerta del servidor
et: Serveri hoiatus
eu: Zerbitzariaren abisua
fa: اخطار کارساز
fi: Palvelinhälytys
fr: Alerte serveur
hu: Kiszolgáló - figyelmeztetés
it: Avviso del server
ja: サーバ警告
ka: სერვერის განგაში
km: ការ​ជូនដំណឹង​របស់​ម៉ាស៊ីន​បម្រើ
ko: 서버 경고
lt: Serverio įspėjmas
nds: Server-Alarm
ne: सर्भर सतर्कता
pa: ਸਰਵਰ ਚੇਤਾਵਨੀ
pl: Ostrzeżenie serwera
pt: Alerta do Servidor
pt_br: Alerta do Servidor
sk: Upozornenie servera
sr: Узбуна сервера
th: การเตือนเซิร์ฟเวอร์
tr: Sunucu Uyarısı
uk: Тривога сервера

source: Proxy
af: Volmag
bg: Прокси
ca: Intermediari
el: Διαμεσολαβητής
et: Puhverserver
eu: Proxy-a
fa: پیشکار
fi: Välityspalvelin
ja: プロキシ
ka: პროქსი
km: ប្រូកស៊ី
ko: 프록시
lt: Atstovaujantis serveris
ne: प्रोक्सी
pa: ਪਰਾਕਸੀ
pl: Pośrednik (proxy)
ru: Прокси-сервер
sr: Прокси
th: พร็อกซี
uk: Проксі

source: Proxy Response
af: Volmag Reaksie
bg: Прокси - отговор
ca: Resposta de l'intermediari
da: Proxysvar
de: Proxy-Antwort
el: Απάντηση διαμεσολαβητή
es: Respuesta del proxy
et: Puhvrserveri vastus
eu: Proxy-aren erantzuna
fa: پاسخ پیشکار
fi: Välityspalvelimen vastaus
fr: Réponse du proxy
hu: Proxy-válasz
it: Risposta del proxy
ja: プロキシの応答
ka: პროქსის პასუხი
km: កា​រឆ្លើយ​របស់​ប្រូកស៊ី
ko: 프록시 응답
lt: Atstovaujančio serverio atsakymas
nds: Proxy-Antwoort
ne: प्रोक्सी प्रतिक्रिया
pa: ਪਰਾਕਸੀ ਜਵਾਬ
pl: Odpowiedź pośrednika (proxy)
pt: Resposta do 'Proxy'
pt_br: Resposta do Proxy
ru: Ответ прокси
sk: Odpoveď proxy
sr: Одзив проксија
th: การตอบสนองของพร็อกซี
tr: Vekil Cevabı
uk: Відповідь проксі

source: Advanced Proxy
af: Gevorderde Volmag
bg: Разширено прокси
ca: Intermediari avançat
cs: Pokročilá proxy
da: Avanceret proxy
de: Erweiterter Proxy
el: Προχωρημένος διαμεσολαβητής
es: Proxy avanzado
et: Edumeelne puhverserver
eu: Proxy aurreratua
fa: پیشکار پیشرفته
fi: Kehittynyt välityspalvelin
fr: Proxy avancé
hu: Fejlett proxy
it: Proxy avanzato
ka: გაფართოებული პროქსი
km: ប្រូកស៊ី​កម្រិត​ខ្ពស់
ko: 진보된 프록시
lt: Sudėtingesnis atstovaujantis serveris
nds: Beter Proxy
ne: उन्नत प्रोक्सी
pa: ਤਕਨੀਕੀ ਪਰਾਕਸੀ
pl: Zaawansowany pośrednik (proxy)
pt: 'Proxy' Avançado
pt_br: Proxy Avançado
ru: Расширенный прокси
sk: Pokročilá proxy
sr: Напредан прокси
th: พร็อกซีขั้นสูง
tr: Gelişmiş Vekil
uk: Складний проксі

source: Old Proxy
af: Ou Volmag
bg: Старо прокси
ca: Intermediari antiquat
cs: Stará proxy
da: Gammel proxy
de: Alter Proxy
el: Παλιός διαμεσολαβητής
es: Proxy antiguo
et: Vana puhverserver
eu: Proxy zaharra
fa: پیشکار قدیمی
fi: Vanha palvelin
fr: Ancien proxy
hu: Régi proxy
it: Vecchio proxy
ja: 古いプロキシ
ka: ძველი პროქსი
km: ប្រូកស៊ី​ចាស់
ko: 오래된 프록시
lt: Senas atstovaujantis serveris
nds: Oolt Proxy
ne: पुरानो प्रोक्सी
pa: ਪੁਰਾਣਾ ਪਰਾਕਸੀ
pl: Stary pośrednik (proxy)
pt: 'Proxy' Antigo
pt_br: Proxy Antigo
ru: Старый прокси
sk: Stará proxy
sr: Стар прокси
th: พร็อกซีเก่า
tr: Eski Vekil
uk: Старий проксі

source: Invalid Protocol
af: Ongeldige Protokol
bg: Невалиден протокол
ca: Protocol invàlid
cs: Neplatný protokol
da: Ugyldig protokol
de: Ungültiges Protokoll
el: Μη έγκυρο πρωτόκολλο
es: Protocolo no válido
et: Vigane protokoll
eu: Baliogabeko protokoloa
fa: قرارداد نامعتبر
fi: Protokolla ei kelpaa
fr: Protocole invalide
hu: Érvénytelen protokoll
it: Protocollo non valido
ja: 不正なプロトコル
ka: არასწორი ოქმი
km: ពិធីការ​មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 프로토콜
lt: Neteisingas protokolas
nds: Leeg Protokoll
ne: अवैध प्रोटोकल
pa: ਗਲਤ ਪਰੋਟੋਕਾਲ
pl: Niewłaściwy protokół
pt: Protocolo Inválido
pt_br: Protocolo Inválido
ru: Неверный протокол
se: Gustohis protokolla
sk: Neplatný protokol
sr: Неважећи протокол
th: โปรโตคอลไม่ถูกต้อง
tr: Geçersiz Protokol
uk: Не чинний протокол

source: Invalid Url Option
af: Ongeldige URL opsie
bg: Невалидни опции за URL
ca: L'opció de l'URL és invàlida
cs: Neplatná volba URL
da: Ugyldigt url-tilvalg
de: Ungültige URL-Option
el: Μη έγκυρη επιλογή Url
es: Opción del URL no válida
et: Vigane valiku URL
eu: URLaren aukera baliogabea
fa: گزینۀ نشانی وب نامعتبر
fi: URL-valitsin ei kelpaa
fr: Option d'Url invalide
hu: Érvénytelen URL-opció
it: Opzione URL non valida
ja: 不正な URL オプション
ka: არასწორი Url პარამეტრი
km: ជម្រើស Url មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 URL 옵션
lt: Neteisingos URL parinktys
nds: Leeg URL: Optschoon
ne: अवैध यूआरएल विकल्प
pa: ਗਲਤ URL ਚੋਣ
pl: Zły URL: opcja
pt: Opção do URL Inválida
pt_br: Opção de URL Inválida
ru: Неверный параметр в Url
se: Gustohis url-molssaeaktu
sk: Neplatná voľba url
sr: Неисправна URL опција
th: ตัวเลือก URL ไม่ถูกต้อง
tr: Geçersiz Adres Seçeneği
uk: Не чинний параметр URL

source: Invalid Url Host
af: Ongeldige URL Bediener
bg: Невалиден URL хост
ca: La màquina de l'URL és invàlida
da: Ugyldig url-vært
de: Ungültiger URL-Rechner
el: Μη έγκυρο Url υπολογιστή
es: Máquina del URL no válida
et: Vigane masina URL
eu: URLaren ostalaria baliogabea
fa: میزبان نشانی وب نامعتبر
fi: URL-kone ei kelpaa
fr: URL de l'hôte invalide
hu: Érvénytelen URL-gép
it: Host URL non valido
ja: 不正な URL ホスト
ka: არასწორი Url მასპინძელი სერვერი
km: ម៉ាស៊ីន Url មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 URL 호스트
lt: Neteisingas URL mazgas
nds: Leeg URL: Reekner
ne: अवैध यूआरएल होस्ट
pa: ਗਲਤ URL ਹੋਸਟ
pl: Zły URL: nazwa komputera
pt: Máquina do URL Inválida
pt_br: Url da Máquina Inválido
ru: Недействительный сервер в Url
se: Gustohis url guossoheaddji
sk: Neplatná adresa hostiteľa
sr: Неисправан URL домаћин
th: โฮสต์ของ Url ไม่ถูกต้อง
tr: Geçersiz Sunucu Adresi
uk: Не чинний вузол URL

source: Invalid Url Path
af: Ongeldige URL Soekpad
bg: Невалиден URL път
ca: La ruta de l'URL és invàlida
da: Ugyldig url-søgesti
de: Ungültiger URL-Pfad
el: Μη έγκυρη διαδρομή Url
es: Ruta del URL no válida
et: Vigane asukoha URL
eu: URLaren bide-izena baliogabea
fa: مسیر نشانی وب نامعتبر
fi: URL-polku ei kelpaa
fr: Chemin URL invalide
hu: Érvénytelen URL-útvonal
it: Percorso URL non valido
ja: 不正な URL パス
ka: არასწორი Url გეზი
km: ផ្លូវ Url មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 URL 경로
lt: Neteisingas URL kelias
nds: Leeg URL: Padd
ne: अवैध यूआरएल मार्ग
pa: ਗਲਤ URL ਮਾਰਗ
pl: Zły URL: ścieżka
pt: Local no URL Inválido
pt_br: Caminho da Url Inválido
ru: Неверный путь в Url
se: Gustohis url bálggis
sk: Neplatná adresa cesty
sr: Неисправна URL путања
th: พาธของ Url ไม่ถูกต้อง
tr: Geçersiz Adres Yolu
uk: Не чинний шлях URL

source: Http Content Not Found
af: Kon nie HTTP inhoud vind nie
bg: Http съдържанието не е намерено
ca: No s'ha trobat el contingut HTTP
da: HTTP-indhold ikke fundet
de: Http-Inhalt nicht gefunden
el: Δε βρέθηκε περιεχόμενο Http
es: Contenido Http no encontrado
et: HTTP sisu ei leitud
eu: Ez da HTTP edukirik aurkitu
fa: محتوای قام یافت نشد
fi: HTTP-sisältöä ei löydy
fr: Contenu Http non trouvé
hu: HTTP - tartalom nem található
it: Contenuto HTTP non trovato
ja: HTTP コンテンツが見つかりません
ka: Http შიგთავსი ვერ მოიძებნა
km: រក​មិន​ឃើញ​មាតិកា Http
lt: Nerastas HTTP turinys
nds: HTTP: Inholt nich funnen
ne: एचटीटीपी सामग्री फेला परेन
pa: Http ਭਾਗ ਨਹੀਂ ਮਿਲੇ
pl: Zawartość HTTP nie odnaleziona
pt: Conteúdo HTTP Não Encontrado
pt_br: Conteúdo do Http Não Foi Encontrado
se: Http-sisdoallu ii gávdnon
sk: Http obsah nenájdený
sr: HTTP садржај није нађен
th: ไม่พบเนื้อหา Http
tr: Http İçeriği Bulunamadı
uk: Не знайдено зміст Http

source: Not Authorized
af: Nie toestemming gegee nie
bg: Неоторизиран
ca: No autoritzat
cs: Přístup nepovolen
da: Ikke godkendt
de: Nicht authorisiert
el: Χωρίς ταυτοποίηση
es: No autorizado
et: Pole autenditud
eu: Baimenik ez
fa: اجازه داده نشد
fi: Ei valtuutusta
fr: Non autorisé
hu: Nincs jogosultság
it: Non autorizzato
ja: 許可されていません
ka: არაა ავტორიზებული
km: គ្មាន​សិទ្ធិ
ko: 인증되지 않음
lt: Nepatvirtinta
nds: Keen Verlööf
ne: अधिकारप्राप्त होइन
pa: ਪਰਮਾਣਤ ਨਹੀਂ
pl: Nie autoryzowany
pt: Sem Autorização
pt_br: Não Autorizado
ru: Отсутствуют права доступа
sk: Neautorizovaný
sr: Није ауторизован
th: ไม่มีสิทธิ์
tr: İzin Verilmemiş
uk: Не уповноважено

source: Unexpected Msg
af: Onverwagte boodskap
bg: Неочаквано съобщение
ca: Missatge inesperat
da: Uventet meddelelse
de: Unerwartete Meldung
el: Μη αναμενόμενο μήνυμα
es: Mensaje inesperado
et: Ootamatu sõnum
eu: Ustegabeko mezua
fa: Msg غیرمنتظره
fi: Odottamaton viesti
fr: Message innatendu
hu: Váratlan üzenet
it: Messaggio inatteso
ja: 予想外のメッセージ
ka: მოულოდნელი Msg
km: សារ​ដែល​មិនរំពឹងទុក
ko: 예상하지 못한 Msg
lt: Netikėtas pranešimas
nds: Nich verwacht Naricht
ne: अनपेक्षित सन्देश
pl: Nieoczekiwana wiadomość
pt: Mensagem Inesperada
pt_br: Mensagens Inesperada
ru: Не ожидаемое сообщение
se: Vuordeameahttun diehtu
sk: Neočakávaná správa
sr: Неочекивана порука
th: ข้อความที่ไม่ได้คาดไว้
tr: Beklenmeyen Mesaj
uk: Непередбачене повідомлення

source: Bad Transport
af: Slegte Oordrag
bg: Лош транспорт
ca: Transport incorrecte
da: Fejlagtig overførsel
de: Ungültiger Transport
el: Σφάλμα μεταφοράς
es: Transporte incorrecto
et: Halb transport
eu: Okerreko garraioa
fa: حمل و نقل بد
fr: Mauvais transport
hu: Rossz átvitel
ja: 不正なトランスポート
ka: ცუდი ტრანსპორტი
km: កា​របញ្ជូន​មិនបាន​ល្អ
ko: 안좋은 전송
lt: Blogas transportas
nds: Leeg Transport
ne: खराब पारवाहन
pa: ਗਲਤ ਸੰਚਾਰ
pl: Zły transport
pt: Transporte Inválido
pt_br: Transporte Ruim
sk: Zlý transport
sr: Лош транспорт
th: การสื่อสารไม่ดี
tr: Hatalı Aktarma
uk: Поганий транспорт

source: No Session Id
af: Geen sessie ID
bg: Няма ИД на сесия
ca: No hi ha identificador de sessió
da: Ingen sessionsid
de: Keine Sitzungs-Id
el: Χωρίς Id συνεδρίας
es: Sin ID de sesión
et: Seansi ID puudub
eu: Saioko IDrik ez
fa: بدون شناسۀ نشست
fi: Ei istuntotunnusta
fr: Pas d'identifiant de session
hu: Nincs munkafolyamat-azonosító
it: Nessun ID di sessione
ja: セッション ID なし
ka: სესიის საიდენტიფიკაციო სახელი არაა
km: គ្មាន​លេខសម្គាល់​សម័យ
ko: 세션 Id가 없습니다.
lt: Nėra seanso id
nds: Keen Törn-ID
ne: सत्र आईडी छैन
pa: ਕੋਈ ਅਜਲਾਸ ID ਨਹੀਂ
pl: Brak identyfikatora sesji
pt: Sem ID de Sessão
pt_br: Nenhuma Id de Sessão
se: Bargovuorro-ID váilu
sk: Nemá id sedenia
sr: Нема ид. сесије
th: ไม่มีหมายเลขเซสชัน
tr: Oturum kimliği yok
uk: Нема ІД сеансу
