Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <h1>Welcome to Amarok!</h1> <p>There are many media-players around these days, this is true. Amarok however provides an aural experience so pleasurable it always has you coming back for more. What is missing from most players is an interface that does not get in your way. Amarok tries to be a little different, and at the same time intuitive. It provides a simple drag-and-drop interface that makes playlist handling simple and fun. By using Amarok we truly hope you will:</p> <p align="center"><i><b>"Rediscover your music!"</b></i> </p>
af: <h1>Welkom by Amarok!</h1> <p>Daar is deesdae baie media spelers beskikbaar. Amarok lewer egter so 'n uitstekende ervaring dat jy altyd vir meer sal terugkom. Die intervlak is spesifiek so ontwerp dat dit nie in jou pad sal wees terwyl jy met ander werk besig is nie. Die speel lys handtering word bedryf deur 'n trek-en-laat-val intervlak. Deur Amarok hoop ons dat jy weer </p> <p align="center"><i><b>"jou musiek sal herontdek!"</b></i> </p>
bg: <h1>Добре дошли в Amarok!</h1> <p>Вярно е, че в днешно време има много медия плеъри. Amarok обаче осигурява музикално преживяване при което винаги ви се иска да чуете още. Каквото липсва на повечето плеъри е интерфейс, който е по ваш вкус. Amarok се опитва да бъде малко по-различен и в същото време интуитивен. Неговият опростен интерфейс за "влачене и пускане" прави боравенето със записите просто и забавно. Като използвате Amarok ние наистина се надяваме да:</p> <p align="center"><i><b>"Преоткриете музиката си!"</b></i> </p>
ca: <h1>Benvingut a Amarok!</h1> <p> Avui dia existeixen multitud de reproductors multimèdia, això és cert.Tot i així, l'Amarok proporciona una experiència sonora tan agradable que un sempre torna per més. El que sol mancar de la majoria de reproductors és una interfície que no sigui intrusiva. L'Amarok intenta ser una mica diferent, i al mateix temps intuïtiu. Proporciona una interfície simple d'arrossegar-amollar que fa que la gestió de les llistes de reproducció sigui simple i entretinguda. Si utilitzeu l'Amarok estem segurs que :</p> <p align="center"><i><b>«Redescobrireu la vostra música!»</b></i> </p>
da: <h1>Velkommen til Amarok!</h1> <p>Der er mange mediespillere overalt nu fortiden, det er sandt. Imidlertid sørger Amarok for en lytteoplevelse så behagelig at du altid kommer tilbage for mere. Det der mangler i de fleste spillere er en grænseflade som ikke er i vejen for dig. Amarok forsøger at være lidt anderledes og samtidigt intuitiv. Det sørger for en enkel grænseflade med træk og slip som gør det nemt og behageligt at håndtere spillelister. Ved at bruge Amarok håber vi at du virkelig vil:</p> <p align="center"><i><b>"Genopdage din musik!</b></i> </p>
de: <h1>Willkommen bei Amarok!</h1> <p><b>Heutzutage gibt es natürlich Multimedia-Player wie Sand am Meer. Ihr Hörgenuss mit Amarok wird jedoch so außergewöhnlich sein, dass Sie davon nicht genug bekommen werden! Die Benutzeroberfläche vieler anderer Player ist leider oft eher hinderlich als das sie für den Benutzer praktisch ist. Hier geht Amarok neue Wege und ist mit seiner absolut klaren und intuitiven Oberfläche ganz leicht zu bedienen. Der Umgang mit Ihren Wiedergabelisten wird durch einfaches "Ziehen und Ablegen" ein Kinderspiel sein. Wir hoffen, Sie werden durch Amarok:</b></p> <p align="center"><i><b>"Musik neu erleben!"</b></i></p>
el: <h1>Καλώς ήρθατε στο amaroK!</h1> <p>Υπάρχουν πολλοί αναπαραγωγείς πολυμέσων στις μέρες μας, αυτό είναι αλήθεια. Το AmaroK ωστόσο προσφέρει μία εμπειρία τόσο ευχάριστη που θα σας κολλήσει. Αυτό που λείπει από τους περισσότερους αναπαραγωγείς είναι ένα περιβάλλον που δε θα σας παρεμποδίζει. Το AmaroK προσπαθεί να είναι λίγο διαφορετικό και ταυτόχρονα περισσότερο εκλεπτυσμένο. Προσφέρει ένα απλό περιβάλλον με σύρσιμο και ελευθέρωση που καθιστά το χειρισμό της λίστας αναπαραγωγής εύκολο και διασκεδαστικό. Χρησιμοποιώντας το AmaroK ελπίζουμε πραγματικά ότι:</p> <p align="center"><i><b>"Θα ανακαλύψετε ξανά τη μουσική σας!"</b></i> </p>
es: <h1>¡Bienvenido a Amarok!</h1> <p>Existen muchos reproductores actualmente, es verdad. Sin embargo, Amarok proporciona una experiencia tan placentera que siempre querrás volver por más. Lo que a la mayoría de los reproductores les falta es una interfaz que no se cruce en tu camino. Amarok trata de ser un poco diferente, y al mismo tiempo intuitivo. Proporciona una simple interfaz que permite arrastrar y soltar haciendo el manejo de las listas de reproducción simple y divertido. Utilizando Amarok sinceramente esperamos que </p> <p align="center"><i><b>"¡Volverás a descubrir tu música!"</b></i> </p>
et: <h1>Tere tulemast kasutama Amarokki!</h1> <p>Meediamängijaid on tänapäeval küll rohkelt, kuid Amarok pakub kindlasti nii suurt naudingut, et sa tahad seda ikka ja jälle uuesti kasutada. Enamasti on mängijate liides ikka selline, mis sulle päris hästi ei meeldi. Amarok püüab olla selles mõttes teistsugune ja just sulle meelepärane. Lihtne ja kõigest lohistamisega muudetav liides võimaldab esitusnimekirjaga kõige äärmiselt hõlpsasti ette võtta ja seda nautida. Me loodame, et Amarok aitab sul:</p> <p align="center"><i><b>"nautida oma muusikat!"</b></i> </p>
eu: <h1>Ongi etorri Amarok-era!</h1> <p>Egia da hainbat erreproduktore-euskarri daudela gaur egun. Hala ere, Amarok aplikazioak gozotasunezko esperientzia mistikoa eskaintzen du, gehiagoren bila erakarriko zaitularik. Erreproduktore gehienek ez dute zure beharretara egokitutako interfazerik. Amarok zerbait ezberdina izaten saiatzen da, eta aldi berean intuitiboa.Arrastatu eta jaregiteko interfazea eskaintzen du zerrendak kudeatzea jolastea bezain erraza eginez. Amarok erabiltzean:</p> <p align="center"><i><b>"Zure musikaren aurkikuntzan murgilduko zara berriro!"</b></i> </p>
fa: <h1>به Amarok خوش آمدید!</h1> <p>این درست است که این روزها پخش‌کننده‌های رسانه‌ای زیادی وجود دارد. با این وجود، Amarok یک تجربۀ گوشی بسیار لذت‌بخش را فراهم می‌کند که همیشه شما را برای مدت زیادی به عقب برمی‌گرداند. آنچه که در اغلب پخش‌کننده‌ها مفقود است، واسطی است که به روش شما به دست نمی‌آید. Amarok سعی می‌کند کمی متفاوت باشد و به طور هم‌زمان قابل درک باشد. آن یک واسط سادۀ کشیدن و رها کردن را فراهم می‌کند که گرداندن فهرست پخش را ساده و سرگرم‌کننده می‌کند. با استفاده از Amarok، صمیمانه امیدواریم:</p> <p align="center"><i><b>»موسیقیتان را مجدداً کشف کنید!«</b></i> </p>
fi: <h1>Tervetuloa käyttämään Amarokia!</h1> <p>Nykyään ei ole pulaa mediasoittimista. Toivottavasti Amarok tarjoaa niin nautinnollisen kuuntelukokemuksen, että et halua lopettaa sen käyttöä. Monista soittimista puuttuu käyttöliittymä, joka ei hypi silmillesi. Amarok yrittää olla erilainen mutta intuitiivinen. Yksinkertainen ”raahaa ja pudota” -käyttötapa tekee musiikin hallinnasta helppoa ja hauskaa. Toivomme, että Amarokia käyttämällä</p> <p align="center"><i><b>”löydät musiikkisi uudelleen!”</b></i> </p>
fr: <h1>Bienvenu sur Amarok !</h1> <p><b>Il y a actuellement plusieurs lecteurs de média, c'est vrai. Cependant, Amarok vous procurera une expérience musicale unique qui fera que vous reviendrez pour en demander toujours plus. Ce qu'il manque à la plupart des lecteurs est une interface qui va dans votre sens. Amarok essaie d'être légèrement différent et en même temps, intuitif. Il fournit une interface simple de glisser / déposer qui rend la gestion des listes de lecture simple et amusante. En utilisant Amarok, nous espérons vraiment que vous allez :</b></p> <p align="center"><i><b>"Redécouvrir votre musique !!"</b></i> </p>
he: <h1>ברוך בואך ל־ Amarok!</h1><p>ישנם כיום נגני מדיה רבים, זה נכון. Amarok עם זאת מספק חווית־שמע כה מהנה, כך שהוא יגרום לך לחזור בכל פעם מחדש. מה שחסר ברוב הנגנים הוא ממשק שאינו עומד בדרכך. Amarok מנסה להיות מעט שונה, ובה בעת אינטואיטיבי. הוא מספק ממשק גרור־והשלך, שהופך את הטיפול ברשימות־השמעה לפשוט ומהנה. מתוך השימוש ב־ Amarok, אנו באמת מקווים שאתה: </p> <p align="center"><i><b>"תגלה מחדש את המוזיקה שלך!"</b></i> </p>
hu: <h1>Üdvözöljük az Amarokban!</h1> <p>Számtalan médialejátszó között lehet válogatni, de az Amarok mégis olyan egyedi, különleges élményt nyújt, amit a többi program nem. A legtöbb lejátszóból hiányzik egy olyan kezelőfelület, amely nem akadályozza lépten-nyomon a felhasználót. Az Amarok arra törekszik, hogy másmilyen legyen, ugyanakkor intuitív legyen a használata. Egyszerű "húzd-és-ejtsd" felületet nyújt, amely könnyebbé teszi a lejátszólista-kezelést. Reméljük, hogy az Amarokot használva megvalósul a célkitűzésünk:</p> <p align="center"><i><b>"Fedezd fel újra a zenét!"</b></i> </p>
it: <h1>Benvenuto in Amarok!</h1> <p>Esistono molti lettori multimediali al giorno d'oggi, questo è vero. Amarok però fornisce un'esperienza di ascolto così piacevole che non ti permetterà di tornare indietro. Ciò che manca nella maggior parte dei lettori è un'interfaccia che non sia di ostacolo. Amarok vuole essere un po' diverso, e al tempo stesso intuitivo. Fornisce una semplice interfaccia trascina-e-rilascia che rende la gestione delle playlist facile e divertente. Speriamo davvero che usando Amarok tu possa:</p> <p align="center"><i><b>"Riscoprire la tua musica!"</b></i> </p>
ja: <h1>Amarok へようこそ!</h1> <p>今日巷にはたくさんのメディアプレーヤがあります。でも、Amarok で音楽を聴く本当の楽しみを知ってしまうと、いつも Amarok に戻って来たくなります。他の多くのプレーヤには使いやすいインターフェースが欠けています。Amarok は他とは一味違うもの、そして同時に直観的に使えるものを目指しています。Amarok のシンプルなドラッグ&ドロップインターフェースはプレイリストの作成を楽しいものにします。Amarok を使って</p> <p align="center"><i><b>"あなたの音楽を再発見してください!"</b></i> </p>
km: <h1>សូម​ស្វាគមន៍​មក​កាន់ Amarok !</h1> <p>មាន​កម្មវិធី​ចាក់​មេឌៀ​ជា​ច្រើន​ក្នុង​រយៈ​ពេល​​ប៉ុន្មាន​ថ្ងៃ​នេះ នេះ​ជា​កា​រពិត ។ ទោះ​ជា​យ៉ាង​ណា​ក៏​ដោយ Amarok ផ្ដល់​នូវ​បទពិសោធន៍ដ៏ល្អ​ ដែល​រីករាយ​ វា​តែ​ងតែ​ត្រឡប់​ដោយ​មាន​អ្វី​ៗជា​​ច្រើន​ទៀត ។ អ្វី​ដែល​បាត់បង់​ពី​កម្មវិធី​ចាក់​ល្អ​បំផុត​គឺ​ចំណុច​ប្រទាក់​ដេល​មិន​ទទួល​បាន​ក្នុង​មធ្យោបាយ​របស់​អ្នក ។ Amarok ព្យាយាម​ធ្វើ​ឲ្យ​ខុសគ្នា​បន្តិចបន្តួត ហើយ​នៅ​ពេល​តែ​មួយ​ប្រកប​ដោយអព្តន្តញាណ ។​ វា​ផ្ដល់​នូវ​ចំណុច​ប្រទាក់​អូស​ទម្លាក់​ដ៏​សាមញ្ញ ដែល​ធ្វើ​ឲ្យ​បញ្ជាក់​ចាក់​អាច​គ្រប់គ្រង​ដ៏​សាមញ្ញា និង​រីករាយ ។ ដោយ​ប្រើ Amarok យើង​ពិត​ជា​មាន​សង្ឃឹម​ថា​ អ្នក​នឹង ៖</p> <p align="center"><i><b>"រកឃើញ​តន្ត្រី​របស់​អ្នក​ឡើង​វិញ !"</b></i> </p>
ko: <h1>Amarok 에 오신것을 환영합니다!</h1> <p>오늘날 수많은 미디어 재생기가 있습니다. 이것은 사실입니다. 하지만 Amarok은 생기있는 경험을 제공하여 더 많은 것을 얻을 수 있도록 할 것입니다. 대부분의 재생기가 잊고 있는 인터페이스는 여러분의 손으로 얻을 수 없습니다. Amarok은 작은 변화를 시도하며, 동시에 직관적입니다. 이것은 단순히 재생목록을 단순하고 재밌게 만드는 드래그 앤 드랍 인터페이스를 제공합니다. Amarok을 사용함으로써 당신은 진정으로</p> <p align="center"><i><b>"당신의 음악을 재발견합니다."</b></i></p>
lt: <h1>Jus sveikina Amarok!</h1> <p>Šiais laikas yra daugybė muzikos grotuvų, tai tiesa. Ir vis tik kausytis muzikos per Amarok yra taip kerinčiai malonu, kad tenka nuolatos grįžti trokštant daugiau. Daugeliui muzikos grotuvų trūksta patogios, su naudotoju nekariaujančios aplinkos. Amarok yra šiek tiek kitoks – visiškai intuityvus. Paprastas „temp ir numesk“ principas, kuriuo vadovaujantis grojaraščiai sudaromi lengvai ir paprastai. Mes tikime, kad naudodami Amarok Jūs iš tiesų:</p> <p align="center"><i><b>„Atrasite savo muziką iš naujo!“</b></i> </p>
nb: <h1> Dette er Amarok!</h1> <p>Det er sant at det finnes en mengde mediespillere nå for tiden, men Amarok gir en så behagelig lydopplevelse at du alltid vil komme tilbake etter mer. Det som mangler i de fleste spillere er et grensesnitt som ikke står i veien. Amarok forsøker å være litt annerledes, og samtidig intuitiv. Den har et enkelt dra-og-slipp-grensesnitt som gjør det enkelt og morsomt å håndtere spillelister, Når du bruker Amarok, håper vi virkelig at du kan:</p> <p align="center"><i><b>«Oppdage musikken din på nytt!</b></i></p>
nds: <h1>Willkamen bi Amarok!</h1> <p>Vundaag gifft dat en helen Barg Multimedia-Afspelers, man Amarok gifft Di so en deegt Höörbeleefnis, dor warrst Du jümmers mehr vun hebben wüllen. Denn wat de mehrsten Afspelers nich hebbt, is en Böversiet, mit de Een nich all Nees lang to Blocks kummt. Amarok will en beten anners, man jümmers licht to begriepen wesen. Du kannst Indrääg eenfach op de Böversiet hen- un hertrecken, dor maakt de Afspeellist glieks dubbelt so veel Spaaß. Mit Amarok warrst Du, so haapt wi redig:</p> <p align="center"><i><b>"Dien Musik nieg beleven!"</b></i></p>
ne: <h1>अमारोकमा स्वागत छ!</h1> <p>यो सत्य हो, यी दिनमा त्यहाँ धेरै मिडिया-प्लेयरहरू छन् । जे भएता पनि अमारोकले साह्रै आनन्दायक एउटा कर्णज अनुभव उपलब्ध गराउँदछ जुन अरू धेरैका लागि सधै तपाईँको पछि आईरहेको हुन्छ । धेरै प्लेयरहरूबाट हराइरहेको एउटा इन्टरफेस हो जुन तपाईँको मार्गमा फेला पर्दैन । अमारोक थोरै फरक हुने प्रयास गर्दैछ, उही समयमा सहजज्ञ पनि । यसले साधरण तान्ने र छोड्ने इन्टरफेस उपलब्ध गराउँदछ जसले प्लेसूची ह्यान्डलिङलाई सरल र सजिलो बनाउँदछ । अमारोक प्रयोग गरेर हामीलाई विश्वास छ कि तपाईँले:</p> <p align="center"><i><b>"तपाईँको सङ्गीत पुन: आविष्कार गर्नुहनेछ!"</b></i> </p>
nl: <h1>Welkom bij Amarok!</h1> <p>Er zijn tegenwoordig zeer veel mediaspelers verkrijgbaar. Dat is waar. Maar Amarok geeft u een ongekende geluidservaring waardoor u steeds zult willen terugkomen voor meer. De meeste andere spelers ontberen is een interface die u niet in de weg zit. Amarok probeert nét anders te zijn en tegelijkertijd ook intuïtief. Het levert een eenvoudige interface waarbij u uw afspeellijsten op een eenvoudige en plezierige wijze kunt samenstellen. Door Amarok te gebruiken hopen we dat u</p> <p align="center"><i><b>"Uw muziek herontdekt!"</b></i> </p>
nn: <h1>Velkommen Amarok!</h1> <p>Det er sant at det finst mange mediespelarar å velja mellom i våre dagar, men Amarok gjev ei så god lytteoppleving at du alltid vil venda tilbake. Det som manglar i andre spelarar er eit grensesnitt som ikkje står i vegen. Amarok prøver å vera litt annleis, og samtidig lettbruka. Programmet har eit enkelt «dra og slepp»-grensesnitt som gjer det både enkelt og morosamt å bruka spelelister. Me håpar du med Amarok verkeleg vil</p> <p align="center"><i><b>«Gjenoppdaga musikken din!»</b></i> </p>
pa: <h1>ਅਮਰੋਕ ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ!</h1> <p>ਅੱਜਕਲ੍ਹ ਕੋਈ ਸੰਗੀਤ ਪਲੇਅਰ ਚੱਲ ਰਹੇ ਹਨ, ਇਹ ਤਾਂ ਸੱਚ ਹੈ। ਪਰ ਜਿੱਥੇ ਤੱਕ ਅਮਰੋਕ ਦੀ ਗੱਲ਼ ਹੈ, ਇਸ ਵਿੱਚ ਕੁਝ ਤਾਂ ਹੈ, ਜੋ ਤੁਹਾਨੂੰ ਕੁਝ ਨਵਾਂ ਦਿੰਦਾ ਹੈ। ਅਕਸਰ ਉਹ ਕੁਝ, ਜੋ ਕਿ ਆਮ ਪਲੇਅਰ ਦੀ ਦਿੱਖ ਵਿੱਚ ਨਹੀਂ ਹੁੰਦਾ ਹੈ, ਜੋ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ। ਅਮਰੋਕ ਕੁਝ ਵੱਖਰਾ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ ਅਤੇ ਨਾਲ ਹੀ ਬਹੁਤ ਹੀ ਲਾਭਦਾਇਕ। ਇਹ ਬਹੁਤ ਆਮ ਜਿਹਾ ਰੂਪ ਦਿੰਦਾ ਹੈ, ਜਿਸ ਨਾਲ ਸੰਗੀਤ-ਸੂਚੀਆਂ ਵਿੱਚ ਗਾਣੇ ਜੋੜੇ ਜਾ ਸਕਦੇ ਹਨ। ਅਮਰੋਕ ਦੀ ਵਰਤੋਂ ਕਰਨ ਨਾਲ ਤੁਸੀਂ ਪ੍ਰਾਪਤ ਕਰੋਗੇ:</p> <p align="center"><i><b>"ਆਪਣੇ ਸੰਗੀਤ ਦੀ ਖੋਜ"</b></i></p>
pl: <h1>Witaj w Amarok!</h1> <p><b>Prawdą jest, że istnieje obecnie wiele odtwarzaczy multimediów. Jakkolwiek Amarok dostarcza specyficznych doświadczeń, tak miłych, że zawsze chcesz wrócić po więcej. To, czego brakuje większości odtwarzaczy to interfejs, który nie wchodzi ci w drogę.Amarok stara się być trochę inny a jednocześnie intuicyjny. Dostarcza prosty interfejs typu "przeciągnij i upuść", który czyni operacje na listach odtwarzania prostymi i przyjemnymi. Mamy nadzieję, że używając Amarok naprawdę:</b></p> <p align="center"><i><b>"Odkryjesz na nowo swoją muzykę!"</b></i> </p>
pt: <h1>Bem-vindo ao Amarok!</h1> <p>Existem vários leitores multimédia nos dias de hoje, para dizer a verdade. O Amarok, contudo, oferece uma experiência de audição tão agradável que você volta por sentir falta de mais. O que falta na maioria dos leitores é uma interface que não o atrapalhe. O Amarok tenta ser um pouco diferente e, ao mesmo tempo, intuitivo. Oferece uma interface de 'drag-and-drop' simples que torna o tratamento de listas de reprodução simples e engraçado. Ao usar o Amarok, espera-se que você:</p> <p align="center"><i><b>"Volte a descobrir a sua música!"</b></i> </p>
pt_br: <h1>Bem-vindo ao Amarok!</h1> <p>Existem muitos reprodutores de mídia hoje em dia, isso é fato. O Amarok, entretanto, oferece uma experiência auditiva tão prazerosa que ele o fará voltar querendo sempre mais. O que falta à maioria dos outros reprodutores de mídia é uma interface que não fique no seu caminho. O Amarok tenta ser um pouco diferente, e ao mesmo tempo intuitivo. Ele fornece uma simples interface que, através do arrastar e soltar, torna o manuseio das listas de músicas simples e divertido. Usando o Amarok nós acreditamos que você irá:</p> <p align="center"><i><b>"Redescobrir sua música!"</b></i> </p>
ru: <h1>Добро пожаловать в amaroK!</h1> <p><b>В наше время развелось много разных проигрывателей. Среди них amaroK выделяется, прежде всего, продуманностью своего интерфейса. В amaroK всё сделано для того чтобы для выполнения различных операций требовалось минимум действий с вашей стороны.</b></p> <p align="center"><i><b>«Взгляни на музыку по-другому!»</b></i> </p>
sk: <h1>Vitajte v Amaroku!</h1> <p>Je pravda, že v súčasnosti je vonku veľa mediálnych prehrávačov. Amarok však poskytuje tak príjemný sluchový zážitok, že vás to prinúti vracať sa k nemu stále častejšie. Čo väčšine prehrávačov chýba je interfejs, ktorý sa vám nestavia do cesty. Amarok sa snaží byť trošku iným a zároveň intuitívnym. Poskytuje jednoduchý ťahaj-a-pusti interfejs, s ktorým sú operácie so zoznamom skladieb jednoduché a zábavné. Pevne dúfame, že používaním Amaroku:<p> <p align="center"><i><b>"Znovuobjavíte svoju hudbu!"</b></i> </p>
sr: <h1>Добродошли у Amarok!</h1> <p><b>Тачно је да ових дана постоји мноштво медија-плејера. Amarok вам, међутим, пружа тако задовољавајуће искуство, да му се морате враћати за још. Оно што недостаје многим плејерима јесте интерфејс који вам се не намеће. Amarok покушава да буде другачији, и истовремено, интуитивнији. Пружа вам једноставн интерфејс превлачења-и-испуштања, који чини руковање листама нумера једноставним и забавним. Користећи Amarok, заиста се надамо да ће се испунити:</b></p> <p align="center"><i><b>„Откријте своју музику!“</b></i> </p>
th: <h1>ยินดีต้อนรับสู่ Amarok!</h1> <p>เป็นความจริงที่ว่า ทุกวันนี้เรามีโปรแกรมสำหรับเล่นสื่อต่างๆ อยู่มากมายเต็มไปหมด อย่างไรก็ตาม Amarok จะให้ประสบการณ์ที่น่าพึงใจในการฟังเพลงจนทำให้คุณต้องกลับมาอีก เพื่อรับรู้ให้มากกว่านี้ สิ่งที่พลาดไปในโปรแกรมเล่นสื่อส่วนมากก็คือ ส่วนติดต่อผู้ใช้ที่ไม่ขวางทางคุณ Amarok เลยลองที่จะแตกต่างเพียงเล็กน้อย และเข้าใจได้ง่ายในขณะเดียวกัน Amarok มีส่วนติดต่อผู้ใช้แบบลากแล้วปล่อยซึ่งทำให้การสร้างรายการเล่นนั้น เป็นไปโดยเรียบง่ายและสนุกสุดมัน ด้วยการใช้งาน Amarok เราหวังว่าคุณจะ:</p> <p align="center"><i><b>"ค้นพบมิติใหม่ในดนตรีของคุณ!"</b></i> </p>
uk: <h1>Ласкаво просимо до Amarok!</h1> <p><b>Це правда, що в даний час є багато програвачів мультимедії. Але Amarok дає стільки задоволення від користування, що його просто неможливо покинути. Більшість інших програвачів не мають інтерфейсу, який не стоїть на заваді. Amarok намагається бути дещо іншим і надає простий "перетягни-і-вкинь" інтерфейс, який надзвичайно полегшує працю із списками композицій. Ми щиро сподіваємось, що, використовуючи Amarok, ви будете:</b></p> <p align="center"><i><b>"по новому слухатимете на вашу музику!"</b></i> </p>
