Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Protocol Failure
af: Protokol was onsuksesvol
bg: Грешка в протокола
ca: Fallada de protocol
da: Protokolfejl
de: Protokollfehler
el: Αποτυχία πρωτοκόλλου
es: Fallo del protocolo
et: Protokolli ebaõnnestumine
eu: Protokoloaren hutsegitea
fa: خرابی قرارداد
fi: Protokollavirhe
hu: Protokollhiba
it: Errore di protocollo
ja: プロトコル 失敗
ka: ოქმის ჩავარდნა
km: ភាព​បរាជ័យ​របស់​ពិធីការ​
ko: 프로토콜 실패
lt: Protokolo klaida
nds: Protokollfehler
ne: प्रोटोकल असफलता
pa: ਪਰੋਟੋਕਾਲ ਫੇਲ੍ਹ ਹੋ ਗਿਆ ਹੈ
pl: Niepowodzenie protokołu
pt: Erro no Protocolo
pt_br: Falha do Protocolo
sk: Zlyhanie protokolu
sr: Крах протокола
th: โปรโตคอล ล้มเหลว
tr: İletişim Kuralı Hatası
uk: Помилка протоколу

source: Realvideo Streams Prohibited
af: Realvideo strome verbode
bg: Realvideo потоците са незаконни
ca: Els fluxos de Realvideo estan prohibits
da: Realvideo-strømme forbudt
de: Realvideo-Streams verboten
el: Απαγορεύονται ροές Realvideo
es: Prohibido flujos de Realvideo
et: Realvideo vood keelatud
eu: Realvideo korrontea debekatua
fa: جریانات ویدیویی حقیقی منع شدند
fi: Realvideo-virrat kielletty
hu: Realvideo-adatfolyamok tiltottak
ja: Realvideo ストリームは禁止されています
ka: Realvideo ნაკადის გაფართოება
km: បាន​ហាមឃាត់​ស្ទ្រីម​វីដេអូ​ពិត
ko: 리얼비디오 스트림 금지됨
lt: Realvideo srautai draudžiami
nds: Realvideo-Strööm nich tolaten
ne: वास्तविक भिडियो प्रवाहहरू निषेध गरियो
pl: Strumienie Realvideo zabronione
pt: Transmissões de Realvideo Proibidas
pt_br: Streams de Realvideo Não São Permitidos
sk: Prúdy Realvidea zakázané
sr: Realvideo токови су забрањени
th: สตรีมของ Realvideo ถูกห้าม
tr: Realvideo Yayınları Yasaklı
uk: Потоки Realvideo заборонені

source: Realaudio Streams Prohibited
af: Realoudio Strome nie toegelaat nie
bg: Realaudio потоците са незаконни
ca: Els fluxos de Realaudio estan prohibits
da: Realaudio-strømme forbudt
de: Realaudio-Streams verboten
el: Απαγορεύονται ροές Realaudio
es: Prohibido flujos de Realaudio
et: Realaudio vood keelatud
eu: Realaudio korrontea debekatua
fa: جریانات صوتی حقیقی منع شدند
fi: Realaudio-virrat kielletty
fr: Flux Audio Real interdit
hu: Realaudio-adatfolyamok tiltottak
ja: Realaudio ストリームは禁止されています
ka: Realaudio ნაკადის გაფართოება
km: បាន​ហាមឃាត់​ស្ទ្រីម​អូឌីយ៉ូ​ពិត
ko: 리얼오디오 스트림 금지됨
lt: Realaudio srautai draudžiami
nds: Realaudio-Strööm nich tolaten
ne: वास्तविक अडियो प्रवाहहरू निषेध गरियो
pa: ਰੀਅਲਆਡੀਓ ਸਟਰੀਮ ਪਾਬੰਦੀ
pl: Strumienie Realaudio zabronione
pt: Transmissões de Realaudio Proibidas
pt_br: Streams Realaudio Proibidos
sk: Prúdy Realaudia zakázané
sr: Realaudio токови су забрањени
th: สตรีมของ Realaudio ถูกห้าม
tr: Realaudio Yayınları Yasaklı
uk: Потоки Realaudio заборонені

source: Datatype Unsupported
af: Datatipe: Nie ondersteun nie
bg: Неподдържан вид данни
ca: No s'accepta el tipus de dades
da: Datatype understøttes ikke
de: Datentyp wird nicht unterstützt
el: Μη υποστηριζόμενος τύπος δεδομένων
es: Tipo de datos no soportado
et: Andmetüüp pole toetatud
eu: Datu-mota onartu gabea
fa: نوع دادۀ پشتیبانی‌نشده
fi: Datatyyppiä ei tueta
hu: Nem támogatott adattípus
it: Tipo di dato non gestito
ja: サポートされていないデータタイプ
ka: მონაცემის ტიპი მხარდაუჭერელია
km: ប្រភេទ​ទិន្នន័យ​មិន​បាន​គាំទ្រ
ko: 데이터형식 지원되지 않음
lt: Duomenų tipas nesuprantamas
nds: Datentyp nich ünnerstütt
ne: डेटाप्रकार असमर्थित छ
pa: ਡਾਟਾਕਿਸਮ ਨਾ-ਸਹਾਇਕ ਹੈ
pl: Typ danych nieobsługiwany
pt: Tipo de Dados Não Suportado
pt_br: Tipo de Dados Não Suportado
ru: Тип данных не поддерживается
sk: Dátový typ nepodporovaný
sr: Тип података није подржан
th: ไม่รองรับชนิดข้อมูลนี้
tr: Veri Tipi Desteklenmedi
uk: Тип даних: не підтримується

source: Datatype Unlicensed
af: Datatipe: Ongelisensieer
bg: Данните са нелицензирани
ca: El tipus de dades no està llicenciat
da: Datatype mangler licens
de: Datentyp unlizenziert
el: Τύπος δεδομένων χωρίς άδεια χρήσης
es: Tipo de datos sin licencia
et: Andmetüüp litsentsita
eu: Datu-mota lizentziarik gabe
fa: نوع دادۀ بدون مجوز
fi: Datatyyppiä ei lisensoitu
hu: Nem licencelt adattípus
ja: データタイプ ライセンスされていません
ka: მონაცემის ტიპი არალიცენზირებულია
km: ប្រភេទ​ទិន្នន័យ​គ្មាន​អាជ្ញាប័ណ្ណ
ko: 데이터형식 라이센스 안됨
lt: Duomenų tipas nelicencijuotas
nds: Datentyp nich lizenseert
ne: डेटाप्रकारलाई इजाजतपत्र दिएको छैन
pa: ਡਾਟਾਕਿਸਮ ਬਿਨ-ਲਾਇਸੈਂਸ
pl: Typ danych nielicencjonowany
pt: Tipo de Dados sem Licença
pt_br: Tipo de Dados Não Licenciado
ru: Тип данных не лицензирован
sk: Dátový typ bez licencie
sr: Тип података није лиценциран
th: ชนิดข้อมูลนี้ไม่มีใบอนุญาต
tr: Veri Tipi Lisanssız
uk: Тип даних: не ліцензійний

source: Restricted Player
af: Beperkte Speler
bg: Ограничен плеър
ca: Reproductor restringit
da: Begrænset afspiller
de: Beschränkter Player
el: Περιορισμένος αναπαραγωγέας
es: Reproductor limitado
et: Piiratud mängija
eu: Erreproduktore mugatua
fa: پخش‌کنندۀ محدودشده
fi: Rajoitettu soitin
fr: Lecteur restreint
hu: Korlátozott lejátszó
ja: 制限されたプレーヤ
ka: შეზღუდული დამკვრელი
km: កម្មវិធីចាក់​ដែល​បាន​ដាក់កម្រិត​
ko: 금지된 재생기
lt: Apribotas grotuvas
nds: Ingrenzt Afspeler
ne: निषेधित प्लेयर
pa: ਪਾਬੰਦੀਸ਼ੁਦਾ ਪਲੇਅਰ
pl: Ograniczony odtwarzacz
pt: Leitor Restrito
pt_br: Reprodutor Restrito
ru: Ограниченное воспроизведение
sk: Obmedzený prehrávač
sr: Ограничени плејер
th: ตัวเล่นที่โดนจำกัดสิทธิ์
tr: Kısıtlanmış Çalıcı
uk: Обмежений програвач

source: Stream Initializing
af: Besig om stroom te inisialiseer
bg: Инициализиране на потока
ca: S'està inicialitzant el flux
cs: Proud je inicializován
da: Strøm initieres
de: Stream-Initialisierung
el: Αρχικοποίηση ροής
es: Incializando el flujo
et: Voo initsialiseerimine
eu: Korrontearen hasieratzea
fa: مقداردهی اولیۀ جریان
fi: Virran alustus
fr: Initialisation du flux
hu: Adatfolyam inicializálása
it: Inizializzazione flusso
ja: ストリームの初期化
ka: ნაკადის ინიციალიზაცია
km: ការ​ចាប់ផ្ដើម​ស្ទ្រីម
ko: 스트림 초기화중
lt: Paleidžiamas srautas
nds: Stroom-Torechtmaken
ne: प्रवाह थालनी गर्दै
pa: ਸਟਰੀਮ ਸ਼ੁਰੂ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Inicjacja strumienia
pt: A Inicializar a Transmissão
pt_br: Inicialização de Stream
ru: Инициализация потока
sk: Inicializácia prúdu
sr: Покретање тока
th: กำลังเริ่มการประมวลผลสตรีม
tr: Müzik Yayını Başlatılıyor
uk: Започаткування потоку

source: Invalid Player
af: Ongeldige speler
bg: Невалиден плеър
ca: Reproductor invàlid
da: Ugyldig afspiller
de: Ungültiger Player
el: Μη έγκυρος αναπαραγωγέας
es: Reproductor no válido
et: Vigane mängija
eu: Baliogabeko erreproduktorea
fa: پخش‌کنندۀ نامعتبر
fi: Soitin ei kelpaa
hu: Érvénytelen lejátszó
it: Lettore non valido
ja: 不正なプレーヤ
ka: არასწორი დამკვრელი
km: កម្មវិធី​ចាក់​មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 재생기
lt: Klaidingas grotuvas
nds: Leeg Afspeler
ne: अवैध प्लेयर
pa: ਗਲਤ ਪਲੇਅਰ
pl: Nieprawidłowy odtwarzacz
pt: Leitor Inválido
pt_br: Reprodutor Inválido
sk: Neplatný prehrávač
sr: Неисправан плејер
th: ตัวเล่นใช้ไม่ได้
tr: Geçersiz Oynatıcı
uk: Не чинний програвач

source: Player Plus Only
af: Net speler 'plus'
bg: Само за Player Plus
ca: Només Reproductor Plus
da: Afspiller kun plus
de: Nur Player-Plus
el: Μόνο Player Plus
es: Sólo Player Plus
eu: Erreproduktore plusa soilik
fa: فقط پخش‌کنندۀ Plus
fi: Vain Player Plus
hu: Csak Player Plus
it: Solo Player Plus
ja: プレーヤ Plus のみ
ka: დამკვრელი პლუს მხოლოდ
km: តែ​​​ការ​បូក​កម្មវិធីចាក់​ប៉ុណ្ណោះ
ko: 재생기 플러스만
lt: Tik grotuvas plius
nds: Bloots Afspeler-PLUS
ne: प्लेयर प्लस मात्र
pa: ਪਲੇਅਰ ਪਲੱਸ ਹੀ
pl: Tylko odtwarzacz plus
pt: Apenas para o Leitor Plus
pt_br: Somente Mais o Reprodutor
sk: Iba player plus
sr: Плејер плус само
th: Player Plus เท่านั้น
tr: Sadece Player Plus
uk: Тільки програвач плюс

source: No Embedded Players
af: Geen ingelegde spelers nie
bg: Няма вградени плеъри
ca: Cap reproductor incrustat
da: Ingen indlejrede afspillere
de: Keine integrierten (embedded) Player
el: Χωρίς ενσωματωμένους αναπαραγωγείς
es: Sin reproductores embebidos
et: Põimitud mängijad puuduvad
eu: Kapsulatu gabeko erreproduktoreak
fa: بدون پخش‌کننده‌های نهفته
fi: Ei upotettuja soittimia
hu: Nincs beágyazott lejátszó
it: Nessun lettore integrato
ja: 埋め込みプレーヤなし
ka: ჩაშენებული დამკვრელი არაა
km: គ្មាន​កម្មវិធី​ចាក់​បង្កប់
ko: 내장된 재생기 없음
lt: Negalimi įterpti grotuvai
nds: Keen inbett Afspelers
ne: सम्मिलित प्लेयरहरू छैन
pa: ਕੋਈ ਸ਼ਾਮਿਲ ਪਲੇਅਰ ਨਹੀਂ
pl: Brak osadzonych odtwarzaczy
pt: Sem Leitores Incorporados
pt_br: Nenhum Reprodutor Embarcado
sk: Žiadne vložené prehrávače
sr: Нема угњеждених плејера
th: ไม่มีตัวเล่นแบบฝัง
tr: Gömülü Çalıcı Yok
uk: Нема вбудованих програвачів

source: Pna Prohibited
af: Pna verbode
bg: Pna е незаконен
ca: Pna prohibit
da: PNA forbudt
de: Pna verboten
el: Απαγορεύεται το Pna
es: Prohibido Pna
et: Pna keelatud
eu: PNA debekatuta
fa: Pna منع شد
fi: Pna kielletty
hu: "Pna" tiltott
it: Pna proibito
ja: Pna 禁止されています
ka: Pna გაფართოება
km: បាន​ហាម​ឃាត់ Pna
ko: Pna 금지됨
lt: PNA draudžiami
nds: "Pna" nich tolaten
ne: पीएनए निषेधित गरियो
pa: Pna ਪਾਬੰਦੀਸ਼ੁਦਾ
pl: Pna zabronione
pt: PNA Proibido
pt_br: Pna Não é Permitido
sk: Pna zakázané
sr: Pna забрањено
th: ห้าม Pna
tr: Pna
uk: Pna: заборонено

source: Authentication Unsupported
af: Identiteitsverklaring: Nie ondersteun nie
bg: Проверката не се поддържа
ca: Autenticació: No acceptada
da: Godkendelseskontrol understøttes ikke
de: Authentifizierung wird nicht unterstützt
el: Μη υποστηριζόμενη ταυτοποίηση
es: Autenticación no soportada
et: Autentimine pole toetatud
eu: Autentifikazioa: ez dago onartuta
fa: احراز هویت پشتیبانی‌نشده
fi: Todennusta ei tueta
hu: Felhasználó-azonosítás nem támogatott
ja: 認証 サポートしていません
ka: ავთენტიფიკაცია მხარდაუჭერელია
km: ការ​ផ្ទៀតផ្ទាត់​ភាព​ត្រឹមត្រូវ​មិន​បានគាំទ្រ
ko: 인증 지원하지 않음
lt: Patvirtinimas: nesuprantama
nds: Identiteetprööv nich ünnerstütt
ne: प्रमाणीकरण असमर्थित छ
pl: Uwierzytelnianie nieobsługiwane
pt: Autenticação Não Suportada
pt_br: Autenticação Não Suportada
sk: Autentizácia Nepodporované
sr: Аутентификација, није подржана
th: ไม่รองรับการตรวจสอบสิทธิ์
tr: Kimlik Doğrulama Desteklenmiyor
uk: Автентифікація не підтримується

source: Max Failed Authentications
af: Maks. aantal onsuksesvolle identiteitsverklarings
bg: Макс. несполучливи проверки
ca: S'ha fallat el nombre màxim d'autenticacions
da: Maksimalt mislykkede godkendelseskontroller
de: Maximal fehlgeschlagene Authentifizierungen
el: Μέγιστος αριθμός αποτυχιών ταυτοποίησης
es: Máximo de autenticaciones fallidas
eu: Autentifikazioa: gehienezko hutsegiteak
fa: احراز هویتهای بیشینۀ خراب‌شده
fi: Epäonnistuneiden todennusten maksimimäärä
hu: Sikertelen felhasználó-azonosítások maximális száma
ka: მაქსიმალური ჩავარდნილი ავთენტიფიკაციები
km: ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​បានបរាជ័យ​អតិ.
ko: 최대 실패 인증
lt: Daugiausia nepavykusių patvirtinimų
nds: Hööchsttall fehlslaan Identiteetproven
ne: अधिकतम असफल प्रमाणीकरणहरू
pl: Maksymalna liczba nieudanych uwierzytelnień
pt: Máximo de Autenticações Falhadas
pt_br: Máximo de Autenticações Falhas
sk: Maximum zlyhaných autentizácii
sr: Макс. неуспелих аутентификација
th: อนุญาตให้ตรวจสอบสิทธิ์ล้มเหลวได้มากที่สุดกี่ครั้ง
tr: Başarısız Kimlik Doğrulamalarının Üst Sınırı
uk: Макс. кількість невдалих автентифікацій

source: Authentication Access Denied
af: Identiteitverklaring: Toegang geweier
bg: Проверка - отказан достъп
ca: Autenticació: Accés denegat
da: Godkendelsesadgang nægtet
de: Authentication: Zugang nicht gestattet
el: Άρνηση πρόσβασης ταυτοποίησης
es: Autenticación acceso denegado
eu: Autentifikazioa: sarbidea ukatuta
fa: دستیابی به احراز هویت رد شد
fi: Todennus: Pääsy kielletty
hu: Felhasználó-azonosítás - hozzáférés megtagadva
ja: 認証 アクセスが拒否されました
ka: ავთენტიფიკაცია წვდომა აკრძალულია
km: បាន​បដិសេធ​ការ​ផ្ទៀតផ្ទាត់​ភាព​ត្រឹមត្រូវ
ko: 인증 접근 거부
lt: Patvirtinimas: prieiga nesuteikta
nds: Identiteetprööv: Togang afwiest
ne: प्रमाणीकरण पहुँच अस्वीकार गरियो
pl: Uwierzytelnianie: dostęp zabroniony
pt: Acesso para Autenticação Negado
pt_br: Autenticação: Acesso Negado
sk: Autentizácia Prístup zakázaný
sr: Аутентификација, приступ одбијен
th: การตรวจสอบสิทธิ์ การเข้าถึงถูกปฏิเสธ
tr: Kimlik Doğrulama Erişimi Engellendi
uk: Відмовлено в доступі автентифікації

source: Authentication Uuid Read Only
af: Identiteitverklaring: Uuid lees alleen
bg: Проверка - Uuid само за четене
ca: Autenticació: UUID només de lectura
da: Skrivebeskyttet brugeridentifikation for godkendelseskontrol
de: Authentication: Uuid nur lesend
el: Uuid ταυτοποίησης μόνο για ανάγνωση
es: Autenticación Uuid de solo lectura
eu: Autentifikazioa: UUID irakurtzeko soilik
fa: Uuid احراز هویت فقط خواندنی
fi: Todennus: UUID vain luku
hu: Felhasználó-azonosítás - UUID csak olvasható
ja: 認証 UUDI 読み取り専用
ka: ავთენტიფიკაცია Uuid წაკითხვა მხოლოდ
km: កា​រផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ Uuid បាន​តែ​អាន
ko: 인증 Uuid 읽기 전용
lt: Patvirtinimas: uuid tik skaitymui
nds: Identiteetprööv: UUID bloots leesbor
ne: प्रमाणीकरण युइड पढ्ने मात्र
pl: Uwierzytelnianie: Uuid tylko do odczytu
pt: UUID de Autenticação Apenas para Leitura
pt_br: Autenticação: Uuid Somente Leitura
sk: Autentizácia Uuid iba na čítanie
sr: Аутентификација, Uuid само за читање
th: การตรวจสอบสิทธิ์ Uuid อ่านได้อย่างเดียว
uk: Автентифікація Uuid: тільки для читання

source: Authentication Uuid Not Unique
af: Identiteitverklaring: Uuid nie uniek nie
bg: Проверка - Uuid не е уникално
ca: Autenticació: UUID no és únic
da: Brugeridentifikation for godkendelseskontrol ikke entydig
de: Authentication: Uuid ist nicht einmalig
el: Μη μοναδικό Uuid ταυτοποίησης
es: Autenticación Uuid no único
eu: Autentifikazioa: UUIDa ez da bakarra
fa: Uuid احراز هویت، یکتا نیست
fi: Todennus: UUID ei uniikki
hu: Felhasználó-azonosítás - UUID nem egyedi
ja: 認証 UUID が一意ではありません
ka: ავთენტიფიკაცია Uuid არაა უნიკალური
km: ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ Uuid មិនមាន​តែ​មួយ​គត់
ko: 인증 Uuid 유일하지 않음
lt: Patvirtinimas: uuid ne vienintelis
nds: Identiteetprööv: UUID nich eensoortet
ne: प्रमाणीकरण युइड अद्धितिय छैन
pl: Uwierzytelnianie: Uuid nie jest unikalny
pt: UUID de Autenticação Não Único
pt_br: Autenticação: Uuid Não é Único
sk: Autentizácia Uuid nie je unikátne
sr: Аутентификација, Uuid није јединствен
th: การตรวจสอบสิทธิ์ Uuid มีซ้ำ
uk: Автентифікація Uuid: не унікальна

source: Authentication No Such User
af: Identiteitverklaring: Gebruiker bestaan nie
bg: Проверка - няма такъв потребител
ca: Autenticació: L'usuari no existeix
da: Godkendelseskontrol ingen sådan bruger
de: Authentication: Diesen Benutzer gibt es nicht
el: Δεν υπάρχει τέτοιος χρήστης ταυτοποίησης
es: Usario para autenticación no existente
eu: Autentifikazioa: ez dago halako erabiltzailerik
fa: احراز هویت بدون چنین کاربری
fi: Todennus: Ei tällaista käyttäjää
hu: Felhasználó-azonosítás - nincs ilyen felhasználó
ja: 認証 ユーザなし
ka: ავთენტიფიკაცია ასეთი მომხმარებელი არაა
km: ការ​ផ្ទៀតផ្ទាត់​ភាព​ត្រឹមត្រូវ​គ្មានអ្នក​ប្រើបែប​នេះ
ko: 인증 그런 사용자가 없음
lt: Patvirtinimas: nėra tokio naudotojo
nds: Identiteetprööv: Dissen Bruker gifft dat nich
ne: प्रमाणीकरण प्रयोगकर्ता छैन
pl: Uwierzytelnianie: brak takiego użytkownika
pt: Utilizador Autenticado Inválido
pt_br: Autenticação: Usuário Não Existe
sk: Autentizácia Taký užívateľ neexistuje
sr: Аутентификација, нема таквог корисника
th: การตรวจสอบสิทธิ์ ไม่มีผู้ใช้ที่ระบุ
tr: Kimlik Doğrulama Böyle Bir Kullanıcı Yok
uk: Автентифікація: нема такого користувача

source: Authentication Registration Succeeded
af: Identiteitverklaring Registrasie: Suksesvol
bg: Проверка - успешна регистрация
ca: Autenticació: S'ha registrat amb èxit
da: Godkendelseskontrol Registrering lykkedes
de: Authentication: Registrierung erfolgreich
el: Επιτυχία εγγραφής ταυτοποίησης
es: Autenticación Registrado con éxito
eu: Autentifikazioa: ongi erregistratu da
fa: ثبات احراز هویت موفق شد
fi: Todennus: Rekisteröinti onnistui
hu: Felhasználó-azonosítás - a regisztráció sikerült
ja: 認証 登録成功
ka: ავთენტიფიკაცია რეგისტრაცია წარმატებულია
km: ការ​ផ្ទៀងផ្ទាត់​ការ​ចុះឈ្មោះ​បាន​ជោគជ័យ
ko: 인증 등록 성공함
lt: Patvirtinimas: pavyko prisiregistruoti
nds: Identiteetprööv: Inmeldt
ne: प्रमाणीकरण दर्ता सफल भयो
pl: Uwierzytelnianie: rejestracja powiodła się
pt: Registo para Autenticação Bem Sucedido
pt_br: Autenticação: Registro Bem Sucedido
sk: Autentizácia Registrácia úspešná
sr: Аутентификација, регистрација успела
th: การตรวจสอบสิทธิ์ การลงทะเบียนสำเร็จ
tr: Kimlik Doğrulama Kayıt Olma İşlemi Başarılı
uk: Автентифікація: реєстрація успішна

source: Authentication Registration Failed
af: Identiteitverklaring Registrasie: Onsuksesvol
bg: Проверка - неуспешна регистрация
ca: Autenticació: Ha fallat el registre
da: Godkendelseskontrol Registrering mislykkedes
de: Authentication: Registrierung fehlgeschlagen
el: Αποτυχία εγγραφής ταυτοποίησης
es: Autenticación Error al registrar
eu: Autentifikazioa: huts egin du erregistratzean
fa: خرابی در ثبات احراز هویت
fi: Todennus: Rekisteröinti epäonnistui
hu: Felhasználó-azonosítás - a regisztráció nem sikerült
ja: 認証 登録失敗
ka: ავთენტიფიკაცია რეგისტრაცია ვერ განხორციელდა
km: កា​រផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​នៃ​កា​រចុះឈ្មោះ​បាន​បរាជ័យ
ko: 인증 등록 실패함
lt: Patvirtinimas: nepavyko prisiregistruoti
nds: Identiteetprööv: Inmellen fehlslaan
ne: प्रमाणीकरण दर्ता असफल भयो
pl: Uwierzytelnianie: rejestracja nie powiodła się
pt: O Registo para Autenticação Falhou
pt_br: Autenticação: Registro Falhou
sk: Autentizácia Registrácia zlyhala
sr: Аутентификација, регистрација није успела
th: การตรวจสอบสิทธิ์ การลงทะเบียนล้มเหลว
tr: Kimlik Doğrulama Kayıt Olma İşlemi Başarısız
uk: Автентифікація: реєстрація зазнала невдачі

source: Authentication Registration Guid Required
af: Identiteitverklaring Registrasie: Guid word benodig
bg: Проверка - необходимо е ръководство за регистрация
ca: Autenticació: Es requereix un GUID del registre
da: Gruppeidentifikation for registrering af godkendelseskontrol kræves
de: Authentication: Registrierungs-Guid benötigt
el: Αιτήθηκε εγγραφή Guid ταυτοποίησης
es: Autenticación Guid requerido al registrar
eu: Autentifikazioa: erregistratzeak GUIDa behar du
fa: راهنمای ثبات احراز هویت مورد نیاز
hu: Felhasználó-azonosítás - regisztrációs GUID szükséges
ja: 認証 GUID 再登録が必要です
ka: ავთენტიფიკაცია რეგისტრაცია აუცილებელია
km: ត្រូវ​ការ​មគ្គុទ្ទេសក៍​ផ្ទៀងផ្ទាត់​ការ​ចុះឈ្មោះ
ko: 인증 등록 Guid 요구됨
lt: Patvirtinimas: reikalingas registravimosi guid
nds: Identiteetprööv: Inmell-GUID nödig
ne: प्रमाणीकरण दर्ता गुइड आवश्यक छ
pl: Uwierzytelnianie: wymagany guid rejestracji
pt: GUID de Registo para Autenticação Obrigatório
pt_br: Autenticação: Guid de Registro Necessária
sk: Autentizácia Požadované guid pre registráciu
sr: Аутентификација, неопходна регистрација Guid-а
th: การตรวจสอบสิทธิ์ ต้องการ Guid สำหรับลงทะเบียน
uk: Автентифікація: потрібний Guid реєстрації

source: Authentication Unregistered Player
af: Identiteitverklaring: Deregistreer speler
bg: Проверка - нерегистриран плеър
ca: Autenticació: El reproductor no està registrat
da: Godkendelseskontrol afspiller ikke registreret
de: Authentication: Unregistrierter Player
el: Μη εγγεγραμμένος αναπαραγωγέας ταυτοποίησης
es: Autenticación Reproductor no registrado
eu: Autentifikazioa: erreproduktorea erregistratu gabea
fa: پخش‌کنندۀ ثبت‌نشدۀ احراز هویت
fi: Todennus: Rekisteröimätön soitin
hu: Felhasználó-azonosítás - nem regisztrált lejátszó
ja: 認証 未登録のプレーヤ
ka: ავთენტიფიკაცია დაურეგისტრირებელი დამკვრელი
km: កា​រផ្ទៀងផ្ទាត់​កម្មវិធី​ចាក់​ដែលមិនបាន​ចុះឈ្មោះ
ko: 인증 등록되지 않은 재생기
lt: Patvirtinimas: neregistruotas grotuvas
nds: Identiteetprööv: Keen inmeldt Afspeler
ne: प्रमाणीकरण दर्ता नगरिएका प्लेयर
pl: Uwierzytelnianie: niezarejestrowany odtwarzacz
pt: Leitor não Registado para Autenticação
pt_br: Autenticação: Reprodutor Não Registrado
sk: Autentizácia Neregistrovaný prehrávač
sr: Аутентификација, нерегистрован плејер
th: การตรวจสอบสิทธิ์ โปรแกรมเล่นไม่ได้ลงทะเบียน
tr: Kimlik Doğrulama Kaydolmamış Oynatıcı
uk: Автентифікація: незареєстрований програвач

source: Authentication Time Expired
af: Identiteitverklaring: Tyd verstreke
bg: Проверка - изтекло време
ca: Autenticació: S'ha excedit el temps
da: Godkendelseskontrol tid udløbet
de: Authentication: Zeit abgelaufen
el: Λήξη χρονικού ορίου ταυτοποίησης
es: Autenticación Plazo expirado
eu: Autentifikazioa: denbora iraungituta
fa: زمان احراز هویت منقضی شد
fi: Todennus: Aika loppui
hu: Felhasználó-azonosítás - az idő lejárt
it: Tempo di autenticazione scaduto
ja: 認証 時間切れ
ka: ავთენტიფიკაცია ვადაგასულია
km: ផុត​កំណត់​ពេលវេលា​ផ្ទៀងផ្ទាត់​ការ​ចុះឈ្មោះ
ko: 인증 시간 만료됨
lt: Patvirtinimas: baigėsi galiojimo laikas
nds: Identiteetprööv: Tiet aflopen
ne: प्रमाणीकरण समय समाप्त भयो
pl: Uwierzytelnianie: przekroczony czas
pt: Tempo de Autenticação Expirado
pt_br: Autenticação: Tempo Esgotado
sk: Autentizácia Čas vypršal
sr: Аутентификација, време истекло
th: การตรวจสอบสิทธิ์ หมดเวลา
tr: Kimlik Doğrulama Zaman Doldu
uk: Автентифікація: вийшов час

source: Authentication No Time Left
af: vIdentiteitverklaring: Niks tyd oor nie
bg: Проверка - няма време
ca: Autenticació: No resta temps
da: Godkendelseskontrol ingen tid tilbage
de: Authentication: Keine verbleibende Zeit
el: Λήξη χρόνου ταυτοποίησης
es: Autenticación Tiempo terminado
eu: Autentifikazioa: ez da denborarik geratzen
fa: احراز هویت بدون زمان باقی‌مانده
fi: Ei todennusaikaa jäljellä
hu: Felhasználó-azonosítás - nincs több idő
ja: 認証 時間が残っていません
ka: ავთენტიფიკაცია დრო არაა დარჩენილი
km: គ្មាន​ពេលវេលា​នៅ​សល់​សម្រាប់ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ
ko: 인증 남은 시간 없음
lt: Patvirtinimas: nebeliko laiko
nds: Identiteetprööv: Keen Tiet mehr na
ne: प्रमाणीकरण समय बाँकी छैन
pl: Uwierzytelnianie: koniec czasu
pt: Sem Tempo Restante para a Autenticação
pt_br: Autenticação: Nenhum Tempo Restando
sk: Autentizácia Nezostal žiaden čas
sr: Аутентификација, нема више времена
th: การตรวจสอบสิทธิ์ ไม่มีเวลาเหลือ
tr: Kimlik Doğrulama Zaman Kalmadı
uk: Автентифікація: не залишилось часу

source: Authentication Account Locked
af: Identiteitverklaring: Rekening is gesluit
bg: Проверка - сметката е заключена
ca: Autenticació: El compte està blocat
da: Godkendelseskontrol konto låst
de: Authentication: Konto gesperrt
el: Κλειδωμένος λογαριασμός ταυτοποίησης
es: Autenticación Cuenta bloqueada
eu: Autentifikazioa: kontua blokeatuta
fa: حساب احراز هویت قفل شد
fi: Todennus: Tili lukittu
hu: Felhasználó-azonosítás - az azonosító zárolva van
ja: 認証 アカウントがロックされています
ka: ავთენტიფიკაცია ანგარიში დაბლოკილია
km: បានចាក់​សោ​គណនីការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ
ko: 인증 계정 잠김
lt: Patvirtinimas: paskyra užrakinta
nds: Identiteetprööv: Konto afslaten
ne: प्रमाणीकरण खाता ताल्चा लगाइएको छ
pl: Uwierzytelnianie: konto zablokowane
pt: Conta de Autenticação Bloqueada
pt_br: Autenticação: Conta Bloqueada
sk: Autentizácia Účet uzamknutý
sr: Аутентификација, налог закључан
th: การตรวจสอบสิทธิ์ บัญชีถูกล็อค
tr: Kimlik Doğrulama Hesap Kilitli
uk: Автентифікація: рахунок заблоковано

source: Authentication Invalid Server Cfg
af: Identiteitverklaring: Ongeldige bediener opstelling
bg: Проверка - невалидна настройка на сървър
ca: Autenticació: La configuració del servidor és invàlida
da: Godkendelseskontrol ugyldig serverindstilling
de: Authentication: Ungültige Serverkonfiguration
el: Μη έγκυρη ρύθμιση εξυπηρετητή ταυτοποίησης
es: Autenticación servidor de configuración inválido
eu: Autentifikazioa: baliogabeko zerbitzari-konf
fa: پیکربندی کارساز نامعتبر احراز هویت
fi: Todennus: Palvelimen asetukset eivät kelpaa
hu: Felhasználó-azonosítás - érvénytelen kiszolgáló-beállítás
ja: 認証 不正なサーバ設定
ka: ავთენტიფიკაცია სერვერის არასწორი Cfg
km: កា​រផ្ទៀងផ្ទាត់ម៉ាស៊ីន​បម្រើ Cfg មិន​ត្រឹមត្រូវ
ko: 인증 유효하지 않은 서버 설정
lt: Patvirtinimas: klaidingos serverio parinktys
nds: Identiteetprööv: Leeg Serverinstellen
ne: प्रमाणीकरण अवैध सर्भर कन्फिगरेसन
pl: Uwierzytelnianie: nieprawidłowa konfiguracja serwera
pt: Configuração do Servidor para Autenticação Inválida
pt_br: Autenticação: Configuração do Servidor Inválida
sk: Autentizácia Neplatná konfigurácia serveru
sr: Аутентификација, неисправна подешавања сервера
th: การตรวจสอบสิทธิ์ การตั้งค่าของเซิร์ฟเวอร์ไม่ถูกต้อง
tr: Kimlik Doğrulama Geçersiz Sunucu Yapılandırması
uk: Автентифікація: не чинна конфігурація сервера
