Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Disable fadeout. Music will stop immediately.
af: Deaktiveer uitdoof. Die musiek sal oombliklik stop.
bg: Изключване на затихването. Изпълнението ще спре веднага.
ca: Deshabilita l'esvaïment sortint. La música s'aturarà immediatament.
cs: Zakázat zeslabování, přehrávání bude ukončeno okamžitě.
da: Deaktivér borttoning. Musikken stopper med det samme.
de: Deaktiviert das Ausblenden, die Wiedergabe stoppt augenblicklich.
el: Απενεργοποίηση ομαλού σβησίματος. Η μουσική θα σταματά άμεσα.
es: Desactivar fundido. La música se detendrá inmediatamente.
et: Hääbumine on keelatud, muusika peatub otsekohe.
fa: غیرفعال‌سازی محو شدن. موسیقی فوراً می‌ایستد.
fi: Poista käytöstä ristiinhäivytys. Musiikki pysähtyy heti.
fr: Désactive le fondu de fin. La musique s'arrêtera immédiatement.
hu: Lehalkítás kikapcsolása. A zene azonnal leáll.
it: Disabilita dissolvenza. La musica si fermerà immediatamente.
ja: フェードアウトを無効にします。停止ボタンで直ちに再生を停止します。
km: បិទ​ការ​លិចបន្តិចម្ដងៗ ។ តន្ត្រី​នឹង​បញ្ឈប់​ភ្លាមៗ ។
lt: Nepritildant daina nustos groti tučtuojau.
nb: Slå av uttoning, Musikken stopper med en gang.
nds: Nich utblennen, de Musik is op'n Stutz weg
ne: फेडआउट अक्षम पार्नुहोस् । सङ्गीत तत्काल रोकिनेछ ।
nl: Uitvagen uitschakelen. De muziek zal abrupt stoppen.
nn: Slår av lyduttoning. Musikken stoppar med éin gong.
pl: Wyłącz wyciszenie. Odtwarzanie muzyki będzie zatrzymywane natychmiast.
pt: Desactivar o amortecimento. A música irá parar imediatamente.
pt_br: Desabilitar diminuição do som. A música parará imediatamente.
sk: Vypnúť zoslabovanie. Hudba bude zastavená okamžite.
sr: Искључи утапање, тако да музика тренутачно престаје.
th: ปิดการหรี่เสียงจบ เพลงจะหยุดทันที
tr: Kaybolmayı kapat. Müzik hemen durdurulacak.
uk: Вимкнути поступове зменшення гучності. Музика зупиняється миттєво.

source: Fadeout &duration:
af: Uitdoof lengte:
bg: Про&дължителност:
ca: &Durada de l'esvaïment sortint:
cs: &Doba trvání zeslabení:
da: Borttonings&længde:
de: Ausblende&dauer:
el: &Διάρκεια ομαλού σβησίματος:
es: &Duración del fundido:
et: Hääbumise k&estus:
fa: &مدت محو شدن:‌
fi: Loppuhäivityksen &pituus:
fr: &Durée du fondu de fin :
hu: A lehalkítás i&dőtartama:
it: &Durata della dissolvenza in uscita:
ja: フェードアウトの長さ(&D):
km: ថិរវេលា​លេចបន្តិចម្ដង ៖
lt: Pritil&dymo trukmė:
nb: Uttoningsleng&de:
nds: Utblenn-&Duer:
ne: फेडआउट अवधि:
nl: Uitvaag&duur:
nn: Uttonings&lengd:
pa: ਫੇਡਆਉਟ ਅੰਤਰਾਲ(&D):
pl: &Czas wyciszania:
pt: &Duração do amortecimento:
pt_br: Dur&ação da diminuição:
ru: &Длительность:
sk: &Trvanie zoslabenia:
sr: &Трајање утапања:
th: ระยะเ&วลาการหรี่เสียง:
tr: Kaybolma s&üresi:
uk: &Тривалість поступового зменшення гучності:

source: The length of the fadeout, in milliseconds.
af: Die lengte van die tussen uitdoof ("crossfade") tussen snitte, in millisekondes.
bg: Продължителност на затихването между записите в милисекунди.
ca: La longitud de l'esvaïment sortint, en mil·lisegons.
cs: Délka trvání zeslabení v milisekundách.
da: Borttoningens længde i millisekunder.
de: Dauer des Ausblendens in Millisekunden.
el: Η διάρκεια του ομαλού σβησίματος, σε χιλιοστά του δευτερολέπτου.
es: La duración del fundido, en milisegundos.
et: Hääbumise kestus millisekundites.
fa: طول محو شدن ، بر حسب میلی‌ثانیه.
fi: Loppuhäivytyksen pituus millisekunneissa.
fr: La durée du fondu de fin, en millisecondes.
hu: A lehalkítási idő hossza ezredmásodpercben
it: La durata della dissolvenza in uscita, in millisecondi.
ja: フェードアウトの長さをミリ秒単位で指定します。
km: រយៈពេល​នៃ​ការ​លេច​បន្តិច​ម្ដង គិត​ជា​មិល្លីវិនាទី ។
lt: Pritildymo trukmė milisekundėmis.
nb: Hvor lenge uttoninga skal vare, målt i millisekunder.
nds: De Duer vun't Utblennen, as Millisekunnen.
ne: मिलिसेकेन्डमा, फेडआउटको लम्बाइ ।
nl: De duur van het uitvagen, in milliseconden.
nn: Kor lenge uttoninga skal vara, målt i millisekund.
pa: ਫੇਡਆਉਟ ਦੀ ਲੰਬਾਈ ਮਿਲੀ ਸਕਿੰਟਾਂ ਵਿੱਚ ਹੈ।
pl: Długość wyciszenia w milisekundach.
pt: O tamanho da redução gradual de volume entre faixas, em milisegundos.
pt_br: A duração da diminuição do som, em milisegundos.
ru: Длительность плавного перехода в миллисекундах.
sk: Dĺžka zoslabovania, v milisekundách.
sr: Трајање утапања, у милисекундама.
th: ความยาวของการหรี่เสียง ในหน่วยมิลลิวินาที
tr: Milisaniye cinsinden kayboma süresi.
uk: Тривалість поступового зменшення гучності, в мілісекундах.

source: Fade&out
af: Uitdoof
bg: Зати&хване
ca: &Esvaïment sortint
cs: Zeslab&ování
da: B&orttoning
de: &Ausblenden
el: Ομαλό &σβήσιμο
es: F&undido
et: Hää&bumine
fa: &محو شدن‌
fi: &Loppuhäivytys:
fr: F&ondu de fin
hu: Leh&alkítás
it: Diss&olvenza in uscita
ja: フェードアウトする(&O)
km: លិច​បន្តិច​ម្ដង ៖
lt: Pritild&yti
nb: T&on ut
nds: Ut&blennen
ne: फेडआउट
nl: Uit&vagen
nn: &Lyduttoning
pa: ਫੇਡ ਆਉਟ(&o)
pl: Wyc&iszenie
pt: Am&ortecimento
pt_br: Diminuiçã&o do som
ru: &Включить
sk: &Zoslabovanie
sr: &Утапање
th: &หรี่เสียงจบ
tr: &Kaybolma
uk: Поступове з&меншення гучності

source: Fade the music out when the Stop button is pressed.
af: Doof die musiek uit wanneer die stop knoppie gedruk word.
bg: Затихване на звука при натискане на бутона "Стоп".
ca: Esvaeix la música quan es premi el botó «Atura».
cs: Zeslabit hudbu po stisknutí tlačítka Stop.
da: Ton musikken bort når stopknappen klikkes.
de: Blendet die Wiedergabe aus, wenn Stopp gedrückt wird.
el: Ομαλό σβήσιμο της μουσικής όταν πατιέται το κουμπί Σταμάτημα.
es: Fundir la música al pulsar el botón «Detener».
et: Muusika hääbumine peatamisnupu vajutamisel.
fa: هنگامی که دکمۀ ایست فشار داده می‌شود، موسیقی محو می‌شود.
fi: Ristiinhäivytä kun painetaan Pysäytä-painiketta.
fr: Fondu sur la musique lorsque le bouton « Arrêter » est pressé.
hu: A zene leállítása lehalkítás alkalmazásával a Leállítás gomb megnyomásakor
it: Dissolvenza della musica quando si preme il tasto Ferma.
ja: 停止ボタンで再生をフェードアウトします。
km: ធ្វើ​ឲ្យ​តន្ត្រី​លិច​បន្តិចម្ដងៗ​នៅ​ពេល​ចុច​ប៊ូតុង បញ្ឈប់ ។
lt: AmaroK pritildys dainą paspaudus mygtuką „Sustabdyti“.
nb: Ton musikken ut når stopp-knappen trykkes.
nds: De Musik bi'n Klick op den "Anhollen"-Knoop utblennen
ne: रोक्ने बटन थिच्दा सङ्गीत फेडआउट गर्नुहोस् ।
nl: Laat de muziek zachtjes uitvagen als er op de stop-knop wordt geklikt.
nn: Ton ut lyden når du trykkjer på «Stopp»-knappen.
pl: Wycisza muzykę, kiedy zostaje wciśnięty przycisk Stop.
pt: Diminui gradualmente a música quando carregar no botão Parar.
pt_br: Diminuir o som da música quando o botão Parar for pressionado.
sk: Zoslabiť hudbu po stlačení tlačidla na zastavenie
sr: Утопи музику полако када се притисне дугме заустављања.
th: หรี่เสียงดนตรีเมื่อมีการกดปุ่มหยุด
tr: Dur düğmesine basıldığında müziği yavaş yavaş kısarak kapat.
uk: Поступово зменшувати гучність, коли натиснуто на кнопку Стоп.

source: &Use On-Screen-Display
af: Gebruik OSD ("On screen display")
bg: Използване на On-Sc&reen-Display (OSD)
ca: &Utilitza el visor en pantalla (OSD)
cs: Po&užívat OSD
da: &Brug visning på skærm
de: On-Screen-Display &verwenden
el: &Χρήση απεικόνισης στην οθόνη (OSD)
es: &Usar On-Screen-Display
et: Ekraaniesituse (OSD) kas&utamine
eu: &Erabili pantaila gaineko bistaraketa
fa: &استفاده از نمایش روی پرده‌
fi: Käytä k&uvaruutunäyttöä
fr: &Utiliser l'affichage à l'écran OSD
he: &עשה שימוש בתצוגה־על־המסך
hu: OS&D használata
it: &Usa On-Screen-Display
ja: オンスクリーンディスプレイ (OSD) を使う(&U)
ka: ეკრან&ული შეტყობინებების გამოყენება
km: ប្រើ​ការ​បង្ហាញ​លើ​អេក្រង់
ko: 화면상 디스플레이 사용(&U)
lt: &Įjungti pranešimus
nb: &Bruk skjermmeldinger
nds: Op-Schirm-Dorstellen (OSD) br&uken
ne: पर्दा प्रदर्शनमा प्रयोग गर्नुहोस्
nl: On-Screen-Display gebr&uiken
nn: &Bruk skjermmeldingar
pa: ਆਨ-ਸਕਰੀਨ-ਝਲਕ (OSD) ਵਰਤੋਂ(&U)
pl: &Używaj wyświetlania na ekranie (OSD)
pt: &Utilizar 'On-Screen Display'
pt_br: &Usar Mensagem na Tela
ru: &Использовать индикатор
se: &Geavat šearbmadieđuid
sk: Po&užívať OSD
sr: &Користи екрански приказ (OSD)
th: ใช้&งานข้อความแสดงบนหน้าจอ
tr: Bilgilendirme Ekranını K&ullan
uk: &Використовувати індикатор (OSD)

source: Check to enable the On-Screen-Display. <br>The OSD briefly displays track data when a new track is played.
af: Kies hierdie om die OSD te aktiveer.<br>Die OSD vertoon kortliks snit informasie wanneer 'n nuwe snit begin speel
bg: Ако е включена тази отметка, ще се показва On-Screen-Display.
ca: Seleccioneu per habilitar el visor en pantalla.<br>Es visualitzarà breument la informació de la peça quan comenci a reproduir-se.
cs: Zaškrtněte pro povolení OSD. <br>Je-li spuštěna nová skladba, OSD stručně zobrazí její základní údaje.
da: Afkryds for at aktivere På-skærm-visning. <br> OSD viser kort spor-data når et spor afspilles.
de: Aktivieren Sie diese Einstellung, wenn Sie das On-Screen-Display (OSD) verwenden möchten. Das OSD zeigt Informationen beim Wechsel des Stücks an.
el: Επιλέξτε το για να ενεργοποιήσετε την απεικόνιση πάνω στην οθόνη (OSD). <br>Το OSD απεικονίζει για λίγο πληροφορίες ενός κομματιού στην αρχή της εκτέλεσής του.
es: Marque para activar el On-Screen-Display (visualización-en-pantalla). <br>El OSD muestra información sobre la pista cada vez que se reproduce una nueva.
et: Märkimisel lülitatakse sisse ekraaniesitus (On-Screen Display, OSD).<br>See näitab uue pala mängimise alustamisel mõneks hetkeks pala andmeid.
eu: Egiaztatu pantaila gaineko bistaraketa gaitzeko. <br>PGBek datuak laburki bistaratzen ditu pista berrian erreproduzitzean.
fa: علامت زدن برای فعال‌سازی نمایش روی پرده. <br>هنگامی که شیار جدید پخش می‌شود، OSD به طور خلاصه دادۀ شیار را نمایش می‌دهد.
fi: OSD (On-Screen-Display) eli <b>kuvaruutunäyttö</b> näyttää näytöllä väliaikaisesti pienen ponnahdusikkunan, kun kappale vaihtuu ja näyttää kappaleen tiedot.
fr: Cochez cette case pour activer l'affichage à l'écran OSD. <br>Lorsqu'un nouveau morceau est joué, des informations le concernant (comme son titre ou sa durée) s'affichent brièvement à l'écran.
he: סמן כדי לאפשר תצוגה על המסך.<br> התצוגה מראה לזמן קצר את פרטי הרצועה המתנגנת בזמן שרצועה חדשה מנוגנת.
hu: Ha szeretne OSD-t (képernyőn való kijelzés), akkor jelölje be. <br>Az OSD megjeleníti a szám adatait egy új számra való váltáskor.
it: Spuntare per abilitare l'On-Screen-Display.<br>L'OSD mostrerà brevemente le informazioni della traccia quando ne verrà riprodotta una nuova.
ja: オンスクリーンディスプレイ (OSD) を有効にするにはチェックを入れてください。<br>OSD は新しいトラックの再生が始まると、そのトラックの情報を画面に表示します。
ka: შემოწმება -სკენ ეკრანი ჩვენება<br> OSD a ახალი ტოლია.
km: ធីក ដើម្បី​អនុញ្ញាត​ការ​បង្ហាញ​លើ​អេក្រង់ ។<br>ការ​បង្ហាញ​លើ​អេក្រង់​នឹង​បង្ហាញ​ទិន្នន័យ​សង្ខេបៗ​អំពី​បទ នៅ​ពេល​ចាក់​បទ​ថ្មី ។
ko: 화면상 디스플레이 기능을 사용하려면 체크합니다.<br>화면상 디스플레이는 트랙이 재생될 때마다 간략하게 트랙 정보를 표시합니다.
lt: Įjungti pranešimus. <br>Pranešime pateikiama glausta informacija apie pradėtą groti dainą.
nb: Slå på skjermmeldinger.<br>Skjermmeldingene viser sporinformasjon når et nytt sport blir avspilt.
nds: Aktiveer dit, wenn Du de Op-Schirm-Dorstellen (OSD) anmaken wullt.<br>De OSD wiest in Kort Informatschonen, wenn en Stück jüst dat Spelen anfangt.
ne: पर्दा प्रदर्शन सक्षम पार्न जाँच गर्नुहोस् । <br>नयाँ ट्रयाक प्ले गर्दा ओएसडीले संक्षेपमा ट्रयाक डेटा प्रदर्शन गर्दछ ।
nl: Selecteer dit om On-Screen-Display te activeren.<br> Als een nieuwe track wordt afgespeeld zal informatie over deze track worden getoond op uw scherm.
nn: Slå på skjermmeldingar.<br>Skjermmeldingane viser sporinformasjon når eit nytt sport vert spelt av.
pa: ਆਨ-ਸਕਰੀਨ-ਝਲਕ (OSD) ਯੋਗ ਦੀ ਜਾਂਚ ਕਰੋ। <br>ਜਦੋਂ ਵੀ ਨਵਾਂ ਟਰੈਕ ਚੱਲਦਾ ਹੈ ਤਾਂ ਆਨ-ਸਕਰੀਨ-ਝਲਕ (OSD) ਟਰੈਕ ਜਾਣਕਾਰੀ ਵੇਖਾਉਦਾ ਹੈ।
pl: Zaznacz aby włączyć wyświetlanie na ekranie (OSD). <br>OSD na krótko wyświetla dane utworu w momencie gdy nowy utwór jest odtwarzany.
pt: Carregue para activar o 'On-Screen-Display'.<br>O OSD mostra durante um curto intervalo de tempo os dados da faixa quando esta é tocada.
pt_br: Selecione para habilitar a Mensagem na Tela (OSD). A Mensagem na Tela exibe brevemente os dados da faixa, quando uma nova faixa for reproduzida.
ru: Выводить индикатор <br>при смене дорожки с краткими сведениями о ней.
se: Merke dán jus hálidat šearbmadieđuid gevahit <br>Searbmadieđut čájehuvvot oanehaččat go ođđa bihttá čuojahuvvo.
sk: Zaškrtnite pre zapnutie OSD. <br>Ak je prehrávaná nová skladba, OSD stručne zobrazí údaje o nej.
sr: Означите да бисте укључили екрански приказ. <br>OSD укратко исписује на екрану податке о нумери која се тренутно пушта.
th: กาเลือกเพื่อเปิดใช้งานการแสดงข้อความบนหน้าจอ (OSD) <br>โดยที่ OSD จะแสดงข้อมูลของเพลงอย่างสั้นๆ เมื่อมีการเล่นเพลงใหม่
tr: Bilgilendirme Ekranı'nı açmak için, işaretleyin. <br>Bilgilendirme ekranı, kısaca, yeni bir parça çalınırken, parça bilgilerini gösterir.
uk: Ввімкніть, щоб показувати індикатор. <br>В ньому буде на короткий час з'являтися інформація про нову доріжку.

source: Check to enable the On-Screen-Display. The OSD briefly displays track data when a new track is played.
af: Kies hierdie om die OSD te aktiveer.Die OSD vertoon kortliks snit informasie wanneer 'n nuwe snit begin speel
bg: Включете тази отметка, ако искате да виждате On-Screen-Display. OSD показва кратка информация за новия запис.
ca: Seleccioneu per habilitar el visor en pantalla.Es visualitzarà breument la informació de la peça quan comenci a reproduir-se.
cs: Zaškrtněte pro povolení OSD. Je-li spuštěna nová skladba, OSD stručně zobrazí její základní údaje.
da: Afkryds for at aktivere På-skærm-visning. OSD viser kort spor-data når et spor afspilles.
de: Aktivieren Sie diese Einstellung, wenn Sie das On-Screen-Display (OSD) verwenden möchten. Das OSD zeigt Informationen beim Wechsel des Stücks an.
el: Επιλέξτε το για να ενεργοποιήσετε την απεικόνιση πάνω στην οθόνη (OSD). Το OSD απεικονίζει για λίγο πληροφορίες ενός κομματιού στην αρχή της εκτέλεσής του.
es: Marque para activar el On-Screen-Display (visualización-en-pantalla). El OSD muestra información sobre la pista cada vez que se reproduce una nueva.
et: Märkimisel lülitatakse sisse ekraaniesitus (On-Screen Display, OSD). See näitab uue pala mängimise alustamisel mõneks hetkeks pala andmeid.
eu: Egiaztatu pantaila gaineko bistaraketa gaitzeko. PGBek datuak laburki bistaratzen ditu pista berrian erreproduzitzean.
fa: علامت زدن برای فعال‌سازی نمایش روی پرده. هنگامی که یک شیار جدید پخش می‌شود، OSD به طور خلاصه دادۀ شیار را نمایش می‌دهد.
fi: OSD (On-Screen-Display) eli kuvaruutunäyttö näyttää näytöllä väliaikaisesti pienen ponnahdusikkunan, kun kappale vaihtuu ja näyttää kappaleen tiedot.
fr: Cochez cette case pour activer l'affichage à l'écran OSD. Lorsqu'un nouveau morceau est joué, des informations le concernant (comme son titre ou sa durée) s'affichent brièvement à l'écran.
he: סמן כדי לאפשר תצוגה על המסך, המציגה לזמן קצר את פרטי הרצועה המתנגנת בתחילת הרצועה.
hu: Ha szeretne OSD-t (képernyőn való kijelzés), akkor jelölje be. Az OSD megjeleníti a szám adatait egy új számra való váltáskor.
it: Spuntare per abilitare l'On-Screen-Display. L'OSD mostrerà brevemente le informazioni della traccia quando ne verrà riprodotta una nuova.
ja: オンスクリーンディスプレイ (OSD) を有効にするにはチェックを入れてください。OSD は新しいトラックの再生が始まると、そのトラックの情報を画面に表示します。
ka: შემოწმება -სკენ ეკრანი ჩვენება OSD a ახალი ტოლია.
km: ធីក ដើម្បី​អនុញ្ញាត​ការ​បង្ហាញ​លើ​អេក្រង់ ។ ការ​បង្ហាញ​លើ​អេក្រង់​នឹង​បង្ហាញ​ទិន្នន័យ​សង្ខេបៗ​អំពី​បទ នៅ​ពេល​ចាក់​បទ​ថ្មី ។
ko: 화면상 디스플레이 기능을 사용하려면 체크합니다. 화면상 디스플레이는 새 트랙이 재생될 때마다 간략하게 트랙 정보를 표시합니다.
lt: Įjungti pranešimus. Pranešime pateikiama glausta informacija apie pradėtą groti dainą.
nb: Slå på skjermmeldinger. Skjermmeldingene viser sporinformasjon når et nytt spor blir avspilt.
nds: Aktiveer dit, wenn Du de Op-Schirm-Dorstellen (OSD) anmaken wullt. De OSD wiest in Kort Informatschonen, wenn en Stück jüst dat Spelen anfangt.
ne: पर्दा प्रदर्शन सक्षम पार्न जाँच गर्नुहोस् । नयाँ ट्रयाक प्ले गर्दा ओएसडीले संक्षेप रूपमा ट्रयाक डेटा प्रदर्शन गर्दछ ।
nl: Selecteer dit om On-Screen-Display te activeren. Als een nieuwe track wordt afgespeeld zal informatie over deze track worden getoond op uw scherm.
nn: Slå på skjermmeldingar. Skjermmeldingane viser sporinformasjon når eit nytt sport vert spelt av.
pa: ਆਨ-ਸਕਰੀਨ-ਝਲਕ (OSD) ਯੋਗ ਦੀ ਜਾਂਚ ਕਰੋ। ਆਨ-ਸਕਰੀਨ-ਝਲਕ (OSD) ਜਦੋਂ ਵੀ ਨਵਾਂ ਟਰੈਕ ਚੱਲਦਾ ਹੈ ਤਾਂ ਉਸ ਬਾਰੇ ਸੰਖੇਪ ਜਾਣਕਾਰੀ ਵੇਖਾਉਦਾ ਹੈ।
pl: Zaznacz aby włączyć wyświetlanie na ekranie. OSD na krótko wyświetla dane utworu w momencie gdy nowy utwór jest odtwarzany.
pt: Carregue para activar o 'On-Screen-Display'. O OSD mostra durante um curto intervalo de tempo os dados da faixa quando esta é tocada.
pt_br: Selecione para habilitar a Mensagem na Tela. A Mensagem na Tela exibirá brevemente os dados da faixa, quando uma nova faixa for reproduzida.
ru: Выводить индикатор (в левом верхнем углу экрана) при смене дорожки с новой информацией.
se: Merke dása jus áiggut geavahit šearbmadieđuid. Šearbmadieđut oanehaččat čájeha bihtá dieđuid go ođđa bihttá čuojahuvvo.
sk: Zaškrtnite pre zapnutie OSD. Ak je prehrávaná nová skladba, OSD stručne zobrazí jej údaje.
sr: Означите да бисте укључили екрански приказ. OSD укратко исписује на екрану податке о нумери која се тренутно пушта.
th: กาเลือกเพื่อเปิดใช้งานการแสดงข้อความบนหน้าจอ (OSD) โดยที่ OSD จะแสดงข้อมูลของเพลงอย่างสั้นๆ เมื่อมีการเล่นเพลงใหม่
tr: Bilgilendirme Ekranı'nı açmak için, işaretleyin. Bilgilendirme Ekranı, kısaca, yeni bir parça çalınırken, parça bilgilerini gösterir.
uk: Ввімкніть, щоб показувати індикатор. В ньому буде на короткий час буде з'являтися інформація про нову доріжку.

source: &Font
af: Skrif tipe
bg: &Шрифт
ca: &Tipus de Lletra
cs: &Písmo
da: S&krifttype
de: &Schriftart
el: &Γραμματοσειρά
es: &Tipo de letra
eu: &Letra-tipoa
fa: &قلم‌
fi: K&irjasin
fr: &Police
he: &גופן
hu: &Betűtípus
it: &Carattere
ja: フォント(&F)
ka: &შრიფტი
km: ពុម្ពអក្សរ
ko: 글꼴(&F)
lt: Šri&ftas
nb: &Skrift
nds: &Schriftoort
ne: फन्ट
nl: &Lettertype
nn: &Skrift
pa: ਫੋਂਟ(&F)
pl: &Czcionka
pt: Tipo de &Letra
pt_br: &Fonte
ru: &Шрифт
se: &Fonta
sk: Pí&smo
sr: &Фонт
th: แ&บบอักษร
tr: &Yazıtipi
uk: &Шрифт

source: The font to use for the On-Screen Display.
af: Die skrif tipe wat vir die OSD gebruik moet word.
bg: Шрифт, който да бъде използван в OSD.
ca: El tipus de lletra que s'utilitzarà en el visor en pantalla.
cs: Font použitý pro OSD.
da: Skrifttypen der skal bruges til visning på skærm.
de: Die zu benutzende Schriftart für das On-Screen-Display.
el: Η γραμματοσειρά που θα χρησιμοποιηθεί για την απεικόνιση πάνω στην οθόνη (OSD).
es: El tipo de letra que utilizará el On-Screen-Display.
et: Ekraaniesituse (OSD) font.
eu: Pantaila gaineko bistaraketan erabiliko den letra-tipoa.
fa: قلم مورد استفاده برای نمایش روی پرده.
fi: Kuvaruutunäytössä käytettävä kirjasin.
fr: La police à utiliser pour l'affichage à l'écran OSD.
he: הגופן לשימוש בתצוגה על המסך.
hu: Az OSD-ben használandó betűtípus
it: Carattere da usare per l'On-Screen-Display.
ja: オンスクリーンディスプレイに使うフォント
ka: -სკენ -თვის ეკრანი ჩვენება.
km: ពុម្ពអក្សរ ដែល​ត្រូវ​ប្រើ​សម្រាប់​ការ​បង្ហាញ​លើ​អេក្រង់ ។
ko: 화면상 디스플레이에서 사용할 글꼴을 선택합니다.
lt: Pranešimo šriftas.
nb: Skrifta som skal brukes på skjermmeldingene.
nds: De Schriftoort för de Op-Schirm-Dorstellen.
ne: पर्दा प्रदर्शनका लागि प्रयोग गरिने फन्ट ।
nl: Het lettertype voor On-Screen-Display.
nn: Skrifta som skal brukast på skjermmeldingane.
pa: ਆਨ-ਸਕਰੀਨ-ਝਲਕ (OSD) ਵਿੱਚ ਵਰਤਣ ਲਈ ਫੋਂਟ ਹਨ।
pl: Czcionka używana do wyświetlania na ekranie.
pt: O tipo de letra a utilizar no 'On-Screen Display'.
pt_br: A fonte a ser usada para a Mensagem na Tela.
ru: Шрифт индикатора.
se: Fonta mii geavahuvvo šearbmadieđus.
sk: Písmo použité pre displej na obrazovke (OSD).
sr: Фонт који се користи за екрански приказ.
th: แบบอักษรที่จะใช้สำหรับข้อความแสดงบนหน้าจอ
tr: Bilgilendirme Ekranında kullanılacak yazıtipi.
uk: Шрифт для індикатора.

source: Draw &shadow
af: Teken skaduwee
bg: С&янка
ca: Dibuixa les ombre&s
cs: Kreslit &stín
da: Tegn s&kygge
de: S&chatten
el: Σχε&δίαση σκιάς
es: Dibujar &sombra
et: Var&ju näitamine
eu: Marraztu &itzala
fa: ترسیم &سایه‌
fi: Piirrä var&jo
fr: &Dessiner l'ombre
he: הצג הצ&ללה
hu: Á&rnyék rajzolása
it: Di&segna ombra
ja: 影を描画する(&S)
ka: &ჩრდილის დახატვა
km: បង្ហាញ​ស្រមោល
ko: 그림자 그리기(&S)
lt: Įjungti &šešėlį
nb: Tegn &skygge
nds: &Schaddens teken
ne: छायाँ कोर्नुहोस्
nl: &Schaduw tonen
nn: Teikn &skugge
pa: ਛਾਂ ਵੇਖਾਓ(&s)
pl: Rysuj &cień
pt: Desenhar &sombra
pt_br: Exibir &sombra
ru: Рисовать &тень
se: &Sárggo suoivvanasaid
sk: Kresliť &tieň
sr: Исцртај &сенку
th: วาดเ&งา
tr: &Gölge çiz
uk: Малювати &тінь

source: C&olors
af: Kleure
bg: Ц&ветове
cs: B&arvy
da: Far&ver
de: &Farben
el: &Χρώματα
es: C&olores
et: Vä&rvid
eu: K&oloreak
fa: &رنگها‌
fi: V&ärit
fr: C&ouleurs
he: &צבעים
hu: Szí&nek
it: C&olori
ja: 色(&O)
ka: &ფერები
km: ពណ៌
ko: 색(&O)
lt: &Spalvos
nb: &Farger
nds: &Klören
ne: रङ
nl: Kle&uren
nn: &Fargar
pa: ਰੰਗ(&o)
pl: K&olory
pt: C&ores
pt_br: C&ores
ru: &Цвета
se: &Ivnnit
sk: &Farby
sr: &Боје
th: สี
tr: &Renkler
uk: К&ольори

source: Use &custom colors
af: Spesifiseer jou eie kleure
bg: Използване на &потребителски цветове
ca: Usa &colors a mida
cs: Používat v&lastní barvy
da: &Brug selvvalgte farver
de: Eigene &Farben verwenden
el: Χρήση &προσαρμοσμένων χρωμάτων
es: Usar &colores personalizados
et: &Kohandatud värvide kasutamine
eu: Erabili kolore &pertsonalizatuak
fa: استفاده از رنگهای &سفارشی‌
fi: Käytä o&mia värejä
fr: Utiliser des &couleurs personnalisées
he: השתמש בצבעים &מותאמים־אישית
hu: E&gyéni színösszeállítás használata
it: Usa &colori personalizzati
ja: カスタム色を使う(&E)
ka: ს&ხვა ფერების გამოყენება
km: ប្រើ​ពណ៌ផ្ទាល់ខ្លួន
ko: 사용자 정의 색 사용(&C)
lt: Naudoti &pasirinktas spalvas
nb: Bruk &selvvalgte farger
nds: &Egen Klören bruken
ne: अनुकूल रङ प्रयोग गर्नुहोस्
nl: Eigen kleuren gebr&uiken
nn: Bruk &sjølvvalde fargar
pa: ਪਸੰਦੀਦਾ ਰੰਗ ਵਰਤੋਂ
pl: Użyj &własnych kolorów
pt: &Usar cores personalizadas
pt_br: Usar &cores personalizadas
ru: &Выбрать цвета
se: Geavat &iežat ivnniid
sk: Použiť &vlastné farby
sr: Користи &посебне боје
th: ใช้สีที่ตั้งเอง
tr: Öz&el renkleri kullan
uk: Використовувати &нетипові кольори
