Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <h2>First-run Wizard</h2> <p>This wizard will help you setup Amarok in three easy steps. Click <i>Next</i> to begin, or if you do not like wizards, click <i>Skip</i>.</p>
af: <h2>Eerste keer hardloop assistent</h2> <p>Hierdie assistent sal jou help om Amarok in drie maklike stappe op te stel. Kliek <i>Volgende</i> om te begin, of as jy nie van assistente hou nie, kan jy op <i>Spring oor</i> druk.</p>
bg: <h2>Помощник за първо стартиране</h2> <p>Този помощник ще ви помогне да настроите Amarok посредством три лесни стъпки. За да започнете натиснете <i>Напред</i>, а ако не харесвате помощници, натиснете <i>Пропускане</i>.</p>
ca: <h2>Auxiliar de primera execució</h2> <p> Aquest assistent us ajudarà a configurar l'Amarok en tres passos senzills. Premeu <i>Endavant</i> per començar o, si no voleu l'assistent, premeu <i>Salta</i>.</p>
da: <h2>Startguiden</h2> <p>Denne guide hjælper dig med at indstille Amarok i tre enkle skridt. Klik på <i>Næste</i> for at begynde, eller klik på <i>Spring over</i> hvis du ikke synes om guider.</p>
de: <h2>Einrichtungsassistent</h2> <p><b>Dieser Assistent hilft Ihnen bei der Einrichtung von Amarok in drei Schritten. Klicken Sie auf <i>Weiter</i>, um fortzufahren. Wenn Sie den Assistenten nicht benutzen möchten, drücken Sie bitte auf <i>Überspringen</i></b></p>
el: <h2>Μάγος πρώτης εκτέλεσης</h2> <p>Αυτός ο μάγος θα σας βοηθήσει να ρυθμίσετε το AmaroK με τρία απλά βήματα. Κάντε κλικ στο <i>Επόμενο</i> για να ξεκινήσετε, ή αν δε σας αρέσουν οι μάγοι, κάντε κλικ στο <i>Παράλειψη</i>.</p>
es: <h2>Asistente de la primera ejecución</h2> <p>Este asistente le ayudará a configurar Amarok en tres sencillos pasos. Pulse en <i>Siguiente</i> para comenzar, o si no le gustan los asistentes, pulse <i>Omitir</i>.</p>
et: <h2>Esimese korra nõustaja</h2> <p>See nõustaja aitab Amaroki töökorda seada kolme lihtsa sammuga. Klõpsa alustamiseks nupule <i>Järgmine</i>, või kui sulle nõustajad ei meeldi, siis nupule <i>Jäta vahele</i>.</p>
eu: <h2>Lehen exekuzioko morroia</h2> <p>Morroi honek Amarok konfiguratzen lagunduko dizu hiru urratsetan. Egin klik <i> Hurrengoa</i> hasteko, edo ez badituzu morroiak atsegin, egin klik<i> Saltatu</i> botoian.</p>
fa: <h2>جادوگر اولین اجرا </h2> <p>این جادوگر به شما کمک می‌کند که Amarok را در سه گام آسان برپا کنید. برای شروع، <i>بعدی </i> را فشار دهید یا اگر جادوگرها را دوست ندارید، <i>پرش </i> را فشار دهید.</p>
fi: <h2>Asetusvelho</h2> <p>Tämä velho auttaa sinua valitsemaan oikeat asetukset. Jatka valitsemalla <i>Seuraava</i> tai lopeta velho valitsemalla <i>Ohita</i>.</p>
fr: <h2>Assistant de prise en main</h2> <p><b>Cet assistant va vous aider à configurer Amarok en trois étapes simples. Cliquez sur <i>Suivant</i> pour commencer, ou, si vous n'aimez pas les assistants, sur <i>Ignorer</i>.</b></p>
he: <h2>אשף הפעלה ראשונה</h2> <p>האשף הזה יסייע לך להגדיר את Amarok בשלושה צעדים קלים. לחץ על <i>הבא</i> להתחיל, או אם אינך חובב אשפים, לחץ על <i>דלג</i>.</p>
hu: <h2>Varázsló</h2> <p>Ez a varázsló három egyszerű lépésben segítséget nyújt az Amarok beállításához. A kezdéshez kattintson a <i>Tovább</i> gombra. Ha nem szeretné igénybe venni a varázslót, akkor a <i>Kihagyás</i> gombra kattintson.</p>
it: <h2>Assistente del primo avvio</h2> <p>Questa procedura guidata ti aiuterà a configurare Amarok in tre semplici passi. Fai clic su <i>Successivo</i> per iniziare, o se non ti piacciono le procedure guidate, fai clic su <i>Salta</i>.</p>
ja: <h2>初回起動ウィザード</h2> <p>このウィザードを使うと 3 つの簡単なステップで Amarok を設定することができます。「次へ」をクリックすると設定を開始します。ウィザードがお好きでなければ「スキップ」をクリックしてください。</p>
km: <h2>អ្នក​ជំនួយការ​រត់​លើក​ដំបូង</h2> <p>អ្នក​ជំនួយការ​នេះ​នឹង​ជួយ​អ្នក​រៀបចំ amaroK តាម​ជំហាន​ងាយស្រួល​ចំនួន​បី ។ ចុច <i>បន្ទាប់</i> ដើម្បី​ចាប់ផ្ដើម តែ​បើ​អ្នក​មិន​ចូលចិត្ត​អ្នក​ជំនួយការ​ទេ សូម​ចុច <i>រំលង</i> ។</p>
ko: <h2>처음 시작 마법사</h2> <p>이 마법사는 쉬운 세 단계로 Amarok을 설치하도록 도울 것입니다. <i>다음</i>을 클릭하여 시작하시거나 마법사가 싫으시다면 <i>건너뛰기</i>를 클릭하십시오.</p>
lt: <h2>Pirmojo paleidimo vedlys</h2> <p>Vedlys padės suderinti AmaroK atliekant tris paprastus žingsnius. Spauskite <i>Toliau</i> norėdami pradėti arba, jei nemėgstate vedlių, spauskite <i>Praleisti</i>.</p>
nb: <h2>Veiviser for første gangs bruk</h2> <p>Med denne veiviseren kan du sette opp Amarok i tre enkle trinn. Trykk <i>Neste</i> for å fortsette, eller om du ikke liker veivisere, trykk <i>Hopp over</i>.</p>
nds: <h2>Inricht-Hölper</h2> <p>Disse Hölper warrt Di in dree eenfache Schreed bi't Inrichten vun Amarok hölpen. klick op <i>Nakamen</i>, wenn Du anfangen wullt - wenn Du keen Hölpers verknusen kannst, klick op <i>Övergahn</i>.</p>
ne: <h2>पहिले-चलाएको विजार्ड</h2> <p>यो विजार्डले तपाईँलाई तीन सजिलो चरणमा अमारोक सेटअप गर्न मद्दत गर्नेछ । सुरु गर्न <i>पछिल्लो</i> मा क्लिक गर्नुहोस्, वा यदि तपाईँ विजार्ड मन पराउनु हुन्न भने, <i>फड्काउनुहोस्</i>क्लिक गर्नुहोस् ।</p>
nl: <h2>Configuratie-assistent</h2> <p><b>Deze assistent leidt u in drie stappen door de setup van Amarok. Klik op <i>Volgende</i> om te beginnen. Houdt u niet van assistenten? Klik dan op <i>Overslaan</i>.</b></p>
nn: <h2>Vegvisar</h2> <p>Med denne vegvisaren kan du setja opp Amarok i tre enkle steg. Trykk <i>Neste</i> for å begynna, eller <i>Hopp over</i> om du ikkje likar vegvisarar.</p>
pa: <h2>ਪਹਿਲਾਂ ਚੱਲਣ ਸਹਾਇਕ</h2> <p>ਇਹ ਸਹਾਇਕ ਤੁਹਾਨੂੰ ਤਿੰਨ ਸੌਖੇ ਪਗ਼ਾਂ ਰਾਹੀਂ ਅਮਰੋਕ ਤਿਆਰ ਕਰਨ ਲਈ ਮੱਦਦ ਕਰੇਗਾ। ਸ਼ੁਰੂ ਕਰਨ ਲਈ<i>ਅੱਗੇ</i> ਨੂੰ ਦਬਾਓ ਜਾਂ ਤੁਸੀਂ ਸਹਾਇਕ ਪਸੰਦ ਨਹੀਂ ਕਰਦੇ ਹੋ ਤਾਂ <i>ਅਧੂਰਾ ਛੱਡੋ</i> ਦਬਾ ਸਕਦੇ ਹੋ।</p>
pl: <h2>Asystent pierwszego uruchomienia</h2> <p><b>Ten asystent pomoże ci ustawić Amaroka w trzech łatwych krokach. Kliknij <i>Dalej</i> by zacząć, lub jeśli nie lubisz asystentów, kliknij <i> Pomiń</i>.</b></p>
pt: <h2>Assistente de Primeira Execução</h2> <p>Este assistente ajudá-lo-á a configurar o Amarok em três passos simples. Carregue em <i>Seguinte</i> para começar ou, se não gostar de assistentes, carregue em <i>Saltar</i>.</p>
pt_br: <h2>Assistente da Primeira Execução</h2> <p>Este assistente lhe ajudará a configurar o Amarok em três passos rápidos. Clique em <i>Próximo</i> para iniciar, ou se você não gosta de assistentes, clique em <i>Pular</i>.</p>
ru: <h2>Мастер первого запуска</h2> <p><b>Этот мастер поможет настроить amaroK за три простых шага. Нажмите <i>Далее</i> для того чтобы начать, а если вам не нравятся мастера - нажмите <i>Пропустить</i>.</b></p>
sk: <h2>Sprievodca prvým spustením</h2> <p>Tento sprievodca vám pomôže nastaviť Amarok v troch jednoduchých krokoch. Kliknite na <i>Ďalší</i>, ak chcete začať alebo, ak nechcete použiť sprievodcu, kliknite na <i>Preskočiť</i>.</p>
sr: <h2>Чаробњак првог покретања</h2> <p><b>Овај чаробњак ће вам помоћи да подесите Amarok у три једноставна корака. Кликните на <i>Следеће</i> да почнете, или, ако не волите чаробњаке, на <i>Прескочи</i>.</b></p>
th: <h2>ตัวช่วยเริ่มใช้งานครั้งแรก</h2> <p>ตัวช่วยนี้จะช่วยให้คุณทำการตั้งค่าต่างๆ ของ Amarok ด้วยสามขั้นตอนง่ายๆ คลิก <i>ถัดไป</i> เพื่อเริ่มต้น หรือหากคุณไม่ชอบใช้ตัวช่วย ให้คลิกที่ <i>ข้าม</i></p>
uk: <h2>Майстер першого запуску</h2> <p>Цей майстер допоможе вам налаштувати Amarok у три прості кроки. Клацніть <i>Далі</i>, щоб почати або, якщо вам не подобаються майстри, клацніть <i>Пропустити</i>.</p>

source: Locate your Music
af: Spoor jou musiek op
bg: Посочете музиката си
ca: Ubiqueu la vostra música
cs: Najděte svou hudbu
da: Find din musik
de: Auffinden Ihrer Musik
el: Εντοπισμός της μουσικής σας
es: Localizar su música
et: Muusika asukoht
eu: Lokalizatu zure musika
fa: موسیقیتان را محل‌یابی کنید
fi: Musiikin paikallistaminen
fr: Localisation de votre musique
he: אתר את המוזיקה שלך
hu: A zene helye
it: Cerca la tua musica
ja: 音楽コレクション
km: កំណត់​ទីតាំង​តន្ត្រី​របស់​អ្នក
ko: 당신의 음악을 위치하십시오
lt: Nurodykite kur yra Jūsų muzika
nb: Finn musikken
nds: De Oort vun Dien Musik
ne: तपाईँको सङ्गीत अवस्थित गर्नुहोस्
nl: Waar staat uw muziek?
nn: Finn musikken
pa: ਆਪਣਾ ਸੰਗੀਤ ਖੋਜੋ
pl: Znajdź swoją muzykę
pt: Localize a sua Música
pt_br: Localizar suas Músicas
se: Muital gos du musihkka lea
sk: Nájsť vašu hudbu
sr: Пронађите своју музику
th: บอกที่เก็บของดนตรีของคุณ
tr: Müziğinizi Seçin
uk: Знайти вашу музику

source: <p>Please select the folders on the right where your music files are stored.</p> <p>Doing so is highly recommended, and will enhance the features available to you.</p> <p>If you wish, Amarok is able to monitor these folders for new files and can automatically add them to the collection.</p>
af: <p>Kies die gidse aan die regterkant waar jou musiek gestoor is.</p> <p>Dit word aan beveel dat jy dit sal doen, aangesien dit gevorderde funksies beskikbaar sal maak.</p> <p>As jy wil, kan Amarok die gidse monitor vir nuwe lêers. Hulle sal outomaties by die versameling bygevoeg word.</p>
bg: <p>Моля, вдясно отметнете директориите, съхраняващи музикалните ви файлове.</p> <p>Това горещо се препоръчва, защото повишава функционалността на програмата.</p> <p>Ако искате, Amarok може да следи тези директории за нови файлове и да ги добавя автоматично към колекцията.</p>
ca: <p>Per favor, seleccioneu les carpetes de la dreta on deseu la vostra música.</p> <p>És molt recomanat fer-ho, millorarà enormement les funcionalitats disponibles.</p> <p>Si ho desitgeu, l'Amarok és capaç de vigilar aquestes carpetes per a qualsevol addició de fitxers i afegir-los automàticament a la col·lecció.</p>
cs: <p>Na pravé straně vyberte složky, kde jsou umístěny soubory s vaší hudbou.</p> Toto je velmi doporučené, jelikož se tím zpřístupní další pokročilé funkce. <p>Pokud si budete přát, Amarok dokáže tyto složky monitorovat a automaticky přidávat nové skladby do vaší kolekce.</p>
da: <p>Vælg mapperne hvor dine musikfiler er lagrede til højre.</p> <p>At gøre dette anbefales stærkt, eftersom det udvider de tilgængelige funktioner.</p> <p>Hvis du ønsker det, kan Amarok overvåge mapperne for nye filer og kan automatisk tilføje dem i samlingen.</p>
de: <p>Bitte markieren Sie auf der rechten Seite die Ordner, in denen Ihre Musik gespeichert ist.</p> <p>Dies wird dringend empfohlen, weil daduch wesentlich mehr Funktionen zur Verfügung stehen werden.</p> <p>Wenn Sie möchten, kann Amarok diese Ordner sogar auf Änderungen überwachen und z. B. neu hinzugefügte Dateien automatisch zu Ihrer Sammlung hinzufügen.</p>
el: <p>Παρακαλώ επιλέξτε τους φακέλους στα δεξιά όπου θα αποθηκευτούν τα αρχεία μουσικής σας.</p> <p>Συστήνεται έντονα η επιλογή φακέλων, καθώς αυτό θα σας προσφέρει βελτιωμένες δυνατότητες.</p> <p>Αν επιθυμείτε, το AmaroK μπορεί να ελέγχει αυτούς τους καταλόγους για νέα αρχεία και να τα προσθέτει στη συλλογή.</p>
es: <p>Seleccione las carpetas de la derecha en las que se almacena su música.</p> <p>Hacer esto es muy recomendable, ya que mejorará las características que estarán disponibles.</p> <p>Si lo desea, Amarok es capaz de comprobar la existencia de nuevos archivos en estas carpetas, y puede añadirlos automáticamente a la colección.</p>
et: <p>Palun vali paremal kataloogid, kuhu on salvestatud sinu muusikafailid.</p> <p>See on väga soovitatav ning tagab sulle kõigi toredate võimaluste kasutamise.</p> <p>Kui sa seda soovid, võib Amarok neid katalooge jälgida ning uute failide lisandudes need automaatselt muusikakogusse lisada.</p>
fa: <p>لطفاً، پوشه‌های سمت راست را از آنجایی که پرونده‌های موسیقیتان ذخیره می‌شوند، برگزینید.</p> <p>اینچنین عمل کردن شدیداً توصیه می‌شود، و ویژگیهای موجود برای شما را افزایش می‌دهد.</p> <p>اگر می‌خواهید، amaroK قادر به پایش این پوشه‌ها برای پرونده‌های جدید است و می‌تواند به طور خودکار آنها را به مجموعه اضافه کند.</p>
fi: <p>Valitse kansiot, joissa musiikkitiedostosi ovat.</p> <p>Tämä kannattaa tehdä, koska silloin saat enemmän irti Amarokin ominaisuuksista.</p> <p>Halutessasi voit käskeä Amarokin tarkkailemaan näissä kansioissa tapahtuvia muutoksia ja lisäämään uudet kappaleet automaattisesti kokoelmaan.</p>
fr: <p>Sélectionnez sur votre droite les dossiers où sont stockés vos fichiers musicaux.</p> <p>Cela est fortement recommandé et vous permettra de profiter des fonctionnalités disponibles.</p> <p>Si vous le faites, Amarok sera capable de surveiller ces dossiers lors de l'ajout de nouveaux fichiers et pourra automatiquement les ajouter à votre collection.</p>
he: <p>אנא בחר את התיקיות בצד שמאל בהן נשמרים שקבציי המוזיקה.</p> <p>צעד זה מומלץ בחום, והוא ירחיב את האפשרויות הזמינות עבורך.</p> <p>אם תרצה, Amarok יכול לנטר תיקיות אלו על־מנת למצוא קבצים חדשים, ויוכל להוסיף אותם לאוסף באופן אוטומטי.</p>
hu: <p>Válassza ki a jobb oldalon azokat a könyvtárakat, amelyekben a zenei fájljai vannak.</p> <p>Ezt nem kötelező megtenni, de javasolt, mivel így több funkció lesz elérhető a program használata során.</p> <p>Ha kívánja, az Amarok figyelheti, hogy jelennek-e meg új fájlok ezekben a könyvtárakban, és automatikusan hozzáadhatja az új fájlokat a gyűjteményhez.</p>
it: <p>Seleziona le cartelle sulla destra dove sono conservati i tuoi file musicali.</p> <p>È vivamente consigliato fare in questo modo, e migliorerà le funzionalità disponibili.</p> <p>Se desideri, Amarok può monitorare queste cartelle per nuovi file ed aggiungerli automaticamente alla collezione.</p>
ja: <p>音楽ファイルが保存されているフォルダを右から選んでください。</p> <p>これを行うことによってより多くの機能が利用できるようになるので、ぜひ実行してください。</p> <p>お望みであれば、Amarok はこれらのフォルダを監視して、新しく追加されたファイルを自動的にコレクションに追加することもできます。</p>
km: <p>សូម​ជ្រើស​ថត​នៅ​ផ្នែក​ខាង​ស្ដាំ ដែល​ជា​កន្លែង​ទុក​ឯកសារ​តន្ត្រី​របស់​អ្នក ។</p> <p>យក​ល្អ​អ្នក​គួរ​តែ​ធ្វើ​ដូច្នេះ ព្រោះ​វា​អាច​នឹង​នាំ​មក​នូវ​លក្ខណៈ​ពិសេស​ជា​ច្រើន​ដល់​អ្នក ។</p> <p>បើ​អ្នក​ចង់ amaroK អាច​នឹង​ត្រួតពិនិត្យ​រកមើល​ឯកសារ​ថ្មីៗ​នៅ​ក្នុង​ថត​ទាំងនេះ ហើយ​អាច​នឹង​បន្ថែម​ឯកសារ​ទាំងនោះ​ទៅ​​សម្រាំង​ដោយ​ស្វ័យប្រវត្តិ​ឲ្យ​អ្នក​ទៀត​ផង ។</p>
ko: <p>여러분의 음악이 저장된 폴더를 올바르게 선택하여 주십시오.</p> <p>그렇게 하시기를 가장 추천하며, 더 개선된 요소가 사용가능합니다.</p> <p>만약 당신이 원하신다면, Amarok이 새 파일에 대해 이 폴더를 관찰하거나 자동적으로 모음집에 추가할 수 있습니다.</p>
lt: <p>Dešinėje nurodykte aplankus, kuriuose yra muzikos bylos.</p> <p>Primygtinai rekomenduojame sudaryti fonoteką, nes tik tuomet galėsite pasinaudoti didžiulėmis grotuvo galimybėmis.</p> <p>Jei pageidausite, AmaroK gali stebėti į šiuos aplankus įkeliamas naujas bylas ir automatiškai įkelti jas į fonoteką.</p>
nb: <p>Velg hvilke mapper blant de til høyre som inneholder musikkfilene dine.</p> <p>Dette er anbefalt på det sterkeste og vil forbedre funksjonene du hartilgjengelige.</p> <p>Hvis du vil kan Amarok overvåke disse mappene for å finne nye filer og automatisk legge dem til samlingen.</p>
nds: <p>Bitte söök rechterhand de Ornern ut, binnen de Dien Musikdateien liggt.</p> <p>Wi raadt Di redig, dat to maken, wiel Du denn en helen Barg mehr Funkschonen in't Programm hest.</p> Wenn du dat wullt, kann Amarok ok op niege Dateien binnen de Ornern luern un se automaatsch na Dien Sammeln tofögen.</p>
ne: <p>कृपया दायाँपट्टि फोल्डर चयन गर्नुहोस् जहाँ तपाईँको सङ्गीत फाइलहरू भण्डारण गरिएको छ ।</p> <p>त्यो गर्न उच्च रूपमा सिफारिस गरिएको छ, र तपाईँलाई उपलब्ध विशेषता विस्तार गरिनेछ ।</p> <p>यदि तपाईँ चाहनुहुन्छ भने, अमारोक नयाँ फाइलहरूका लागि यी फिल्डरहरू अनुगमण गर्न सक्षम हुन्छ र सङ्कलनमा स्वचालित रूपमा तिनीहरूलाई थप्न सक्छ ।</p>
nl: <p>Selecteer rechts de mappen waarin uw muziek is opgeslagen.</p> <p>Wij bevelen dit ten zeerste aan omdat het de beschikbare functies van het programma sterk verbetert.</p> <p>Als u wilt kunt u Amarok opdragen deze mappen te volgen op nieuwe bestanden en deze automatisch aan de collectie toe te voegen.</p>
nn: <p>Vel mappene der musikken din er lagra i lista til høgre.</p> <p>Amarok kan så overvåka desse filene etter nye songar, og automatisk leggja dei til samlinga di.</p>
pa: <p>ਫੋਲਡਰਾਂ ਦੀ ਚੋਣ ਕਰੋ, ਜਿੱਥੇ ਕਿ ਤੁਹਾਡੀਆਂ ਸੰਗੀਤ ਫਾਇਲਾਂ ਸੰਭਾਲੀਆਂ ਹੋਈਆਂ ਹਨ।</p> <p>ਇਹ ਕਰਨ ਦੀ ਜ਼ੋਰਦਾਰ ਸਿਫ਼ਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਫੀਚਰ ਵਿੱਚ ਵਾਧਾ ਕਰੇਗਾ </p> <p>ਜੇਕਰ ਤੁਸੀਂ ਚਾਹੋਗੇ ਤਾਂ ਅਮਰੋਕ ਇਹਨਾਂ ਫੋਲਡਰਾਂ ਨੂੰ ਨਵੀਆਂ ਫਾਇਲਾਂ ਲਈ ਨਿਗਰਾਨੀ ਹੇਠ ਰੱਖ ਸਕਦਾ ਹੈ ਅਤੇ ਉਹਾਨਾਂ ਨੂੰ ਆਪਣੇ ਆਪ ਹੀ ਭੰਡਾਰ 'ਚ ਜੋੜ ਲਵੇਗਾ।</p>
pl: <p>Proszę wybrać po prawej katalogi, w których przechowywane są twoje pliki muzyczne.</p> <p>Jest to wysoce zalecane i poszerzy twoje możliwości.</p> <p>Jeśli chcesz, Amarok jest w stanie monitorować te katalogi w poszukiwaniu nowych plików i automatycznie dodawać je do kolekcji.</p>
pt: <p>Seleccione por favor as pastas, à direita, onde estão guardados os seus ficheiros de música.</p> <p>Recomenda-se que o faça, para que melhore as funcionalidades disponíveis para si.</p> <p>Se o desejar, o Amarok é capaz de vigiar estas pastas à procura de novos ficheiros, adicionando-os automaticamente à colecção.</p>
pt_br: <p>Por favor, selecione à direita as pastas onde seus arquivos de música estão guardados.</p> <p>É altamente recomendado fazer isso para melhorar as funções disponíveis para você.</p> <p>Se você desejar, o Amarok é capaz de monitorar estas pastas por novos arquivos e pode adicioná-los automaticamente à coleção.</p>
ru: <p>Выберите в списке справа папки с вашей фонотекой.</p> <p>Если этого не сделать, многие функции программы будут не доступны.</p> <p>По вашему желанию, изменения в папках могут отслеживаться автоматически.</p>
se: <p>Vállje máhpaid dás olgešbealde gosa leat vurken musihka.</p> <p>Mii neavvut du dan bargat danne go dalle oaččut eanet funkšuvnnaid Amarok:s</p> <p>Amarok sáhttá gozihit dáid máhpaid, ja automáhtalaččat lasihit ođđa bihtáid iežat čoahkkádussii.</p>
sk: <p>Vyberte, prosím, na pravej strane priečinky, kde sú umiestnené súbory s vašou hudbou.</p> <p>Toto sa vysoko odporúča, nakoľko sa vám tým sprístupnia ďalšie funkcie.</p> <p>Ak si budete želať, Amarok dokáže tieto priečinky monitorovať a pridávať nové skladby do vašej kolekcie.</p>
sr: <p>Десно изаберите фасцикле у којима вам је складиштена музика.</p> <p>Врло је препоручљиво да то учитините, јер ћете имати више могућности на располагању.</p> <p>Ако желите, Amarok може да надгледа ове фасцикле, аутоматски додајући нове фајлове у вашу збирку.</p>
th: <p>โปรดเลือกโฟลเดอร์ทางด้านขวา ที่เป็นที่เก็บแฟ้มเพลงของคุณ</p> <p>ขอแนะนำเป็นอย่างยิ่งให้คุณทำเช่นนี้ และการทำเช่นนี้ จะเสริมความสามารถต่างๆ ที่ Amarok มีอยู่ให้กับคุณ</p> <p>หากคุณต้องการ, Amarok สามารถที่จะคอยเฝ้าดูแฟ้มใหม่ๆ ที่จะใส่มายังโฟลเดอร์เหล่านี้ และจะทำการเพิ่มแฟ้มเหล่านั้นลงไปในคลังดนตรีให้โดยอัตโนมัติ</p>
tr: <p>Lütfen çalışmak istediğiniz yeri seçin. </p> <p>Bu işlemi yapmanız, Amarok'un zengin özelliklerinin başlangıçta çalışmasını sağlayacaktır.</p> <p>Dilerseniz, Amarok bu dizinlere aktarılan dosyaları izleyebilir ve otomatik olarak koleksiyona ekleyebilir.</p>
uk: <p>Будь ласка, виберіть теки, в яких зберігаються ваші музичні файли.</p> <p>Рекомендуємо це зробити, щоб збагатити доступну для вас функціональність програми.</p> <p>Якщо бажаєте, Amarok може слідкувати за цими теками, і, якщо з'являтимуться нові файли, то додаватиме їх до збірки.</p>

source: Database Setup
af: Databasis Opstelling
bg: Настройки на базата данни
ca: Configuració de la base de dades
cs: Nastavení databáze
da: Databaseindstilling
de: Datenbank-Einrichtung
el: Ρύθμιση βάσης δεδομένων
es: Configuración de la base de datos
et: Andmebaasi seadistamine
eu: Datu-basearen konfigurazioa
fa: برپایی دادگان
fi: Tietokannan asetukset
fr: Configuration de la base de données
he: הגדרת מסד־הנתונים
hu: Az adatbázis beállításai
it: Impostazione del database
ja: データベースの設定
ka: მონაცემთა ბაზის პარამეტრები
km: ការ​រៀបចំ​មូលដ្ឋាន​ទិន្នន័យ
ko: 데이터베이스 설정
lt: Duomenų bazės derinimas
nb: Databaseoppsett
nds: Datenbank inrichten
ne: डाटाबेस सेटअप गर्नुहोस्
nl: Database-instellingen
nn: Databaseoppsett
pa: ਡਾਟਾਬੇਸ ਸੈਟਅੱਪ
pl: Ustawienia bazy danych
pt: Configuração da Base de Dados
pt_br: Configuração do Banco de Dados
ru: Параметры базы данных
se: Diehtovuođđoheivehus
sk: Nastavenie databázy
sr: Постављање базе података
th: การตั้งค่าฐานข้อมูล
tr: Veritabanı Yapılandırması
uk: Налаштування бази даних
