Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Index of analyzer displayed in playlist window
af: Indeks van die analiseerder wat in die speel lys venster vertoon word
bg: Индекс на анализатора в списъка със записи
ca: Índex de l'analitzador mostrat a la finestra de la llista de reproducció
cs: Index analyzátoru zobrazeného v okně seznamu skladeb
da: Analysatorens indeks vises i spillelistens vindue
de: Index des sichtbaren Analyzer im Wiedergabelisten-Fenster
el: Δείκτης του αναλυτή που εμφανίζεται στο παράθυρο λίστας
es: Índice del analizador mostrado en la ventana de la lista de reproducción
et: Esitusnimekirja aknas näidatava analüsaatori indeks.
eu: Zerrenda-leihoan bistaratutako analizatzailearen indizea
fa: نمایۀ تحلیل‌کنندۀ نمایش داده‌شده در پنجرۀ فهرست پخش
fi: Soittolistaikkunassa näytettävän visuaalisen jäsentelijän tunniste
fr: Index de l'analyseur affiché dans la fenêtre de la liste de lecture
he: האינדקס של המאבחן המוצג בחלון רשימת־ההשמעה
hu: A lejátszólista-ablakban megjelenítendő analizátor azonosítója
it: Indice degli analizzatori visualizzati nella finestra della playlist
ja: プレイリストウィンドウに表示するアナライザのインデックス
ka: ინდექსი -ში
km: លិបិក្រម​នៃ​ឧបករណ៍​វិភាគ ដែល​បាន​បង្ហាញ​ក្នុង​បង្អួច​បញ្ជី​ចាក់
ko: 재생목록 창에 표시된 분석기의 인덱스
lt: Grojaraštyje rodomo grafinio vaizdinio indeksas
nb: Indeksen til analysatoren som vises i spillelistevinduet
nds: Index vun den Frequenzkieker, de binnen dat Afspeellist-Finster wiest warrt
ne: प्लेसूची सञ्झ्यालमा प्रदर्शन गरिएको विश्लेषकको अनुक्रमणिका
nl: Index van ontleder weergegeven in het afspeellijstvenster
nn: Indeks til lydbiletet vist i spelelistevindauget.
pa: ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖਾ ਵਿੱਚ ਸ਼ੰਸ਼ਲੇਸ਼ਕ ਝਲਕ ਦਾ ਤਤਕਰਾ
pl: Indeks analizatora pokazanego w oknie listy odtwarzania
pt: O índice do analisador apresentado na janela da lista.
pt_br: Índice do analisador exibido na janela da lista de músicas
ru: Индекс анализатора окна списка.
sk: Index analyzátora zobrazeného v okne zoznamu skladieb
sr: Индекс анализатора приказаног у прозору листе
th: ดัชนีของตัววิเคราะห์เสียงที่แสดงในหน้าต่างรายการเล่น
tr: Parça listesi penceresindeki görsel analizcinin göstergesi
uk: Індекс аналізатора у вікні списку композицій

source: The ID of the visual analyzer to display in playlist window.
af: Die ID wat vir die visuele analiseerder in die speel lys venster vertoon moet word.
bg: Идентификация на визуалния анализатор в списъка със записи.
ca: Identificador de l'analitzador visual a mostrar a la finestra de la llista de reproducció.
cs: ID vizuálního analyzátoru, který bude zobrazen v okně seznamu skladeb
da: Identifikationen for den visuelle analysator at vise i spillelistens vindue.
de: Dies ist die ID des anzuzeigenden Visualisierungs-Moduls im Wiedergabelisten-Fenster.
el: Η ταυτότητα του οπτικού αναλυτή για εμφάνιση στο παράθυρο της λίστας αναπαραγωγής.
es: El ID del analizador visual a mostrar en la ventana de la lista de reproducción.
et: Esitusnimekirja aknas näidatava analüsaatori ID.
eu: Zerrenda-leihoan bistaratutako analizatzaile bisualaren IDa.
fa: شناسۀ تحلیل‌کنندۀ تصویری برای نمایش در پنجرۀ فهرست پخش.
fi: Soittolistaikkunassa näytettävän visuaalisen jäsentelijän tunniste.
fr: L'identifiant de l'analyseur visuel à afficher dans la fenêtre de la liste de lecture.
he: המזהה של המאבחן החזותי להצגה בחלון הנגן.
hu: A lejátszólista-ablakban megjelenítendő vizuális analizátor azonosítója.
it: L'ID dell'analizzatore visivo da mostrare.
ja: プレイリストウィンドウに表示するビジュアルアナライザの ID
ka: ID -სკენ -ში.
km: លេខ​សម្គាល់​ឧបករណ៍​វិភាគ​និម្មិត ដែល​ត្រូវ​បង្ហាញ​ក្នុង​បង្អួច​បញ្ជី​ចាក់ ។
ko: 재생목록 창에 표시하기 위한 시각화 분석기의 ID입니다.
lt: Grojaraštyje rodomo grafinio vaizdinio indeksas.
nb: ID-nummeret til den visuelle analysatoren som skal vises i spillelistevinduet.
nds: De ID vun den Frequenzkieker, de binnen dat Afspeellist-Finster wiest warrn schall
ne: प्लेसूची सञ्झ्यालमा प्रदर्शन गर्न दृश्यात्मक विशलेषकको आईडी ।
nl: De ID van de visuele analyse om te weergeven in het afspeellijstvenster
nn: ID-nummeret til lydbiletet som skal visast i spelelistevindauget.
pa: ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖੇ 'ਚ ਵੇਖਾਉਣ ਲਈ ਦਿੱਖ ਸ਼ੰਸ਼ਲੇਸ਼ਕ ਦਾ ID ਹੈ।
pl: ID analizatora wizualnego pokazywanego w oknie listy odtwarzania.
pt: O ID do analisador visual a mostrar na janela da lista.
pt_br: O ID do analisador visual para exibir na janela da lista de músicas.
ru: Идентификатор показываемого видеоанализатора.
sk: ID vizuálneho analyzátora, ktorý bude zobrazený v okne zoznamu skladieb
sr: Ид. визуелног анализатора који се приказује у прозору листе.
th: หมายเลขระบุตัวของตัววิเคราะห์เสียงที่จะแสดงในหน้าต่างรายการเล่น
tr: Parça listesi penceresindeki görsel analizcinin kimliği.
uk: ІД наочного аналізатора для показу у вікні списку композицій.

source: Playlist window splitter positions
af: Speel lys venster op split posisies
bg: Позиции на разделителя на списъка със записи
ca: Posicions dels separadors de la finestra de la llista de reproducció
cs: Pozice oddělovačů okna seznamu skladeb
da: Positioner af adskillere i spillelistens vindue
de: Position der Trennlinie zwischen den Fensterteilen der Wiedergabeliste
el: Θέσεις χωρίσματος παράθυρου λίστας
es: Posiciones del separador en la ventana de la lista de reproducción
et: Esitusnimekirja akna eraldaja asukohad
eu: Zerrenda-leihoko zatitzaileen posizioak
fa: موقعیتهای شکافندۀ پنجرۀ فهرست پخش
fi: Soittolistaikkunan jakajien sijainti
fr: Positions des séparateurs de la fenêtre de la liste de lecture
he: מיקומי המפצלים בחלון רשימת־ההשמעה
hu: A lejátszólista-ablak elválasztási pozíciói
it: Posizioni del divisore della finestra della playlist
ja: プレイリストスプリッタの位置:
ka: რეპერტუარის ფანჯრის გამყოფის მდებარეობები
km: ទីតាំង​សញ្ញា​ពុះ​បង្អួច​បញ្ជី​ចាក់
ko: 재생목록 창 분할기 위치
lt: Grojaraščio lango padalijimo pozicijos
nb: Plassering av skillelinjer i spillelistevinduet
nds: Positschonen vun den Afspeellist-Finsterdeler
ne: प्लेसूची सञ्झ्याल विभाजक स्थिति
nl: Positie van afspeellijstsplitser
nn: Plassering av skiljelinjer i spelelistevindauget
pa: ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖਾ ਵੱਖਰੇਵਾਂ ਟਿਕਾਣਾ
pl: Pozycje oddzielaczy w oknie listy odtwarzania
pt: Posição dos separadores na janela da lista de reprodução
pt_br: Posições do divisor na janela da lista de músicas
ru: Позиции разделителей окна списка
sk: Pozície oddeľovačov okna zoznamu skladieb
sr: Положаји раздвајача у прозору листе нумера
th: ตำแหน่งตัวแยกหน้าต่างรายการเล่น
tr: Parça listesi pencere ayıracının konumu
uk: Позиції роздільника вікна списку композицій

source: Currently unused
af: Huidiglik nie gebruik nie
bg: Текущо неизползвани
ca: Sense ús
cs: Aktuálně nepoužité
da: For øjeblikket ubrugt
de: Zur Zeit unbenutzt
el: Δε χρησιμοποιείται
es: Sin usar
et: Pole praegu kasutusel
eu: Unean erabili gabe
fa: در حال حاضر استفاده‌نشده
fi: Ei tällä hetkellä käytössä
fr: Actuellement non utilisé
he: לא בשימוש כרגע
hu: Jelenleg nem használt
it: Attualmente inutilizzato
ja: 現在使われていません
ka: ახლა გამოუყენებელია
km: បច្ចុប្បន្ន មិន​បាន​ប្រើ
ko: 현재 사용되지 않음
lt: Šiuo metu nenaudojama
nb: For tiden ikke brukt
nds: Opstunns nich bruukt
ne: हालै प्रयोग नगरिएको
nl: Vooralsnog ongebruikt
nn: For tida ikkje bruka
pa: ਮੌਜਦਾ ਨਾ ਵਰਤੀ
pl: Aktualnie nieużywane
pt: Actualmente não utilizado
pt_br: Atualmente sem uso
ru: Не используется
se: Ii geavahusas dál
sk: Aktuálne nepoužité
sr: Тренутно се не користи
th: ยังไม่ได้ใช้ในขณะนี้
tr: Şu an kullanılmıyor
uk: Зараз не використовується

source: Whether a splash-screen should be displayed on startup
af: Bepaal of die spat skerm vertoon moet word wanneer die program oopgemaak word.
bg: Дали да се показва началния екран при стартиране
ca: Si s'ha de mostrar la pantalla flaix a l'inici
cs: Zobrazit úvodní obrazovku při spuštění
da: Om en startskærm skal vises ved start
de: Startbildschirm beim Start von Amarok anzeigen
el: Αν θα εμφανίζεται εισαγωγική οθόνη κατά την εκκίνηση
es: Si se muestra la pantalla de bienvenida al inicio
et: Kas käivitamisel näidatakse käivitusekraani
eu: Abioko iragarkia bistaratu behar den abioan edo ez
fa: آیا هنگام راه‌اندازی، رنگ‌پاشی پرده باید نمایش داده شود
fi: Näytetäänkö käynnistysikkuna ohjelman käynnistyessä
fr: Afficher l'écran de démarrage
he: האם מסך הפתיחה יוצג בהפעלה
hu: A nyitókép megjelenjen-e indításkor
it: Decidi se la schermata iniziale debba essere mostrata all'avvio
ja: 起動時にスプラッシュスクリーンを表示するかどうか
ka: a ჩართულია
km: ថា​តើ​គួរ​បង្ហាញ​អេក្រង់​ស្វាគមន៍ នៅ​ពេល​ចាប់ផ្ដើម​ឬ​ទេ
ko: 시작할 때 시작화면을 보일지 여부
lt: Rodyti pasveikinimo langą
nb: Om en velkomstskjerm skal vises ved oppstart
nds: Startschirm bi't Starten wiesen
ne: स्प्ल्यास-पर्दा सुरूआतमा प्रदर्शन गर्ने या नगर्ने
nl: Of er een welkomstscherm getoond zal worden tijdens het opstarten
nn: Om ein velkomstskjerm skal visast ved oppstart
pa: ਕੀ ਸ਼ੁਰੂ ਸਮੇਂ ਸਵਾਗਤੀ ਪਰਦਾ ਵਿਖਾਇਆ ਜਾਵੇ ਜਾਂ ਨਾ
pl: Czy pokazywać ekran powitalny przy uruchamianiu
pt: Mostrar ou não o ecrã inicial ao iniciar
pt_br: Exibir a tela de apresentação ao inicializar
ru: Показывать ли заставку при запуске
sk: Zobraziť úvodnú obrazovku pri spustení
sr: Да ли треба приказати уводни екран при покретању
th: จะให้แสดงหน้าจอโลโกตอนเริ่มโปรแกรมหรือไม่
tr: Başlangıçta açılış ekranını göster
uk: Чи показувати екран заставки при запуску

source: Enable/Disable splashscreen during Amarok startup.
af: Aktiveer/deaktiveer die spat skerm wanneer Amarok oopgemaak word.
bg: Включване/изключване на началния екран при стартиране на Amarok.
ca: Habilita/Deshabilita la pantalla flaix a l'inici de l'Amarok.
da: Aktivér eller deaktivér startskærm når Amarok startes.
de: Wenn diese Einstellung aktiviert ist, wird während dem Start von Amarok ein Startbildschirm angezeigt.
el: Ενεργοποίηση/απενεργοποίηση της εισαγωγικής οθόνης κατά την εκκίνηση του Amarok.
es: Activar/desactivar la pantalla de presentación durante el arranque de Amarok.
et: Käivitusekraani näitamise lubamine/keelamine Amaroki käivitamisel.
fa: فعال‌سازی/غیرفعال‌سازی رنگ‌پاشی پرده طی راه‌اندازی amaroK.
fi: Ota käyttöön tai poista käytöstä käynnistysikkunan näyttäminen Amarokin käynnistyessä.
fr: Activer / désactiver l'écran de démarrage lors du lancement d'Amarok.
he: הצג/בטל הצגת מסך פתיחה בעת הפעלת Amarok.
hu: Az Amarok indításakor megjelenő nyitókép bekapcsolása illetve kikapcsolása
it: Abilita/Disabilita la schermata iniziale all'avvio di Amarok.
ja: Amarok 起動中のスプラッシュスクリーンを有効/無効にします。
km: បើក/បិទ​អេក្រង់​ស្វាគមន៍​កំឡុង​ពេល​ចាប់ផ្ដើម Amarok ។
ko: Amarok이 시작하는 동안 시작화면을 보이기/보이지 않기.
lt: Jei ši parinktis įjungta, kiekvieną kartą paleidus AmaroK bus rodomas pasveikinimo ekranas.
nb: Vis/skjul velkomstskjerm ved oppstart av Amarok.
nds: Dat Wiesen vun den Startschirm bi Amarok sien Start an-/utmaken
ne: अमारोक सुरु हुँदा स्प्ल्यास पर्दा सक्षम/अक्षम पार्नुहोस् ।
nl: Activeer/deactiveer het welkomstscherm tijdens het opstarten van Amarok.
nn: Vis/skjul velkomstskjermen ved oppstart av Amarok.
pa: ਅਮਰੋਕ ਚਲਾਉਣ ਦੌਰਾਨ ਸਪਲੇਸ-ਸਕਰੀਨ ਵੇਖਾਉਣੀ ਯੋਗ/ਆਯੋਗ।
pl: Włącza/wyłącza ekran powitalny przy uruchamianiu Amaroka.
pt: Activar/Desactivar o ecrã inicial do Amarok.
pt_br: Habilitar/Desabilitar a tela de apresentação ao inicializar o Amarok.
ru: Показывать заставку при запуске.
sk: Povoliť/zakázať zobrazenie úvodnej obrazovky Amaroku pri spustení.
sr: Укључи/искључи уводни екран при покретању Amarok-а.
th: เลือกเพื่อเปิดใช้งานหน้าจอโลโกระหว่างเริ่มงาน Amarok
tr: Başlangıçta, açılış ekranını göster/gösterme.
uk: Ввімкнути/вимкнути екран заставки під час запуску Amarok.

source: Whether ContextBrowser should be activated when starting playback
af: Bepaal of die konteks blaaier geaktiveer moet word wanneer terugspeel begin.
bg: Дали контекстния браузър да се активира при изпълнение
ca: Si el navegador contextual s'ha d'activar quan es comenci la reproducció
da: Om sammenhængsbrowseren skal aktiveres når afspilning startes
de: Legt fest, ob beim Abspielen von Stücken zum Kontext-Browser gewechselt werden soll.
el: Αν θα ενεργοποιείται η περιήγηση περιεχομένου στην αρχή αναπαραγωγής
es: Si el navegador de contexto se debe activar cuando comienza la reproducción
et: Kas aktiveerida taasesitamisel kontekstisirvija
fa: آیا هنگام آغاز بازپخش، مرورگر متن باید فعال شود
fi: Aktivoidaanko kontekstiselain aloitettaessa soittoa
fr: Si l'on doit afficher le navigateur de contexte lorsque la musique commence
hu: A környezetböngésző aktiválódjon-e szám lejátszásakor
it: Decidi se il navigatore per contesti dovrebbe essere attivato quando si inizia la riproduzione
ja: 再生を開始したときに関連情報ブラウザに切り替えるかどうか
ka: როდის უნდა გააქტიურდეს ContextBrowser დაკვრის დაწყებიდან
km: ថា​តើ​កម្មវិធី​រុករក​បរិបទ​គួរ​ចាប់ផ្ដើម​ឬ​ទេ ពេល​ចាប់ផ្ដើម​ចាក់​សារ​ថ្មី
ko: 곡이 재생중일때 자동으로 컨텍스트 브라우저를 보일 것인가
lt: Rodyti Informacijos langą pradedant groti
nb: Om vinduet som viser sammenhengen automatisk skal vises ved lydavspilling
nds: Bi't Afspelen automaatsch na den Kontextkieker wesseln
ne: प्लेब्याक सुरु गर्दा प्रसङ्ग ब्राउजर सक्रिय गर्ने या नगर्ने
nl: Of de Contextbrowser geactiveerd moet worden als het afspelen wordt gestart
nn: Om samanhengslesaren automatisk skal visast ved lydavspeling
pl: Czy przeglądarka kontekstowa powinna być uaktywniana przy rozpoczęciu odtwarzania
pt: Se o Navegador de Contexto deverá ser activado ao iniciar a reprodução
pt_br: O Navegador de Contexto deve ser ativado quando a reprodução for iniciada
sk: Aktivovať prehliadač kontextu pri spustení prehrávania
sr: Да ли активирати контекстни прегледач при пуштању нумере
th: จะให้ตัวเรียกดูรายละเอียดเพิ่มเติมเปิดใช้งานเมื่อเริ่มการเล่นหรือไม่
uk: Чи автоматично активувати навігатор контексту при програванні

source: Automatically switches to ContextBrowser when playback is started.
af: Skakel outomaties oor na die konteks blaaier wanneer terugspeel begin.
bg: Автоматично превключване към контекстния браузър при изпълнение.
ca: Canvia automàticament al navegador contextual quan es comença la reproducció.
da: Skifter automatisk til sammenhængsbrowseren når afspilning startes.
de: Wechselt automatisch zum Kontext-Browser, wenn die Wiedergabe gestartet wird.
el: Αυτόματη εναλλαγή στην περιήγηση περιεχομένου κατά την έναρξη αναπαραγωγής.
es: Cambiar automáticamente al navegador de contexto cuando comience la reproducción.
et: Taasesitamise alustamisel lülitutakse automaatselt kontekstisirvijale.
fa: هنگامی که بازپخش آغاز می‌شود، به طور خودکار به مرورگر متن سودهی می‌کند.
fi: Vaihtaa automaattisesti kontekstiselaimeen soiton alkaessa.
fr: Affiche automatiquement le navigateur de contexte lorsque la musique commence
hu: Váltás a környezetböngészőre szám lejátszásának elkezdésekor.
it: Passa automaticamente al navigatore per contesti quando la riproduzione è iniziata.
ja: 再生を開始したときに自動的に関連情報ブラウザに切り替えます。
ka: ავრომატურად -სკენ ტოლია.
km: ប្ដូរ​ទៅ​កម្មវិធី​រុករក​បរិបទ​ដោយ​ស្វ័យប្រវត្តិ ពេល​ចាប់ផ្ដើម​ចាក់​សារ​ថ្មី ។
ko: 재생이 시작되면 자동으로 컨텍스트 브라우저를 보입니다.
lt: Automatiškai įjungti Informacijos langą pradėjus groti.
nb: Bytt automatisk til vinduet som viser sammenhengen ved lydavspilling.
nds: Wesselt automaatsch na den Kontextkieker, wenn en nieg Stück anfangt.
ne: प्लेब्याक सुरु हुँदा प्रसङ्ग ब्राउजरमा स्वचालित रूपमा स्विच गर्दछ ।
nl: Opent automatisch de contextbrowser als het afspelen wordt gestart.
nn: Byt automatisk til samanhengslesar ved lydavspeling.
pl: Automatycznie przełącza do przeglądarki kontekstowej, kiedy odtwarzanie jest rozpoczynane.
pt: Muda automaticamente para o Navegador de Contexto quando a reprodução é iniciada.
pt_br: Alterna automaticamente para o Navegador de Contexto, quando a reprodução é iniciada.
sk: Automaticky sa prepne do priehliadača kontextu pri spustení prehrávania.
sr: Аутоматски пребацује на контекстни прегледач при пуштању нумере.
th: สลับไปยังตัวเรียกดูรายละเอียดเพิ่มเติมโดยอัตโนมัติเมื่อเริ่มเล่น
uk: Коли починається програвання, автоматично переходити у навігатор контексту.

source: Set CSS stylesheet used to customize ContextBrowser's rendering
af: Stel die CSS stylblad wat gebruik moet word om die konteks blaaier se vertoon te verander.
bg: Настройки на CSS списъка, който се използва за контекстния браузър
ca: Estableix el full d'estil CSS usat per personalitzar la presentació en el Navegador contextual
cs: Nastavit CSS stylesheet pro vykreslování prohlížeče kontextu
da: Angiv CSS-stilskabelon som bruges til at indstille visning af samlingsbrowseren
de: CSS-Stylesheet zum Anpassen der Kontext-Browser-Ansicht einstellen
el: Ορισμός ενός φύλλου στυλ CSS για προσαρμογή της αποτύπωσης του σχετικού περιεχομένου
es: Cambiar la hoja de estilos CSS usada para personalizar el aspecto del navegador contextual
et: CSS laaditabeli määramine kontekstisirvija renderdamise kohandamiseks
eu: Ezarri CSS estilo-orria, testuinguruko arakatzailearen errendatzea pertsonalizatzeko erabilitakoa
fa: تنظیم صفحه‌سبک CSS استفاده‌شده برای سفارشی کردن پرداخت مرورگر متن
fi: Asettaa CSS-tyylisivun, jolla voidaan muokata kontekstiselaimen ulkoasua
fr: Feuille de style CSS à utiliser pour personnaliser l'affichage du navigateur de contexte
he: קבע דף סגנון CSS אשר יגדיר אישית את תצוגת סייר ההקשר
hu: A környezetböngésző megjelenésének beállítását végző CSS-stíluslap megadása
it: Imposta i fogli di stile CSS usati per personalizzare il rendering del navigatore per contesti
ja: 関連情報ブラウザのレンダリングをカスタマイズする CSS スタイルシートを設定
ka: დაყენებული CSS -სკენ s
km: កំណត់​សន្លឹក​រចនាប័ទ្ម CSS ដែល​ត្រូវ​ប្រើ​ដើម្បី​ប្ដូរ​ការ​បង្ហាញ​របស់​កម្មវិធី​រុករក​បរិបទ​តាម​បំណង ។
ko: 컨텍스트 브라우저의 렌더링을 사용자가 정의하기 위해 CSS 스타일시트 설정
lt: Nurodykite CSS stilių Informacijos lango išvaizdai
nb: Velg CSS-stilsett brukt til å tilpasse utseende på vinduet som viser sammenhengen
nds: CSS-Stilvörlaag för dat Utsehn vun den Kontextkieker fastleggen
ne: प्रसङ्ग ब्राउजरको रेन्डरिङ अनुकूलन गर्न प्रयोग गरिएको सीएसएस शैलीपाना सेट गर्नुहोस्
nl: Geef het CSS-stijlblad op dat wordt gebruikt voor het weergeven van de contextbrowser
nn: Vel CSS-stilsett bruka til å tilpassa utsjånaden på samanhengslesaren
pl: Ustawia styl CSS używany przy wyświetlaniu przeglądarki kontekstowej
pt: Configura a folha de estilo de CSS usada para personalizar a visualização do Navegador de Contexto
pt_br: Selecione a folha de estilo CSS usada para personalizar o Navegador de Contexto
ru: Выбрать стиль в формате CSS для панели статистики
sk: Nastaviť CSS stylesheet pre vykreslovanie prehliadača kontextu
sr: Постави CSS опис стила за испис контекстног прегледача
th: ตั้งให้รูปแบบ CSS ที่ใช้เพื่อปรับแต่งการแสดงผลของตัวเรียกดูรายละเอียดเพิ่มเติม
tr: CSS stil sayfalarını İçerik Tarayıcısının görünümünde kullanılmak üzere ayarla
uk: Встановіть стиль CSS для налагодження вигляду навігатора контексту

source: Set this to the style dir you want to use.
af: Stel hierdie na die styl gids wat jy wil gebruik.
bg: Настройка стила на директорията, която искате да използвате.
ca: Seleccioneu per establir el directori d'estils que voleu usar.
cs: Nastavit na adresář se styly, který chcete použít.
da: Indstil dette til stilskabelonen som du vil bruge.
de: Dies bitte auf den gewünschten Design-Ordner einstellen.
el: Ορίστε εδώ τον κατάλογο στυλ που επιθυμείτε να χρησιμοποιήσετε.
es: Cambie esto a la carpeta de hojas de estilo que quiera usar.
et: Määra siin laaditabeli kataloog, mida soovid kasutada.
eu: Ezarri hau erabiltzea nahi duzun dir estiloarekin
fa: تنظیم این به صورت فهرست راهنمای سبکی که می‌خواهید استفاده کنید.
fi: Aseta tämä tyylihakemistoon, jota haluat käyttää.
fr: Dossier contenant les feuilles de styles à utiliser.
he: קבע את זה לתיקיית הסגנון שברצונך להשתמש בה.
hu: Állítsa be a kívánt stíluskönyvtárra.
it: Impostalo sullo stile delle cartelle che vuoi usare.
ja: 使用するスタイルのディレクトリに設定してください。
ka: დაყენებული -სკენ -სკენ.
km: កំណត់​វា​ទៅ​ជា​ថត​រចនាប័ទ្ម​ដែល​អ្នក​ចង់​ប្រើ ។
ko: 여러분이 사용하기 원하는 스타일 디렉터리에 이것을 설정하십시오.
lt: Nurodykite aplanką, kuriame yra pageidaujami stiliai.
nb: Angi dette til stilmappa du vil bruke.
nds: Hier kannst Du den Orner vun den Stil angeven
ne: तपाईँले प्रयोग गर्न चाहनुभएको शैली डाइरेकटरीमा यो सेट गर्नुहोस् ।
nl: Zet dit op de stijlmap die u wilt gebruiken.
nn: Set dette til stilmappa du vil bruka.
pa: ਇਸ ਨੂੰ ਸਟਾਇਲ ਡਾਇ ਦੇ ਤੌਰ 'ਤੇ ਵਰਤੋਂ, ਜਿਸ ਦੀ ਵਰਤੋਂ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ।
pl: Tutaj ustaw katalog stylu, który ma zostać użyty jako motyw.
pt: Defina isto como a pasta de estilos que deseja utilizar.
pt_br: Selecione a pasta de estilos que deseja usar.
ru: Выберите стиль, который следует использовать.
sk: Nastaviť na priečinok so štýlmi, ktorý chcete použiť.
sr: Поставите ово на директоријум стила који желите да користите.
th: ตั้งค่านี้ให้กับไดเร็คทอรีของรูปแบบที่คุณต้องการใช้
tr: Bunu, kullanmak istediğiniz stil dizinine ayarlayın.
uk: Вкажіть каталог зі стилями, який ви хочете використовувати.

source: Whether playlists store relative path
af: Bepaal of speel lyste relatiewe soek paaie ("paths") moet stoor.
bg: Дали списъците със записи да записват относителния път
ca: Si les llistes de reproducció han d'usar rutes relatives
cs: Ukládat v seznamech skladeb relativní cesty
da: Om spillelister opbevarer relative søgestier
de: Wiedergabelisten verwenden relative Pfade
el: Αν οι λίστες αποθηκεύουν τις σχετικές διαδρομές
es: Si las listas de reproducción guardan la ruta relativa
et: Kas esitusnimekirjad salvestavad suhtelise asukoha
eu: Zerrendak bide-izen erlatiboa gordetzen duen edo ez
fa: آیا فهرستهای پخش، مسیر نسبی را ذخیره کنند
fi: Mikäli valittu, käsin tallennetut soittolistat sisältävät suhteellisen polun kappaleisiin absoluuttisen sijasta.
fr: Enregistrer des chemins relatifs dans les listes de lecture
he: האם רשימות־ההשמעה ישמרו כנתיב יחסי
hu: A lejátszólistákban relatív elérési út legyen-e eltárolva
it: Decidi se le playlist debbano contenere il percorso relativo
ja: プレイリストに相対パスを使うかどうか
ka: დაკავშირებული გეზი
km: ថា​តើ​បញ្ជី​ចាក់​ទុក​ផ្លូវ​ប្រែប្រួល​ឬ​ទេ
ko: 재생목록을 상대 주소로 기록할지 여부
lt: Grojaraščiuose įrašyti santykinius kelius
nb: Om spillelister skal lagre relative adresser
nds: Afspeellisten bruukt relative Padden
ne: प्लेसूचीले सापेक्षित मार्ग भण्डारण गर्छ या गर्दैन
nl: Of afspeellijsten relatieve paden gebruiken
nn: Om spelelister skal lagra relative adresser
pa: ਕੀ ਸੰਗੀਤ-ਸੂਚੀ ਅਨੁਸਾਰੀ ਮਾਰਗ ਸੰਭਾਲੇ
pl: Czy lista odtwarzania przechowuje ścieżkę względną
pt: Se as listas de músicas guardam a localização relativa
pt_br: Listas de músicas armazenam o caminho relativo
ru: Использовать ли относительные пути в списках
sk: Ukladať v zoznamoch skladieb relatívne cesty
sr: Да ли листа нумера складишти релативну путању
th: จะให้รายการเล่นบันทึกพาธเชิงสัมพันธ์หรือไม่
tr: Parça listeleri göreceli yollar içersin
uk: Чи списки композицій зберігають відносний шлях
