Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <p>You are using a system with multiple CPUs. Please note that Amarok may be unstable with this configuration.</p><p>If your system has hyperthreading, you can improve Amarok's stability by using the Linux kernel option 'NOHT', or by disabling <i>HyperThreading</i> in your BIOS setup.</p><p>More information can be found in the README file. For further assistance join us at #amarok on irc.freenode.net.</p>
bg: <p>Използвате компютър с повече от един процесор. Имайте предвид, че така Amarok може да е нестабилен.</p><p>Ако машината ви има "hyperthreading", можете да подобрите стабилността като използвате опцията на Линукс ядрото "NOHT" или като изключите <i>HyperThreading</i> от BIOS-а.</p><p>Повече информация за това можете да намерите във файла README. За да получите помощ, присъединете се към нас - #amarok в irc.freenode.net.</p>
ca: <p>Esteu utilitzant un sistema amb múltiples processadors. Us advertim que l'Amarok pot ser inestable sota aquesta configuració.</p> <p>Si el seu sistema disposa de <i>HyperThreading</i>, podeu millorar l'estabilitat de l'Amarok emprant l'opció «NOHT» del nucli Linux, o bé deshabilitant la característica <i>HyperThreading</i> a la vostra BIOS.</p><p> Podeu trobar més informació al fitxer README. Per a més assistència uniu-vos al canal #amarok a irc.freenode.net.</p>
da: <p>Du bruger et system med flere processorer. Bemærk at Amarok kan være ustabilt med denne indstilling.</p><p>Hvis systemet har <i>Hyperthreading</i>, kan du forbedre stabiliteten af Amarok ved at bruge Linux-kernens tilvalg 'NOHT', eller deaktivere <i>Hyperthreading</i> i BIOS-indstillingerne.</p><p>Mere information findes i filen README. For yderligere hjælp kontakt os via #amarok på irc.freenode.net.</p>
de: <p>Sie verwenden ein System mit mehreren Prozessoren. Mit dieser Konfiguration könnte Amarok unter Umständen instabil arbeiten.</p><p>Falls Sie Schwierigkeiten haben sollten, benutzen Sie bitte den Kernelparameter 'NOHT' oder deaktivieren Sie <i>HyperThreading</i> im BIOS Ihres Rechners.</p><p>Weitere Informationen finden Sie in der README-Datei; Hilfestellung erhalten Sie in unserem IRC-Kanal #amarok auf irc.freenode.net.</p>
el: Þ<p>Χρησιμοποιείτε έναν επεξεργαστή με πολλούς επεξεργαστές. Παρακαλώ σημειώστε ότι το AmaroK μπορεί να είναι ασταθές με αυτή τη ρύθμιση.</p><p>Αν παρουσιάζονται προβλήματα, χρησιμοποιήστε την επιλογή πυρήνα του Linux 'NOHT', ή απενεργοποιήστε το <i>HyperThreading</i> στις ρυθμίσεις του BIOS.</p><p>Περισσότερες πληροφορίες μπορούν να βρεθούν στο αρχείο README. Για περαιτέρω βοήθεια συνδεθείτε με μας στο #amarok του irc.freenode.net.</p>
es: <p>Está usando un sistema con múltiples CPUs. Tenga en cuenta que Amarok puede ser inestable con esta configuración.</p> <p>Si su sistema tiene hyperthreading, puede mejorar la estabilidad de Amarok usando la opción 'NOHT' del núcleo de Linux, o deshabilitando <i>Hyperthreading</i> en su configuración del BIOS.</p> <p>Puede obtener más información en el archivo README. Para más ayuda, conectese con el canal #amarok en irc.freenode.net.</p>
et: <p>Sa kasutad mitme protsessoriga süsteemi. Arvesta, et Amarok võib seetõttu ebastabiilseks muutuda.</p><p>Kui midagi sellist juhtub, kasuta Linuxi kerneli võtit 'NOHT' või keela <i>HyperThreading</i> BIOS-e seadistustes.</p><p>Rohkem infot leiab failist README. Täiendavat abi leiab IRC kanalilt #amarok (serveris irc.freenode.net).</p>
hu: <p>Ön egy többprocesszoros rendszert használ. Ilyen rendszeren futtatva az Amarok instabil lehet.</p><p>Ha a rendszer tartalmaz HyperThreading funkciót, akkor javíthat az Amarok stabilitásán a Linux kernel "NOHT" opciójával vagy azzal, ha kikapcsolja a BIOS beállításainál a <i>HyperThreading</i>et.</p><p>További információ a README fájlban található, segítséget pedig az irc.freenode.net-en levő #amarok csatornán kaphat.</p>
it: <p>Stai usando un sistema multiprocessore. Nota che Amarok potrebbe non essere stabile con questa configurazione.</p><p>Se il tuo sistema supporta l'hyperthreading, puoi migliorare la stabilità di Amarok usando l'opzione del kernel Linux 'NOHT', o disabilitando <i>HyperThreading</i> nelle impostazioni del BIOS.</p><p>Altre informazioni possono essere trovate nel file README. Per ulteriore assistenza entra nel canale #amarok su irc.freenode.net.</p>
ja: <p>あなたのシステムには複数の CPU が搭載されています。この設定では Amarok が不安定になる可能性があります。</p><p>システムにハイパースレッディングがある場合は、Linux カーネルの 'NOHT' オプションを使うか、BIOS の設定でハイパースレッディングを無効にすることによって、Amarok の安定性を改善することができます。</p><p>README ファイルにより詳しい情報があります。さらにサポートが必要なときは irc.freenode.net の #amarok へお越しください。</p>
km: <p>អ្នក​កំពុង​ប្រើ​ប្រព័ន្ធ​ដែល​មាន​ស៊ីភីយូ​ច្រើន ។ សូម​ចំណាំថា Amarok អាច​មិន​ឋិតឋេរ​​ជា​មួយ​នឹង​ការ​កំណត់​រចនាសម្ព័ន្ធនេះ ។</p><p>ប្រសិន​បើ​ប្រព័ន្ធ​របស់​អ្នក​មាន hyperthreading អ្នក​នឹង​អាច​បង្កើន​ស្ថេរភាព​របស់ Amarok ដោយ​ប្រើ​ជម្រើស​ខឺណែល​លីនុច 'NOHT' ឬ​ដោយ​បិទ <i>HyperThreading</i> នៅ​ក្នុង​ការរៀបចំ BIOS របស់​អ្នក ។</p><p>ព័ត៌មាន​បន្ថែម​អាច​រក​បាន​នៅ​ក្នុង​ឯកសារ README ។ ចំពោះ​ជំនួយ​ការ​បន្ថែម សូម​ចូលរួម​ក្នុង #amarok នៅលើ irc.freenode.net ។</p>
lt: <p>Dėmesio! Jūsų kompiuteryje yra keletas procesorių. Gali būti, kad AmaroK veiks nestabiliai.</p><p>Jei susidūrėte su šiais sunkumais naudokite Linux branduolio parinktį „NOHT“ arba išjunkite <i>HyperThreading</i> funkciją BIOS parinktyse.</p><p>Išsamesnę informaciją rasite README byloje. Daugiau pagalbos sulauksite prisijungę prie #amarok kanalo irc.freenode.net serveryje.</p>
nds: <p>Du bruukst en Systeem mit mehr as een Perzesser. Bitte beacht, dat Amarok in disse Ümgeven villicht nich deegt löppt.</p><p>Wenn Du Problemen hest, bruuk de Optschoon "NOHT" för den Linux-Kernel, oder maak dat <i>HyperThreading</i> binnen Dien BIOS ut</p><p>Mehr Informatschonen gifft dat binnen de README-Datei oder ünner #amarok op irc.freenode.net.</p>
nl: <p>U gebruikt systeem met meerdere processors. Deze configuratie kan Amarok instabiel maken.</p> <p>Als uw systeem hyperthreading heeft, dan kunt u de stabiliteit van Amarok verbeteren door de Linux-kerneloptie 'NOHT' te gebruiken of door <i>HyperThreading</i> in uw BIOS uit te schakelen.</p> <p>Meer informatie vindt u in het README-bestand. Voor meer hulp kunt u bij ons terecht op het IRC-kanaal #amarok bij irc.freenode.net.</p>
nn: <p>Du brukar ei maskin med fleire prosessorar. Merk at Amarok derfor kan vera ustabil.</p><p>Viss maskina har hypertråding, kan forbetra stabiliteten ved å bruka kjernevalet «NOHT» eller ved å slå av <i>HyperThreading</i> i BIOS-oppsettet.</p><p>Du finn meir informasjon i LESMEG-fila. Du kan òg få hjelp på IRC-kanalen #amarok på irc.freenode.net.</p>
pl: <p>Używasz systemu z wieloma procesorami. Proszę mieć na uwadze, że Amarok może zachowywać się niestabilnie z tą konfiguracją.</p><p>Jeśli Twój system obsługuje pseudowieloprocesorowość (hyperthreading), możesz zwiększyć stabilność Amaroka poprzez użycie opcji jądra Linuksa "NOHT" lub wyłączenie <i>HyperThreading</i> w BIOSie.</p><p>Więcej informacji można znaleźć w pliku README. Aby uzyskać dalszą pomoc, wejdź na kanał #amarok na serwerze irc.freenode.net.</p>
pt: <p>Você está a usar um sistema com vários CPUs. De facto, o Amarok poderá ser instável com esta configuração.</p><p>Se estiver a ter problemas use a opção do 'kernel' do Linux 'NOHT' ou desactive o <i>HyperThreading</i> na configuração da sua BIOS.</p><p>Poderá descobrir mais informações no ficheiro README. Para mais assistência, junte-se a nós em #amarok no irc.freenode.net.</p>
pt_br: <p>Você está usando um sistema com múltiplos processadores. Por favor, saiba que o Amarok pode ficar instável com essa configuração.</p><p>Se seu sistema possui o hyperthreading, você pode aumentar a estabilidade do Amarok usando a opção de kernel 'NOHT', ou desabilitando o <i>HyperThreading</i> no setup da sua BIOS.</p><p>Mais informações podem ser encontradas no arquivo README. Para maiores detalhes junte-se a nós no canal do #amarok em irc.freenode.net.</p>
se: <p>Dus lea doaimmár mas leat máŋga CPU:a Fuomáš ahte Amarok ii dáidde leat áibbas stabiila dáinna heivehusain.</p><p>Jus du váttisvuođat dáinna heivehusain, de sáhtát geavahit gohccunlinnjámolssaeavttu «NOHT» dahje válljet eret <i>hyperthread</i> du BIOS heivehusas.</p><p>Gávnnat eanet dieđuid README-fiillas. Jus dárbbašat eanet veahki, de deaivvat min #amarok kánalas irc.freenode.net:as.</p>
sk: <p>Používate systém s viacerými procesormi. Zoberte prosím na vedomie, že Amarok môže pri tejto konfigurácii nestabilný.</p> <p>Ak má váš systém hyperthreading, môžete zvýšiť stabilitu Amaroku použitím voľby Linuxového kernelu 'NOHT' alebo zakázaním <i>HyperThreading</i> vo vašom nastavení BIOS.</p> <p>Viac informácii je možné nájsť v súbore README. Pre ďalšiu pomoc sa k nám pripojte na #amarok na irc.freenode.net.</p>
sr: <p>Користите систем са више процесора. Могуће је да Amarok буде нестабилан у оваквом окружењу.</p><p>Ако ваш процесор користи <i>hyperthreading</i>, можете побољшати стабилност Amarok-а користећи опцију „NOHT“ језгра Linux, или искључивањем опције <i>HyperThreading</i> у BIOS-у.</p><p>Више података можете наћи у фајлу README. За даљу помоћ придружите нам се на каналу #amarok на irc.freenode.net.</p>
th: <p>คุณกำลังใช้ระบบที่มีหน่วยประมวลผลหลายตัว โปรดสังเกตว่า Amarok อาจจะทำงานได้ไม่เสถียรสำหรับระบบเช่นนี้</p> <p>หากว่าระบบของคุณมี hyperthreading คุณสามารถที่จะเพิ่มความเสถียรของ Amarok ได้โดยใช้ตัวเลือกของเคอร์เนลลินุกซ์ 'NOHT' หรือปิดความสามารถ<i>HyperThreading</i> ในการตั้งค่า BIOS ของคุณ</p> <p>คุณสามารถอ่านรายละเอียดเพิ่มเติมได้จากแฟ้ม README หากต้องการความช่วยเหลือเพิ่มเติม โปรดร่วมกับเราที่ #amarok บน irc.freenode.net</p>
tr: <p>Çoklu işlemcisi olan bir sistem kullanıyorsunuz. Bu özelliği taşıyan işlemcileri kullanan sistemlerde Amarok'un kararlı davranamayabileceğini unutmayın. </p><p>Eğer sorun yaşıyorsanız, Linux kernel seçeneklerinden 'NOHT' seçeneğini kullanın, ya da <i>HyperThreading</i> desteğini BIOS ayarlarından kapatın. </p> <p> README dosyasında daha fazla bilgi bulabilirsiniz. Yardım almak için irc.freenode.net sunucusundaki #amarok kanalına başvurabilirsiniz.</p>
uk: <p>Ви використовуєте систему з декількома процесорами. Амарок можеможе працювати нестабільно.</p> <p>Якщо ваша система має "hyperthreading", то стабільність програми Амарок можна покращити вживаючи параметр ядра Linux "NOHT" або вимкніть <i>HyperThreading</i> у вашому BIOS.</p> <p>Більше інформації можна знайти у файлі README. Для подальшої допомоги приєднайтесь до балачки #amarok на irc.freenode.net.</p>

source: Append && &Play
af: Voeg by en speel
bg: Добавяне и &изпълнение
ca: Afegeix i re&produeix
cs: &Připojit a přehrát
da: Vedhæng && &afspil
de: Anhängen und ab&spielen
el: Προσθήκη && &εκτέλεση
es: Añadir y &reproducir
et: Lisa ja &mängi
eu: Erantsi eta e&rreproduzitu
fa: پیوستن و &پخش‌
fi: Lisää ja &soita
fr: A&jouter et lire maintenant
he: הוסף &ונגן
hu: Hozzáfűzés és &lejátszás
it: Aggiungi && &Riproduci
ja: 追加して再生(&P)
ka: დამატება და &დაკვრა
km: បន្ថែម​ខាង​ចុង ​ហើយចាក់
ko: 추가 && 바로 재생(&P)
lt: Papildyti ir &groti
nb: &Legg til og spill
nds: Anhangen && &Afspelen
ne: थप्नुहोस् र प्ले गर्नुहोस्
nl: Toevoegen en afs&pelen
nn: &Legg til og spel
pa: ਸ਼ਾਮਿਲ ਅਤੇ ਚਲਾਓ(&P)
pl: Dołącz i &odtwarzaj
pt: Adicionar e Re&produzir
pt_br: Anexar e &Reproduzir
ru: Добавить и &воспроизвести
se: &Lasit ja čuojat
sk: &Pripojiť a prehrať
sr: Додај и &пусти
th: เพิ่มเข้าไปและ&เล่น
tr: Ekle && Ç&al
uk: Додати і &грати

source: <qt>Closing the main-window will keep Amarok running in the System Tray. Use <B>Quit</B> from the menu, or the Amarok tray-icon to exit the application.</qt>
af: <qt>As jy die hoof venster toemaak sal Amarok nogsteeds in die stelsel skinkbord hardloop. Gebruik <b>Gaan uit</b> vanuit die kieslys of die skinkbord ikoon om Amarok toe te maak.</qt>
bg: <qt>Въпреки затварянето на главния прозорец, Amarok ще продължи да работи в системния панел. За да излезете от програмата използвайте <B>"Изход"</B> от менюто или иконата в системния панел.</qt>
ca: <qt>Tot i tancar la finestra principal, l'Amarok es mantindrà executant a la safata del sistema. Useu <B>Abandona</B> del menú, o la icona de la safata del sistema de l'Amarok per sortir del programa.</qt>
cs: <qt> Po uzavření hlavního okna bude stále Amarok spuštěn v systémové části panelu. Použijte <B>Ukončit</B> z nabídky aplikace nebo ikony v panelu k ukončení celé aplikace.</qt>
da: <qt> Lukning af hovedvinduet vil holde Amarok kørende i statusfeltet. Brug <B>Afslut</B> fra menuen, eller Amarok's statusikon til at afslutte programmet.</qt>
de: <qt>Wenn Sie das Hauptfenster schließen, läuft Amarok im Systemabschnitt der Kontrollleiste weiter. Verwenden Sie "Beenden" aus dem Menü, um Amarok zu beenden.</qt>
el: <qt>Κλείνοντας το κύριο παράθυρο το AmaroK θα συνεχίσει να εκτελείται στο πλαίσιο εικονιδίων του συστήματος. Χρησιμοποιήστε το <B>Έξοδος</B> από το μενού, ή το εικονίδιο στο πλαίσιο συστήματος για να τερματίσετε την εφαρμογή.</qt>
es: <qt> Cerrando la ventana principal Amarok se quedará ejecutando en la bandeja del sistema. Utilice <b>Salir</b> desde el menú, o el icono de la bandeja del sistema para finalizar la aplicación.</qt>
et: <qt>Peaakna sulgemine jätab Amaroki tööle süsteemses salves. Rakendusest väljumiseks vali kontekstimenüüst <B>Välju</B>.</qt>
fa: <qt> بستن پنجرۀ اصلی، amaroK را در سینی سیستم در حال اجرا نگه می‌دارد. از <B>خروج </B> از گزینگان استفاده کنید، یا برای خروج از کاربرد از شمایل سینی amaroK استفاده کنید.</qt>
fi: <qt>Pääikkunan sulkeminen piilottaa Amarokin ilmoitusalueelle. Valitse <b>Lopeta</b> valikosta tai Amarokin ilmoitusalueella olevasta kuvakkeesta, jos haluat sulkea Amarokin.</qt>
fr: <qt>Si vous fermez la fenêtre principale, Amarok fonctionnera toujours dans la boîte à miniatures. Utilisez le bouton <B>Quitter</B> du menu ou l'icône d'Amarok de la boîte à miniatures pour fermer l'application.</qt>
he: <qt> סגירת החלון הראשי תשאיר את Amarok פועל במגש המערכת. השתמש ב־ <B>יציאה</B> מתוך התפריט או בסמל של Amarok במגש המערכת כדי לסגור את התכנה. </qt>
hu: <qt>Ha bezárja a főablakot, az Amarok továbbra is futni fog a rendszertálcán. Használja az Amarok-menü vagy az Amarok-tálcaikon <B>Kilépés</B> parancsát, ha ki szeretne lépni a programból.</qt>
it: <qt>Chiudendo la finestra principale, Amarok rimarrà aperto nel vassoio di sistema. Usa <B>Chiudi</B> dal menu oppure l'icona di Amarok nel vassoio di sistema per chiudere l'applicazione.</qt>
ja: <qt>メインウィンドウを閉じても Amarok はシステムトレイで実行し続けます。終了するにはアクションメニューまたは Amarok のトレイアイコンから「終了」を選択してください。</qt>
km: <qt>ការ​បិទ​បង្អួច​មេ​ នៅ​តែ​ធ្វើ​ឲ្យ​ Amarok រត់​នៅ​ក្នុងថាស​ប្រព័ន្ធ​ដដែល ។ ប្រើ <B>ចេញ</B> ពី​ម៉ឺនុយ ឬ​រូបតំណាង​ថាស Amarok ដើម្បី​ចេញ​ពី​កម្មវិធី ។</qt>
ko: <qt>주 창을 닫아도 Amarok는 시스템 트레이에서 계속 작동합니다. 메뉴나 트레이 아이콘에서 <B>종료</B>를 눌러서 프로그램을 끝내십시오.</qt>
lt: <qt>Uždarius pagrindinį langą AmaroK liks sistemos dėkle. Norėdami nutraukti darbą nurodykite komandą <B>Baigti</B>, esančią meniu arba AmaroK sisteminio dėklo ženkliuke.</qt>
nb: <qt>Hvis du lukker hovedvinduet, vil Amarok fortsette i systemkurven. Velg <b>Avslutt</b> fra menyen, eller kurv-ikonet for Amarok for å avslutte programmet.</qt>
nds: <qt>Wenn Du dat Hööftfinster tomaakst, löppt Amarok binnen den Systeemafsnitt wieder. Wenn Du dat Programm utmaken wullt, bruuk <b>Verlaten</b> binnen dat Menü "Akschonen" oder dat Rechtsklickmenü vun dat Systeemafsnitt-Lüttbild.</qt>
ne: <qt>मुख्य सञ्झ्याल बन्द गर्नाले अमारोकलाई प्रणाली ट्रेमा चलिरहेको राख्नेछ । मुख्य मेनुबाट <B>अन्त्य गर्नुहोस्</B> प्रयोग गर्नुहोस्, वा अनुप्रयोग अन्त्य गर्न अमारोक ट्रे प्रतिमा प्रयोग गर्नुहोस् ।</qt>
nl: <qt>Als u het hoofdvenster afsluit, blijft Amarok draaien in het systeemvak. Gebruik <B>Afsluiten</B> in het contextmenu om de toepassing te beëindigen.</qt>
nn: <qt>Viss du lukkar hovudvindauget, vil Amarok halda fram i systemtrauet. Vel <b>Avslutt</b> frå <b>Fil</b>-menyen eller trauikonet for å avslutta programmet.</qt>
pa: <qt>ਮੁੱਖ ਝਰੋਖੇ ਨੂੰ ਬੰਦ ਕਰਨ 'ਤੇ ਵੀ ਅਮੋਰਕ ਸਿਸਟਮ ਟਰੇ 'ਚ ਚੱਲਦਾ ਰਹੇਗਾ। ਕਾਰਜ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ ਅਮਰੋਕ ਟਰੇ ਆਈਕਾਨ ਵਿੱਚ ਬਾਹਰ ਜਾਂ ਮੇਨੂ ਵਿੱਚੋਂ <B>ਬਾਹਰ</B> ਦੀ ਚੋਣ ਕਰੋ।</qt>
pl: <qt>Zamknięcie głównego okna utrzyma działanie Amaroka na tacce systemowej. Użyj <B>Zakończ</B> z menu albo ikony Amaroka z tacki systemowej, aby wyjść z programu.</qt>
pt: <qt>Se fechar a janela principal irá manter o Amarok a correr na bandeja do sistema. Use o <B>Sair</B> do menu ou do menu de contexto da bandeja para sair da aplicação.</qt>
pt_br: <qt>Fechar a janela principal manterá o Amarok sendo executado na Área de Notificação do Sistema. Use o menu <b>Sair</b>, à partir do menu principal ou pelo ícone da área de notificação, para fechar o aplicativo.</qt>
ru: <qt>После закрытия главного окна amaroK будет продолжать работать в системном лотке. Для выхода из приложения используйте пункт меню <B>Выход</B>.</qt>
se: <qt>Váikkoge giddet váldoláse de lea Amarok jođus. Vállje <b>Fiila->Heaittit</b> dahje Amarok-govaža vuogádatgárccus jus háliidat prográmma heaittihit.</qt>
sk: <qt>Po uzatvorení hlavného okna bude stále Amarok spustený v systémovej lište. Použite <B>Ukončiť</B> z ponuky alebo ikonu Amaroku v paneli pre ukončenie celej aplikácie.</qt>
sr: <qt>Затварањем главног прозора, Amarok ће наставити да ради у системској касети. Користите <B>Изађи</B> из менија или Amarok-ову икону у системској касети да бисте изашли из програма.</qt>
th: <qt>การปิดหน้าต่างหลักนั้นจะยังคงทำให้ Amarok ทำงานอยู่ที่ถาดระบบ ใช้คำสั่ง <B> ออก</B> จากเมนู หรือที่ไอคอน Amarok ในถาดระบบ เพื่อออกจากโปรแกรม </qt>
tr: <qt>Ana pencereyi kapatsanız da Amarok sistem çekmecesini kullanarak çalmaya devam eder. Menüden <B>Çıkış</B>'ı seçerek uygulamayı kapatabilirsiniz.</qt>
uk: <qt>Після закриття головного вікна Amarok продовжуватиме працювати у системному лотку. Щоб вийти з програми, скористайтесь дією <B>Вийти</B> в меню або піктограмою Amarok в системному лотку.</qt>

source: Docking in System Tray
af: Koppel in stelsel skinkbord
bg: Вграждане в системния панел
ca: Ancora a la safata del sistema
cs: Pohlcení v systémové části panelu
da: Dokker i statusfeltet
de: Im Systemabschnitt der Kontrollleiste einbetten
el: Προσάρτηση στο πλαίσιο συστήματος
es: Acoplando en la bandeja del sistema
et: Dokkimine süsteemsesse salve
eu: Sistema-erretiluan atrakatzea
fa: پیوستن به سینی سیستم
fi: Ilmoitusalueelle telakoiminen
fr: Incrustation dans la boîte à miniatures
he: ממזער למגש המערכת
hu: Dokkolás a rendszertálcába
it: Poni nel vassoio di sistema
ja: システムトレイにドッキング
ka: სისტემურ პანელზე დამყარება
km: ចត​ក្នុង​ថាស​ប្រព័ន្ធ
ko: 트레이에 놓기
lt: Nukelti į sistemos dėklą
nb: Legger i systemkurven
nds: In Systeemafsnitt lopen
ne: प्रणाली ट्रेमा डक गर्दै
nl: Naar systeemvak
nn: Legg i systemtrauet
pa: ਸਿਸਟਮ ਟਰੇ ਵਿੱਚ ਸ਼ਾਮਿਲ
pl: Dokowanie na tacce systemowej
pt: Acoplagem na Bandeja do Sistema
pt_br: Manter na Área de Notificação do Sistema
ru: Встраивание в системный лоток
se: Cokka vuogádatgárcui
sk: Pohltenie v systémovej lište.
sr: Пристајем у системску касету
th: ลงไปพักไว้ที่ถาดระบบ
tr: Panele ekleniyor
uk: Швартування в системному лотку

source: _: state, as in playing Play
af: Besig om te speel
bg: Изпълнение
ca: En reproducció
cs: Přehrávání
da: Spiller
de: Wiedergabe
el: Αναπαραγωγή
es: En reproducción
et: Esitus
eu: Errep.
fa: پخش
fi: Soitto
fr: Écoute
he: מנגן
hu: Lejátszás
it: Riproduci
ja: 再生中
ka: დაკვრა
km: ចាក់
ko: 재생
lt: Grojama
nb: Spiller
nds: Afspelen
ne: प्ले गर्नुहोस्
nl: Speelt af
nn: Spelar
pa: ਚੱਲਦਾ
pl: Odtwarza
pt: Em Reprodução
pt_br: Reproduzindo
ru: Воспроизведение
se: Čuojaheamen
sk: Prehráva
sr: Пуштање
th: กำลังเล่น
tr: Çal
uk: Програвання

source: Moving files to trash
af: Besig om lêers na die asblik te skuif
bg: Преместване на файловете в кошчето
ca: S'estan llençant els fitxers a la paperera
cs: Přesunují se soubory do koše
da: Flytter filer til papirkurven
de: Dateien werden in den Mülleimer verschoben
el: Μετακίνηση των αρχείων στον Κάδο Απορριμμάτων
es: Moviendo archivos a la papelera
et: Failide viskamine prügikasti
eu: Bota fitxategiak zakarrontzira
fa: حرکت پرونده‌ها به زباله
fi: Tiedostoja siirretään roskakoriin
fr: Mise des fichiers dans la corbeille
he: מעביר קבצים לסל־האשפה
hu: Fájlok áthelyezése a szemétkosárba
it: Spostamento file nel cestino
ja: ファイルをごみ箱に移動
ka: ფაილების სანაგვეში გადაყრა
km: កំពុង​ផ្លាស់ទី​ឯកសារ​ទៅ​ធុងសំរាម
ko: 쓰레기통에 파일 이동
lt: Bylos perkeliamos į šiukšliadėžę
nb: Flytter filer til søppelkurven
nds: Dateien warrt na de Affalltünn verschaven
ne: रद्दीटोकरीमा फाइलहरू सार्दै
nl: Bestanden worden naar de prullenbak verplaatst
nn: Flyttar filer til papirkorg
pa: ਫਾਇਲਾਂ ਰੱਦੀ ਵਿੱਚ ਭੇਜੀਆਂ ਜਾਂਦੀਆਂ ਹਨ
pl: Przenoszenie plików do kosza
pt: A mover os ficheiros para o lixo
pt_br: Movendo arquivos para o lixo
se: Sirdimin fiillaid ruskalihttái
sk: Presúvam súbory do koša
sr: Премештам фајлове у смеће
th: ย้ายแฟ้มลงถังขยะ
tr: Dosyalar çöpe taşınıyor
uk: Пересування файлів у смітник

source: Manage tabs
af: Bestuur oortjies
bg: Управление на подпрозорците
ca: Gestiones les pestanyes
cs: Spravovat záložky
da: Håndtering af faneblade
de: Unterfenster verwalten
el: Διαχείριση καρτελών
es: Gestionar las solapas
et: Kaartide haldamine
fa: مدیریت تبها
fi: Hallitse välilehtiä
fr: Gérer les onglets
he: נהל לשוניות
hu: Fülek kezelése
it: Gestisci schede
ja: タブを設定
km: ការ​គ្រប់គ្រង​​ផ្ទាំង
ko: 탭 관리
lt: Tvarkyti korteles
nb: Behandle faneark
nds: Panelen plegen
ne: ट्याबहरू प्रबन्ध गर्नुहोस्
nl: Tabbladen beheren
nn: Fanehandsaming
pa: ਟੈਬ ਪਰਬੰਧ
pl: Zarządzaj zakładkami
pt: Gerir as páginas
pt_br: Gerenciar abas
ru: Управление вкладками
se: Gieđahala gilkoriid
sk: Spravovať panely
sr: Управљајте језичцима
th: จัดการแท็บ
tr: Sekmeleri yönet
uk: Керування вкладками

source: Global Tag Radio: %1
af: Globale etiket radio: %1
bg: Тематично радио: %1
ca: Ràdio d'etiquetes global: %1
cs: Rádio podle globální značky: %1
da: Global radio ifølge etikette: %1
el: Ραδιόφωνο καθολικών ετικετών: %1
es: Radio de etiqueta global: %1
eu: Kategoria globalen irratia: %1
fa: رادیوی برچسب سراسری: %1
fi: Ylätason radio: %1
fr: Style de radio : %1
he: רדיו תג גלובלי: %1
hu: "Globális címke" rádió: %1
it: Radio per categoria globale: %1
ja: グローバルタグラジオ: %1
km: ស្លាក​សកល​របស់​វិទ្យ ៖ %1
ko: 전역 태그 라디오: %1
lt: Bendras rakto radijas: %1
nb: Global tagg-radio:n%1
nds: Globaal Beteker-Radio: %1
ne: विश्वव्यापी ट्याग रेडियो: %1
nl: Globale-tag-radio: %1
nn: Global merkelappradio: %1
pa: ਗਲੋਬਲ ਟੈਗ ਰੇਡੀਓ: %1
pl: Radio znaczników globalnych: %1
pt: Rádio de Marcas Globais: %1
pt_br: Rádio de Etiqueta Global: %1
ru: По меткам: %1
se: Globála gilkor radio: %1
sk: Globálna rádio značka: %1
sr: Глобално означени радио: %1
th: รายการวิทยุแท็กส่วนรวม: %1
uk: Глобальне радіо міток: %1

source: Similar Artists to %1
af: Soortgelyke kunstenaars as %1
bg: Търсене на подобни на %1 изпълнители
ca: Artistes similars a %1
cs: Interpreti podobní: %1
da: Kunstnere som ligner %1
de: Ähnliche Interpreten wie %1
el: Παρόμοιοι καλλιτέχνες με %1
es: Artistas similares a %1
et: %1 moodi esitajad
eu: %1(r)en antzeko artistak
fa: هنرمندان مشابه در %1
fi: Artistin ”%1” kaltaisia artisteja
fr: Artistes similaires vers %1
he: אומנים דומים ל־ %1
hu: %1 előadóhoz hasonló előadók
it: Artista simile a %1
ja: %1 に類似したアーティスト
km: សិល្បករ​ដែល​ស្រដៀង​គ្នា​នឹង %1
ko: %1에 대한 유사한 아티스트
lt: Į %1 panašūs atlikėjai
nb: Hent lignende artister til %1
nds: Künstlers liek to %1
ne: %1 मा मिल्ने कलाकारहरू
nl: Artiesten vergelijkbaar met %1
nn: Artistar som liknar på %1
pa: %1 ਤੋਂ ਰਲਦੇ ਕਲਾਕਾਰ
pl: Wykonawcy podobni do %1
pt: Artistas Semelhantes a %1
pt_br: Artistas Parecidos a %1
ru: Исполнители похожие на %1
se: Sullosaš artisttat go %1
sk: Interpreti podobný na %1
sr: Извођачи слични са %1
th: ศิลปินที่คล้ายๆ กันกับ %1
tr: %1 Sanatçısına Benzeyen Sanatçılar
uk: Виконавці подібні до %1
