Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: &Edit '%1' Tag for Selected Tracks
af: Redigeer '%1' etiket vir die gekiesde snitte
bg: &Редактиране на "%1" на маркираните
ca: &Edita l'etiqueta «%1» per les peces seleccionades
cs: &Upravit značku '%1' pro označené skladby
da: Redigér '%1'-mærket for udvalgte spor
de: "%1" aller ausgewählten Stücke bearbeiten
el: &Επεξεργασία της ετικέτας του '%1' για τα επιλεγμένα κομμάτια
es: &Editar etiqueta «%1» en las pistas seleccionadas
et: &Muuda silti '%1' valitud paladel
eu: &Editatu hautatutako pisten '%1' etiketa
fa: &ویرایش »%1« برچسب برای شیارهای برگزیده‌
fi: &Muokkaa kappaleiden sisältökuvausta %1
fr: &Éditer la balise « %1 » pour les morceaux sélectionnés
he: ערוך את התגית '%1' עבור הרצועות המסומנות
hu: Szerkesztés: "%1" címke (a kijelölt számokban)
it: &Modifica il tag '%1' per le tracce selezionate
ja: 選択したトラックのタグ「%1」を編集(&E)
ka: რჩეული ჩანაწერის '%1' ჭდის &რედაქტირება
km: កែសម្រួល​ស្លាក '%1' សម្រាប់​បទ​ដែល​បាន​ជ្រើស
ko: 선택한 트랙에 대한 '%1' 태그 편집(&E)
lt: Kei&sti pažymėtų dainų laukelį „%1“
nb: &Endre «%1»-etiketten for markerte spor
nds: Beteker "%1" för utsöcht Stücken &bewerken
ne: चयन गरिएको ट्रयाकहरूका लागि '%1' सम्पादन गर्नुहोस्
nl: Tag '%1' voor de geselecteerde tracks b&ewerken
nn: &Endra merkelappen «%1» for merkte spor
pa: ਚੁਣੇ ਟਰੈਕਾਂ ਦੇ '%1' ਟੈਗ ਵਿੱਚ ਸੋਧ(&E)
pl: &Edytuj znacznik "%1" dla wybranych utworów
pt: &Editar a Marca '%1' nas Faixas Seleccionadas
pt_br: &Editar Etiqueta '%1' nas Faixas Selecionadas
ru: &Изменить '%1' для выделенных композиций
se: &Rievdat «%1»-gilkora merkejuvvon bihtáid várás
sk: &Upraviť značku '%1' pre označené skladby
sr: Ур&еди ознаку „%1“ за изабране нумере
th: แก้ไ&ขแท็ก '%1' สำหรับเพลงที่เลือก
tr: Se&çili Parçaların '%1' Etiketini Düzenle
uk: &Редагувати мітку "%1" у вибраних доріжках

source: _n: Track &Information... &Information for %n Tracks...
af: Snit informasie... Informasie vir %n snitte...
bg: &Информация... &Информация за %n записа
ca: Informació de la peça... Informació per a %n peces...
cs: &Informace o skladbě... &Informace o %n skladbách... &Informace o %n skladbách...
da: Spor&information... Spor&information for %n spor...
de: &Stück-Informationen ... &Stück-Informationen für %n Stücke ...
el: Πληροφορίες κομματιού... Πληροφορίες για %n κομμάτια...
es: &Información de la pista... &Información de %n pistas...
et: Pala &info... %n pala &info...
eu: Pistaren niformazioa... %n pisten informazioa...
fa: &اطلاعات برای %n شیار...‌
fi: Kappaleen t&iedot… %n kappaleen t&iedot…
fr: &Informations sur le morceau... &Informations sur les %n morceaux...
he: &מידע עבור רצועה... &מידע עבור %n רצועות...
hu: &Információ %n számról...
it: &Informazioni traccia... &Informazioni per %n tracce...
ja: %n トラックの情報(&I)...
ka: &ინფორმაცია %n ჩანაწერისთვის...
km: ព័ត៌មាន​បទចម្រៀង %n បទ...
lt: %n dainos &informacija... %n dainų &informacija... %n dainų &informacija...
nb: Spor&informasjon ... &Informasjon for %n spor …
nds: Stück-&Informatschonen... &Informatschonen för %n Stücken...
ne: ट्रयाक सूचना... %n ट्रयाकहरूका लागि सूचना...
nl: Track&informatie... &Informatie voor %n tracks...
nn: Endra spor&informasjon … Endra &informasjon for %n spor …
pa: ਟਰੈਕ ਜਾਣਕਾਰੀ ਸੋਧ(&i)... %n ਟਰੈਕ ਲਈ ਜਾਣਕਾਰੀ ਸੋਧ(&i)...
pl: &Informacja o utworze... &Informacja o %n utworach... &Informacja o %n utworach...
pt: &Informações da Faixa... &Informações das %n Faixas...
pt_br: &Informações da Faixa... &Informações de %n Faixas...
ru: &Метаданные %n композиции... &Метаданные %n композиций... &Метаданные %n композиций...
se: Bihtá dieđut … %n bihtá dieđu …
sk: &Informácie pre stopu... &Informácie pre %n stopy... &Informácie pre %n stôp...
sr: &Подаци о %n нумери... &Подаци о %n нумере... &Подаци о %n нумера...
th: ข้&อมูลสำหรับ %n เพลง...
tr: %n Parça için &Bilgiler...
uk: &Інформація для %n доріжки... &Інформація для %n доріжок... &Інформація для %n доріжок...

source: Move Tracks to Collection
af: Beweeg snitte na die versameling
bg: Копиране на записите в колекцията
ca: Mou les peces a la col·lecció
cs: Přesunout skladby do kolekce
da: Flyt spor til samling
de: Stücke zur Sammlung verschieben
el: Μετακίνηση κομματιών στη συλλογή
es: Mover pistas a la colección
et: Liiguta palad kogusse
fa: حرکت شیارها به مجموعه
fi: Siirrä kappaleet kokoelmaan
fr: Déplacer les morceaux vers la collection
hu: Számok áthelyezése gyűjteménybe
it: Sposta tracce nella collezione
ja: トラックをコレクションに移動
km: ផ្លាស់ទី​បទ​ទៅ​សម្រាំង
lt: Perkelti dainas į fonoteką
nb: Flytt spor til samlingen
nds: Stücken na Sammeln verschuven
ne: सङ्कलनमा ट्रयाकहरू सार्नुहोस्
nl: Tracks naar collectie verplaatsen
nn: Flytt spor til samling
pa: ਟਰੈਕ ਭੰਡਾਰ ਵਿੱਚ ਭੇਜੋ
pl: Przenieś utwory do kolekcji
pt: Mover as Faixas para a Colecção
pt_br: Mover Faixas Para a Coleção
ru: Перенести композиции в коллекцию
se: Sirdde bihtáid čoahkkádussii
sk: Presunúť stopy do kolekcie
sr: Премести нумере у збирку
th: ย้ายเพลงไปคลังดนตรี
tr: Parçaları Koleksiyona Taşı
uk: Пересунути доріжки у збірку

source: Copy Tracks to Collection
af: Kopiëer snitte na die versameling
bg: Копиране в колекция
ca: Copia les peces a la col·lecció
cs: Zkopírovat skladby do kolekce
da: Kopiér spor til samling
de: Stücke zur Sammlung kopieren
el: Αντιγραφή κομματιών στη συλλογή
es: Colección
et: Kopeeri palad kogusse
eu: Kopiatu pistak bilduman
fa: رونوشت شیارها در مجموعه
fi: Kopioi kappaleet kokoelmaan
fr: Copie des morceaux vers la collection
he: העתק רצועה לאוסף
hu: Számok másolása gyűjteménybe
it: Copia tracce nella collezione
ja: トラックをコレクションにコピー
km: ចម្លង​បទ​ទៅ​សម្រាំង
ko: 모음집에 트랙 복사
lt: Kopijuoti dainas į fonoteką
nb: Kopier spor til samlingen
nds: Stücken na Sammeln koperen
ne: सङ्कलनमा ट्रयाकहरू प्रतिलिपि गर्नुहोस्
nl: Tracks naar collectie kopiëren
nn: Kopier spor til samling
pa: ਟਰੈਕ ਭੰਡਾਰ ਵਿੱਚ ਨਕਲ
pl: Kopiuj utwory do kolekcji
pt: Copiar as Faixas para a Colecção
pt_br: Copiar Faixas Para a Coleção
ru: Скопировать композиции в коллекцию
se: Máŋge bihtáid čoahkkádussii
sk: Skopírovať stopy do kolekcie
sr: Копирај нумере у збирку
th: คัดลอกเพลงไปคลังดนตรี
tr: Parçaları Koleksiyona Kopyala
uk: Скопіювати доріжки у збірку

source: CD Audio
af: CD Oudio
bg: CD аудио
ca: CD Àudio
da: Cd-lyd
el: CD Ήχου
es: CD de audio
eu: CD audioa
fa: دیسک فشردۀ صوتی
fi: Ääni-CD
he: תקליטור שמע
hu: Hang-CD
ja: オーディオ CD
km: ស៊ីឌី​អូឌីយ៉ូ
ko: CD 오디오
lt: Muzikinis CD
nb: CD-lyd
nds: Audio-CD
ne: सीडी अडियो
nl: Audio-CD
nn: CD-lyd
pa: CD ਆਡੀਓ
pt: CD de Áudio
pt_br: CD de Áudio
se: CD-jietna
sk: Audio CD
sr: Аудио са CD-а
th: ซีดีบันทึกเสียง
tr: Ses CD'si
uk: Аудіо КД

source: This file does not exist:
af: Hierdie lêer bestaan nie:
bg: Файлът не съществува:
ca: Aquest fitxer no existeix:
cs: Tento soubor neexistuje:
da: Denne fil eksisterer ikke:
de: Diese Datei existiert nicht:
el: Αυτό το αρχείο δεν υπάρχει:
es: El archivo no existe:
et: Seda faili pole olemas:
eu: Fitxategia ez da existitzen:
fa: این پرونده موجود نیست:
fi: Tätä tiedostoa ei ole olemassa:
fr: Ce fichier n'existe pas :
he: הקובץ הזה אינו קיים:
hu: Nem létező fájl:
it: Questo file non esiste:
ja: このファイルは存在しません:
ka: ფაილი არ არსებობს:
km: មិន​មាន​ឯកសារ​នេះ​ឡើយ ៖
ko: 이 파일은 존재하지 않습니다.
lt: Ši byla neegzistuoja:
nb: Fila finnes ikke:
nds: Disse Datei gifft dat nich:
ne: यो फाइल अवस्थित छैन:
nl: Dit bestand bestaat niet:
nn: Filna finst ikkje:
pa: ਇਹ ਫਾਇਲ ਮੌਜੂਦ ਨਹੀ ਹੈ:
pl: Ten plik nie istnieje:
pt: Este ficheiro não existe:
pt_br: Este arquivo não existe:
ru: Файл не существует:
se: Fiila ii gávdno:
sk: Tento súbor neexistuje:
sr: Овај фајл не постоји:
th: ไม่มีแฟ้มนี้อยู่:
tr: Bu dosya mevcut değil:
uk: Цей файл не існує:

source: <p>You can create a custom column that runs a shell command against each item in the playlist. The shell command is run as the user <b>nobody</b>, this is for security reasons. <p>You can only run the command against local files for the time being. The fullpath is inserted at the position <b>%f</b> in the string. If you do not specify <b>%f</b> it is appended.
af: <p>Jy kan 'n kolom skep wat 'n opdrag teen elke item in die speel lys uitvoer. Die opdrag word, vir sekuriteit redes, as gebruiker <b>nobody</b> uitgevoer. <p>Jy kan op die oomblik die opdrag net op plaaslike lêers uivoer. Die volle soekpad word by die posisie <b>%f</b> ingevoer. As jy nie <b>%f</b> spesifiseer nie, sal dit outomaties agteraan bygevoeg word.
bg: <p>Срещу всеки запис от списъка можете да създадете потребителска колона, която да изпълнява shell команда. Командата се изпълнява като потребител <b>nobody</b> поради съображения за сигурност. <p>Можете да изпълнявате командата само за локални файлове. Пълният път се вмъква в позиция <b>%f</b> на низа. Ако не посочите <b>%f</b>, той бива автоматично добавен.
ca: <p>Podeu crear una columna personalitzada que executi una ordre de consola contra cada element de la llista de reproducció. Per raons de seguretat la ordre s'executa amb permís de l'usuari <b>nobody</b>. <p>De moment només es poden executar ordres contra fitxers locals. La ruta completa s'insereix a la posició <b>%f</b> de la cadena. Si no especifiqueu <b>%f</b>, s'afegeix al final.
cs: <p>Můžete vytvořit vlastní sloupec, který spustí shellový příkaz proti každé položce v seznamu skladeb. Příkaz je z bezpečnostních důvodů spuštěn pod uživatelem <b>nobody</b>. <p>Příkaz je možné v současnosti spouštět pouze proti lokálním souborům. Kompletní cesta je vložena na pozici <b>%f</b> v řetězci. Pokud nespecifikujete <b>%f</b> bude doplněno.
da: <p>Du kan oprette en egen søjle som kører en skalkommando for hvert punkt i spillelisten. Skalkommandoen køres som brugeren <b>nobody</b> af sikkerhedsgrunde. <p>For øjeblikket kan du kun køre kommandoen med lokale filer. Den fuldstændige søgesti indsættes på positionen <b>%f</b> i strengen. Hvis du ikke angiver <b>%f</b> tilføjes det sidst.
de: <p>Sie können eine eigene Spalte hinzufügen, die einen Shell-Befehl zu jedem Eintrag der Wiedergabeliste ausführt. Der Shell-Befehl wird aus Sicherheitsgründen als Benutzer <b>nobody</b> ausgeführt. <p>Zur Zeit können Shell-Befehle nur mit lokalen Dateien benutzt werden. An der Position <b>%f</b> im Befehl wird der vollständige Pfad zur Datei eingefügt. Wenn Sie <b>%f</b> weglassen, wird der vollständige Pfad an den Befehl angehängt.
el: <p>Μπορείτε να δημιουργήσετε μια προσαρμοσμένη στήλη η οποία θα εκτελεί μια εντολή κελύφους για κάθε αντικείμενο στη λίστα αναπαραγωγής. Για λόγους ασφάλειας, η εντολή κελύφους εκτελείται με δικαιώματα του χρήστη <b>nobody</b>. <p>Μπορείτε να εκτελείτε την εντολή σε τρέχοντα τοπικά αρχεία. Η πλήρης διαδρομή εισάγεται στη θέση <b>%f</b> στη συμβολοσειρά. Αν δεν ορίσετε το <b>%f</b> τότε αυτό προστίθεται στο τέλος.
es: <p>Puede crear una columna personalizada que ejecute una orden del shell con cada elemento de la lista de reproducción. La orden del shell se ejecuta como usuario <b>nobody</b> por motivos de seguridad. <p>Actualmente sólo puede ejecutar la orden sobre archivos locales. La ruta completa se inserta donde coloque <b>%f</b> en la cadena. Si no laespecifica con <b>%f</b>, ésta se añade al final.
et: <p>Sul on võimalik luua kohandatud veerg, mis käivitab shellikäsu iga esitusnimekirja elemendi suhtes. Turvakaalutlustel käivitatakse shellikäsk kasutaja <b>nobody</b> õigustes. <p>Praegu saab käsku rakendada ainult kohalike failide suhtes. Täielik asukoht lisatakse stringi positsioonis <b>%f</b>. Kui sa jätad <b>%f</b> määramata, see lisatakse.
eu: <p>Zutabe pertsonalizatua sor dezakezu zerrendako elementu bakoitzagatik shell-eko komando bat exekutatzeko. Shell-eko komandoa <b>inor ez (nobody)</b> erabiltzaileak exekutatzen du segurtasun arrazoiak direla medio. <p>Komandoak fitxategi lokalen aurka bakarrik exekuta daitezke. Bide-izen osoa kateko <b>%f</b> posizioan txertattzen da. Ez baduzu <b>%f</b> zehazten, erantsi egingo da.
fa: <p>می‌توانید ستونی سفارشی ایجاد کنید که یک فرمان پوسته را در برابر هر فقره در فهرست پخش اجرا می‌کند. فرمان پوسته به عنوان کاربر <b>هیچ‌کس </b>اجرا می‌شود، این به دلایل امنیتی است. <p>فقط می‌توانید فرمان را در برابر پرونده‌های محلی برای وجود زمان اجرا کنید. مسیر کامل در رشته در موقعیت <b>%f</b> درج می‌شود. اگر <b>%f</b>را مشخص نکنید، پیوست می‌شود.
fi: <p>Voit luoda oman sarakkeen, joka suorittaa komentotulkissa komennon jokaiselle soittolistan kappaleelle. Komento suoritetaan käyttäjänä <b>nobody</b> turvallisuussyistä. <p>Tällä hetkellä voidaan suorittaa vain yksi komento paikallisille tiedostoille. Täydellinen polku lisätään merkkijonoon <b>%f</b> tilalle. Jos et määritä <b>%f</b>, täydellinen polku lisätään komennon loppuun.
fr: <p>Vous pouvez ajouter une colonne personnalisée qui exécute une commande shell sur chaque élément de la liste de lecture. La commande shell est exécutée avec l'utilisateur <b>nobody</b> pour des raisons de sécurité. <p>Vous ne pouvez exécuter la commande que sur des fichiers locaux pour le moment. Le chemin complet est inséré à la position <b>%f</b> dans la chaîne. Si vous ne spécifiez pas <b>%f</b>, il est ajouté.
he: <p>אתה יכול ליצור עמודה מותאמת אישית שתריץ תסריט ריצה כנגד כל פריט ברשימת ההשמעה. התסריט ירוץ תחת שם המשתמש <b>nobody</b>,עקב בעיות אבטחה. <p>תוכל להריץ את הקובץ רק כנגד קבצים מקומיים כרגע. הנתיב המלא מוכנס במיקום <b>%f</b> במחרוזת. אם לא תציין <b>%f</b> זה יוסף לנתיב.
hu: <p>Egyéni oszlopot is létre lehet hozni, amely végrehajt egy adott parancsot a lejátszólista minden elemére. A parancs végrehajtása a <b>nobody</b> felhasználónévvel történik (biztonsági okok miatt). <p>A parancs csak helyi fájlokra vonatkozhat. A <b>%f</b> változó helyére a teljes elérési út kerül. Ha nincs megadva a <b>%f</b> változó, akkor a program azt automatikusan hozzáfűzi.
it: <p>Si può creare una colonna personalizzata in grado di lanciare comandi di shell per ogni oggetto della playlist. I comandi di shell vengono lanciati come utente <b>nobody</b> per ragioni di sicurezza. <p>Si possono lanciare comandi solo per file locali al momento. Il percorso completo viene inserito nella stringa alla posizione <b>%f</b>. Se non si specifica <b>%f</b>, viene aggiunto.
ja: <p>プレイリストの各アイテムについてシェルコマンドを実行するカスタムカラムを作成できます。セキュリティ上の理由からシェルコマンドはユーザ <b>nobody</b> として実行されます。 <p>現在のところコマンドはローカルのファイルの対してのみ実行できます。フルパスが文字列中の <b>%f</b> の位置へ挿入されます。<b>%f</b> が指定されていなければ、後ろへ追加されます。
km: <p>អ្នក​អាច​បង្កើត​ជួរឈរ​ផ្ទាល់​ខ្លួន​មួយ ដែល​រត់​ពាក្យបញ្ជា​សែល​មួយ​លើ​វត្ថុ​នីមួយៗ​នៅ​ក្នុង​បញ្ជី​ចាក់ ។ ពាក្យបញ្ជា​សែល​នឹង​ត្រូវ​បាន​រត់​ជា​អ្នក​ប្រើ <b>nobody</b> ។ នេះ​គឺ​ដើម្បី​ការពារ​សុវត្ថិភាព ។ <p>អ្នក​អាច​រត់​ពាក្យបញ្ជា​តែ​លើ​ឯកសារ​មូលដ្ឋាន​ប៉ុណ្ណោះ នៅ​ពេល​បច្ចុប្បន្ន​នេះ ។ ផ្លូវ​ពេញលេញ​នឹង​ត្រូវ​បាន​បញ្ចូល​ត្រង់​ទីតាំង <b>%f</b> នៅ​ក្នុង​ខ្សែអក្សរ ។ បើ​អ្នក​មិន​បញ្ជាក់ <b>%f</b> វា​នឹង​ត្រូវ​បាន​បន្ថែម​នៅ​ខាង​ចុង ។
ko: <p>당신은 재생목록에서 각각의 항목에 대한 쉘 명령을 실행하는 사용자 정의 칸을 만들 수 있습니다. 쉘 명령은 보안 문제 때문에 <b>nobody</b> 계정으로 실행됩니다. <p>지금은 로컬 파일에 한해서만 명령을 실행시킬 수 있습니다. 문자열에 있는 위치 <b>%f</b>에 전체 경로가 삽입됩니다. 만약 <b>%f</b>를 지정하지 않는다면 전체경로가 추가됩니다.
lt: <p>Galite susikurti savo stulpelį, kuriame bus įvykdytas scenarijus prieš atliekant kiekvieną dainą. Saugumo sumetimais scenarijus vykdomas <b>nobody</b> naudotojo teisėmis. <p>Scenarijus vykdomas tik vietinėms byloms. Pilnas bylos kelias bus įterpiamas eilutės <b>%f</b> pozicijoje. Jei nenurodysite <b>%f</b>, jis bus pridėtas pabaigoje.
nb: <p>Du kan legge til en egen kolonne som kjører en skalkommando mot elementene i spillelista. Kommandoen blir av sikkerhetsgrunner kjørt som brukeren <b>nobody</b>. <p>Du kan bare kjøre kommandoen mot lokale filer. Plassholderen <b>%f</b> blir erstattet med hele filadressen. Hvis du ikke bruker <b>%f</b>, blir denne automatisk lagt til på slutten av teksten.
nds: <p>Du kannst en niegen Striep opstellen, för den för elkeen Afspeellist-Indrag en Konsoolbefehl utföhrt warrt. De Befehl warrt för de Sekerheit as Bruker "<b>nobody</b>" utföhrt. <p>Opstunns kann de Befehl bloots för lokale Dateien utföhrt warrn. För <b>%f</b> warrt de hele Padd na de Tekenkeed insett. Wenn Du <b>%f</b> nich angiffst, warrt de hele Padd den Befehloproop anhangt.
ne: <p>तपाईँले अनुकूल स्तम्भ सिर्जना गर्न सक्नुहुन्छ जसले प्लेसूचीमा हरेको वस्तुको विरुद्ध शेल आदेश चलाउँदछ । शेल आदेश नामविहिन <b>प्रयोगकर्ता</b> को रूपमा चल्दछ, यो सुरक्षाको कारणका लागि हो । <p>तपाईँले भइरहेको समयका लागि स्थानीय फाइलहरू विरूद्ध आदेश मात्र चलाउन सक्नुहुन्छ । स्ट्रिङमा पूरा मार्ग <b>%f</b> स्थितिमा घुसाइएको छ । तपाईँले निर्दिष्ट गर्नुभएन भने <b>%f</b> यो थपिएको हुन्छ ।
nl: <p>U kunt een eigen kolom aanmaken dat een shellcommando uitvoert tegen elk item in de afspeellijst. Het shellcommando wordt uit veiligheidsoverwegingen gedraaid als de gebruiker <b>nobody</b>. <p>U kunt vooralsnog alleen de commando's tegen lokale bestanden draaien. Het volledige pad wordt ingevoegd op positie <b>%f</b> in de tekenreeks. Als u geen <b>%f</b> hebt opgegeven wordt deze automatisch toegevoegd.
nn: <p>Du kan leggja til ei eiga kolonne som køyrer ein skalkommando mot elementa i spelelista. Kommandoen vert av tryggleiksgrunnar køyrd som brukaren <b>nobody</b>. <p>Du kan berre køyra kommandoen mot lokale filer. Plasshaldaren <b>%f</b> vert erstatta med heile filadressa. Viss du ikkje brukar <b>%f</b>, vert denne automatisk lagt til på slutten av teksten.
pl: <p>Możesz stworzyć własną kolumnę, która będzie uruchamiać polecenie powłoki dla każdego elementu listy odtwarzania. Komenda powłoki ze względów bezpieczeństwa jest uruchamiana ze statusem użytkownika <b>nobody</b>. <p> Możesz uruchomić polecenie tylko w odniesieniu do plików lokalnych. Pełna ścieżka jest wstawiana w pozycji <b>%f</b> w ciągu. Jeśli nie sprecyzujesz <b>%f</b> jest ona dołączana.
pt: <p>Poderá criar uma coluna personalizada que executa um comando de consola para cada item da lista de músicas. O comando é executado com o utilizador <b>nobody</b>, por razões de segurança. <p>Poderá executar apenas o comando com ficheiros locais, nesta altura. A localização completa é inserida na posição <b>%f</b> no texto. Se não indicar o <b>%f</b>, este será adicionado.
pt_br: <p>Você pode criar uma coluna personalizada que executa um comando shell com cada item na lista de músicas. O comando é executado pelo usuário <b>nobody</b>, por razões de segurança. <p>Você só pode executar o comando em arquivos locais em um certo momento. O caminho completo é inserido na posição <b>%f</b> da seqüência. Se você não especificar, <b>%f</b> será anexado.
ru: <p>Можно добавить специальный столбец, содержащий вывод команды. Последняя, из соображений безопасности, будет выполняться от пользователя <b>nobody</b>.<p>Полный путь к файлу - <b>%f</b>. Если вы не укажете <b>%f</b> явно, строка команды будет дополнена им автоматически.
se: <p>Sáhtát ráhkadit erenoamáš čuoldda mii vuodjá skálžogohččuma juohke merkošii čuojahanlisttus. Skálžogohččun vuodjejuvvo <b>nobody</b> geavaheaddji namas sihkkarvuođa dihte. <p>Don sáhtát dušše vuodjit gohččuma báikkálaš fiillaid várás dál. Olles bálggis bidjojuvvo sisa <b>%f</b> sajis streaŋggas. Jus it meroštala <b>%f</b> de dat lasihuvvo maŋegeažis.
sk: <p>Môžete vytvoriť vlastný stĺpec, ktorý spustí shellový príkaz znovu každú položku v zozname skladieb. Príkaz je z bezpečnostných dôvodov spustený pod užívateľom <b>nobody</b>. <p>Príkaz je možné v súčastnosti spúštať len na lokálne súbory. Úplná cesta je vložená na pozíciu <b>%f</b> v reťazci. Pokiaľ nešpecifikujete <b>%f</b> bude doplnená.
sr: <p>Можете направити посебну колону која извршава наредбу шкољке за сваку ставку у листи нумера. Наредба шкољке покреће се под корисником <b>nobody</b>, из безбедносних разлога. <p>Тренутно можете извршити наредбу само на локалним фајловима. Пуна путања умеће се на позицији <b>%f</b> у знаковном низу. Ако не наведете <b>%f</b>, додаје се на крај.
th: <p>คุณสามารถสร้างคอลัมน์พิเศษที่จะเรียกใช้คำสั่งของเชลล์กับรายการภายในรายการเล่นได้ คำสั่งของเชลล์จะถูกเรียกใช้ ในฐานะของผู้ใช้ <b>nobody</b> ด้วยเหตุผลด้านความปลอดภัย <p>คุณจะสามารถเรียกใช้คำสั่งของเชลล์ได้กับแฟ้มที่อยู่บนเครื่องเท่านั้น พาธแบบเต็มจะถูกใส่เข้าไปยังตำแหน่ง <b>%f</b> ภายในสตริง หากคุณไม่ได้ระบุ <b>%f</b> มันก็จะถูกเพิ่มเข้าไป
tr: <p>Parça listesindeki her öğe için çalıştırılacak bir kabuk komutu oluşturabilirsiniz. Kabuk komutları <b>nobody</b> kullanıcısı tarafından çalıştırılır, bu güvenlik amacıyla yapılmaktadır.<p>Sadece yerel dosyalara karşı komutlar girebilirsiniz. Tam yol, dizgide <b>%f</b>konumuna yerleştirilir. Eğer <b>%f</b> belirtmezseniz, eklenecektir.
uk: <p>Можна створити спеціальний стовпчик, який виконує команди оболонки для кожної пісні у списку композицій. З причин безпеки команда оболонки виконується під користувачем <b>nobody</b>. <p>В даний час команду можна виконувати тільки на локальних файлах. Повний шлях вставляється в рядок у позиції <b>%f</b>. Якщо не вказано <b>%f</b>, то буде додано.

source: Column &name:
af: Kolom naam:
bg: Име на &колона:
ca: &Nom de la columna:
cs: &Název sloupce:
da: Søjle&navn:
de: Spalten-&Name:
el: Ό&νομα στήλης:
es: &Nombre de columna:
et: Veeru &nimi:
eu: Zutabearen i&zena:
fa: &نام ستون:‌
fi: Sarakkeen &nimi:
fr: &Nom de la colonne :
he: &שם העמודה:
hu: &Oszlopnév:
it: Nome &colonna:
ja: カラム名(&N):
ka: სვეტის და&სახელება:
km: ឈ្មោះ​ជួរឈរ ៖
ko: 칸 이름(&N):
lt: &Stulpelio pavadinimas:
nb: Kolonne&navn:
nds: Striep&naam:
ne: स्तम्भ नाम:
nl: Kolom&naam:
nn: Kolonne&namn:
pa: ਕਾਲਮ ਨਾਂ(&n):
pl: &Nazwa kolumny:
pt: &Nome da coluna:
pt_br: &Nome da coluna:
ru: Название &столбца:
se: Čuolda&namma:
sk: &Názov stĺpca:
sr: &Име колоне:
th: ชื่อ&คอลัมน์:
tr: Sütun &adı:
uk: Назва &стовпчика:

source: &Command:
af: Opdragte:
bg: &Команда:
ca: &Ordre:
cs: &Příkaz:
da: &Kommando:
de: &Befehl:
el: &Εντολή:
es: &Orden:
et: &Käsk:
eu: &Komandoa:
fa: &فرمان:‌
fi: &Komento:
fr: &Commande :
he: &פקודה:
hu: &Parancs:
it: &Comando:
ja: コマンド(&C):
ka: &ბრძანება:
km: ពាក្យបញ្ជា ៖
ko: 명령(&C):
lt: &Komanda:
nb: &Kommando:
nds: &Befehl:
ne: आदेश:
nl: &Commando:
nn: &Kommando:
pa: ਕਮਾਂਡ(&C):
pl: &Komenda:
pt: &Comando:
pt_br: &Comando:
ru: &Команда:
se: &Gohččun:
sk: &Príkaz:
sr: &Наредба:
th: &คำสั่ง:
tr: &Komut:
uk: &Команда:

source: Examples
af: Voorbeelde
bg: Примери
ca: Exemples
cs: Příklady
da: Eksempel
de: Beispiele
el: Παραδείγματα
es: Ejemplos
et: Näited
eu: Adibideak
fa: مثالها
fi: Esimerkkejä
fr: Exemples
he: דוגמאות
hu: Példák
it: Esempi
ja: 例
ka: მაგალითები
km: ឧទាហរណ៍
ko: 예제
lt: Pavyzdžiai
nb: Eksempel
nds: Bispelen
ne: उदाहरण
nl: Voorbeelden
nn: Eksempel
pa: ਉਦਾਹਰਨ
pl: Przykłady
pt: Exemplos
pt_br: Exemplos
ru: Примеры
se: Ovdamearkkat
sk: Príklady
sr: Примери
th: ตัวอย่าง
tr: Örnekler
uk: Приклади

source: file --brief %f ls -sh %f basename %f dirname %f
af: lêer --kort %f ls -sh %f basisnaam %f gidsnaam %f
bg: файл --brief %f е -sh %f основно име %f име на директория %f
de: file --brief %f <br>ls -sh %f <br>basename %f <br>dirname %f
ne: फाइल --सारांश %f ls -sh %f आधारनाम %f डाइरेक्टरी नाम %f
pt_br: arquivo --breve %f ls -sh %f nomebase %f nomedodiretório %f
