Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Playlist window foreground color
af: Speel lys venster voorgrond kleur.
bg: Шрифт на списъка със записи
ca: Color del text de la finestra de la llista de reproducció
cs: Barva popředí v okně seznamu skladeb
da: Forgrundsfarve i spillelistens vindue
de: Vordergrundfarbe des Wiedergabelisten-Fensters
el: Χρώμα προσκηνίου στο παράθυρο λίστας
es: Color de primer plano en la ventana de la lista de reproducción
et: Esitusnimekirja akna esiplaani värv
eu: Zerrenda-leihoko aurreko planoko kolorea
fa: رنگ پیش‌زمینۀ پنجرۀ فهرست پخش
fi: Soittolistaikkunan tekstiväri
fr: Couleur de premier plan de la fenêtre de liste de lecture
he: צבע החזית של חלון רשימת־ההשמעה
hu: A lejátszólista-ablak előtérszíne
it: Colore di primo piano della finestra della playlist
ja: プレイリストウィンドウの前景色
ka: რეპერტუარის ფანჯრის ტექსტის ფერი
km: ពណ៌​ផ្ទៃ​ខាង​មុខ​របស់​​បង្អួច​បញ្ជី​ចាក់
ko: 재생목록 창 글자색
lt: Grojaraščio lango teksto spalva
nb: Forgrunnsfarge for spillelistevindu
nds: Vörgrundklöör för de Afspeellist
ne: प्लेसूची सञ्झ्याल अग्रभूमि रङ
nl: Voorgrondkleur van afspeellijstvenster
nn: Forgrunnsfarge for spelelistevindauge
pa: ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖਾ ਫਾਰਗਰਾਊਂਡ ਰੰਗ
pl: Kolor pierwszego planu okna listy odtwarzania
pt: Cor de primeiro plano da janela da lista de reprodução
pt_br: Cor de frente da janela da lista de músicas
ru: Цвет текста в списке воспроизведения
sk: Farba popredia v okne zoznamu skladieb
sr: Боја првог плана у прозору листе нумера
th: สีพื้นหน้าของหน้าต่างรายการเล่น
tr: Parça listesi penceresinin önplan rengi
uk: Колір тексту вікна списку композицій

source: The color to use as foreground color in the playlist. The color is specified in RGB, a comma-separated list containing three integers between 0 and 255.
af: Die voorgrond kleur wat vir die speel lys gebruik moet word. Die kleur word in RGB gespesifiseer as 'n komma geskeide lys van drie heel getalle tussen 0 en 255.
bg: Цвят на списъка със записи. RGB цвят в списък, съдържащ три стойности между 0 и 255.
ca: El color a usar com a color del text a la llista de reproducció. El color s'especifica en RGB, una llista de tres enters amb valors entre 0 i 255.
cs: Barva použitá pro popředí v okně seznamu skladeb. Barva je zadána v RGB formátu, tj. čárkami oddělenou trojicí celých čísel z intervalu 0 až 255.
da: Farven som skal bruges som forgrund i spillelisten. Farven angives som RGB, en liste med tre heltal mellem 0 og 255 adskilt med kommategn.
de: Die Vordergrundfarbe für das Wiedergabelisten-Fenster. Die Farbe wird in RGB als kommaseparierte Liste angegeben. Die Farbwerte liegen zwischen 0 und 255.
el: Το χρώμα προσκηνίου της λίστας αναπαραγωγής. Το χρώμα καθορίζεται ως RGB, μια λίστα διαχωρισμένη με κόμμα, που περιέχει τρεις ακεραίους από 0 έως 255.
es: El color a usar como color de primer plano en la lista de reproducción. El color se especifica en RGB, una lista de valores separados por comas que contiene tres enteros entre 0 y 255.
et: Esitusnimekirja esiplaani värv. Värvimääratlus on RGB ehk komadega eraldatud kolm täisarvu vahemikus 0 kuni 255.
eu: Kolorea zerrendako aurreko planoko kolore gisa erabiltzeko. Kolorea GBU tuplan zehazten da, komaz bereiztutako zerrendak hiru zenbaki osoko ditu, 0 eta 255 arteko balioekin.
fa: رنگ مورد استفاده به عنوان رنگ پیش‌زمینه در فهرست پخش. رنگ بر حسب RGB، فهرستی که با کاما جداشده و حاوی سه عدد صحیح بین ۰ و ۲۵۵ می‌باشد، مشخص می‌شود.
fi: Soittolistaikkunan tekstiväri, joka annetaan RGB-muodossa (pilkuilla eroteltu luettelo, jossa on kolme kokonaislukua väliltä 0 ja 255).
fr: La couleur à utiliser en premier plan dans la liste de lecture. La couleur est spécifiée en RVB, une virgule sépare la liste contenant trois entiers compris entre 0 et 255.
he: הצבע שיעשה בו שימוש בחזית של רשימת־ההשמעה. הצבע מצוין ב־ RGB, זוהי רשימה מופרדת פסיקים המכילה שלושה שלמים בין 0 לבין 255.
hu: A lejátszólista előtérszíne. A színt RGB alakban kell megadni, három 0 és 255 közé eső egésszel, vesszővel elválasztva.
it: Il colore da usare come colore di primo piano nella playlist. È specificato in RGB, una lista separata da virgole contenente tre numeri interi fra 0 e 255.
ja: プレイリストの前景 (テキスト) 色。色は RGB (0 から 255 の間の 3 つの整数を含むコンマ区切りのリスト) で指定します。
ka: -სკენ -ში ტოლია -ში RGB a სია და.
km: ពណ៌​ដែល​ត្រូវ​ប្រើ​ជា​ពណ៌​ផ្ទៃ​ខាង​មុខ​នៅ​ក្នុង​បញ្ជី​ចាក់ ។ ពណ៌​ត្រូវ​បាន​បញ្ជាក់​ជា RGB ដែល​ជា​បញ្ជី​បំបែក​ដោយ​សញ្ញា​ក្បៀស ដែល​មាន​ចំនួន​គត់​បី​ស្ថិត​នៅ​ចន្លោះ ០ និង ២៥៥ ។
ko: 재생목록 창에서 사용할 글자 색을 설정합니다. 색은 RGB 단위로 표시되어 있으며, 콤마(,)로 나누어지는 0과 255 사이의 숫자 3개로 이루어져 있습니다.
lt: Grojaraščio teksto spalva, nurodyta RGB fomatu: trimis kableliais atskirtais skaičiais nuo 0 iki 255.
nb: Fargen brukt som forgrunnsfarge i spillelista. Fargen er en kommadelt liste med verdier for rød, grønn og blå, og verdiene må ligge mellom 0 og 255.
nds: De Vörgrundklöör för de Afspeellist. De Klöör warrt as RGB angeven: Dree Heeltallen twischen 0 un 255 för Root, Gröön un Blaag, optrennt dör Kommas.
ne: प्लेसूचीमा अग्रभूमि रङको रूपमा प्रयोग गर्न रङ । रङ आरजीबी, ० र २५५ बीचको तीन इन्टेजरहरू समाविष्ट भएको अल्पविराम-विभाजित सूचीमा निर्धारित गरिएको हुन्छ ।
nl: De kleur die zal worden gebruikt als voorgrondkleur in de afspeellijst. De voorgrondkleur is gespecificeerd in RGB, een door komma's gescheiden lijst met drie hele getallen tussen de 0 en 255.
nn: Fargen bruka som forgrunnsfarge i spelelista. Fargen er ei kommadelt liste med verdiar for raud, grøn og blå, og verdiane må liggja mellom 0 og 255.
pa: ਰੰਗ ਨੂੰ ਸੰਗੀਤ-ਸੂਚੀ ਦੀ ਫਾਰਗਰਾਊਡ ਵਜੋਂ ਵਰਤਿਆ ਜਾਵੇਗਾ। RGB ਵਿੱਚ ਰੰਗ, 0 ਤੋਂ 255 ਦੇ ਤਿੰਨ ਪੂਰਨ ਅੰਕਾਂ ਦੇ ਰੂਪ ਵਿੱਚ ਕਾਮਿਆਂ ਨਾਲ ਵੱਖ ਕਰਕੇ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: Kolor używany jako pierwszy plan w liście odtwarzania. Kolor jest wyznaczony przez RGB, zbiór trzech liczb całkowitych z przedziału 0-255 oddzielonych przecinkami.
pt: A cor a usar como cor de texto na lista de músicas. A cor é indicada como RGB, uma lista separada por vírgulas, que contém três inteiros entre 0 e 255.
pt_br: A cor a ser usada na frente da lista de músicas. A cor é especificada em RGB, uma lista separada por vírgulas contendo três inteiros entre 0 e 255.
ru: Цвет текста в списке воспроизведения. Цвет указывается в формате RGB, три числа между 0 и 255, разделённые запятыми.
sk: Farba, ktorá sa má používať pre popredie v okne zoznamu skladieb. Farba je zadaná v RGB modeli, čiže čiarkami oddelenou trojicou celých čísiel z intervalu 0 až 255.
sr: Боја која се користи за први план у листи нумера. Боја се наводи као RGB, листа раздвојена запетама која садржи три цела броја између 0 и 255.
th: คือสีที่จะใช้เป็นสีพื้นหน้าของหน้าต่างรายการเล่น โดยที่ สีจะถูกกำหนดให้อยู่ในรูปแบบ RGB ซึ่งก็คือตัวเลขจำนวนเต็มสามจำนวน แล้วคั่นด้วยเครื่องหมายจุลภาค
tr: Parça listesinde kullanılacak önplan rengi. Renk RGB cinsinden belirtilir, virgülle ayrılmış, 0 ile 255 arasında üç tamsayı.
uk: Колір тексту для списку композицій. Колір вказується в RGB: три цілі числа, розділені комами, із значеннями від 0 до 255.

source: Playlist window background color
af: Speel lys venster agtergrond kleur
bg: Фонов цвят на прозореца на списъка със записи
ca: Color de fons de la finestra de la llista de reproducció
cs: Barva pozadí v okně seznamu skladeb
da: Baggrundsfarve i spillelistens vindue
de: Hintergrundfarbe für Wiedergabelisten-Fenster
el: Χρώμα φόντου στο παράθυρο λίστας
es: Color de fondo de la ventana de la lista de reproducción
et: Esitusnimekirja akna tausta värv
eu: Zerrenda-leihoko atzeko planoko kolorea
fa: رنگ زمینۀ پنجرۀ فهرست پخش
fi: Soittolistaikkunan taustaväri
fr: Couleur d'arrière plan de la fenêtre de la liste de lecture
he: צבע הרקע של חלון רשימת־ההשמעה
hu: A lejátszólista-ablak háttérszíne
it: Colore di sfondo della finestra della playlist
ja: プレイリストウィンドウの背景色
ka: რეპერტუარის ფანჯრის ფონი
km: ពណ៌​ផ្ទៃ​ខាង​ក្រោយ​របស់​​បង្អួច​បញ្ជី​ចាក់
ko: 재생목록 창 바탕색
lt: Grojaraščio fono spalva
nb: Bakgrunnsfarge for spillelistevindu
nds: Achtergrundklöör för de Afspeellist
ne: प्लेसूची सञ्झ्याल पृष्ठभूमि रङ
nl: Achtergrondkleur van afspeellijstvenster
nn: Bakgrunnsfarge for spelelistevindauge
pa: ਸੰਗੀਤ-ਸੂਚੀ ਝਰੋਖਾ ਪਿੱਠਭੂਮੀ ਰੰਗ
pl: Kolor tła w oknie listy odtwarzania
pt: Cor de fundo da janela da lista de reprodução
pt_br: Cor de fundo da janela da lista de músicas
ru: Цвет фона в списке воспроизведения
sk: Farba pozadia v okne zoznamu skladieb
sr: Боја позадине прозора листе нумера
th: สีพื้นหลังของหน้าต่างรายการเล่น
tr: Parça listesi penceresi arkaplan rengi
uk: Колір тла вікна списку композицій

source: The color to use as background color in the playlist. The color is specified in RGB, a comma-separated list containing three integers between 0 and 255.
af: Die agtergrond kleur wat vir die speel lys gebruik moet word. Die kleur word in RGB gespesifiseer as 'n komma geskeide lys van drie heel getalle tussen 0 en 255.
bg: Цветът на шрифта на OSD. Цветът се посочва като RGB - разделен със запетая списък, съдържащ три цели числа между 0 и 255.
ca: Color a usar com color de fons de la finestra del la llista de reproducció. El color s'especifica en RGB, una llista de tres enters amb valors entre 0 i 255.
cs: Barva použitá pro pozadí v okně seznamu skladeb. Barva je zadána v RGB formátu, tj. čárkami oddělenou trojicí celých čísel z intervalu 0 až 255.
da: Farven som skal bruges som baggrund i spillelisten. Farven angives som RGB, en liste med tre heltal mellem 0 og 255 adskilt med kommategn.
de: Die Hintergrundfarbe für das Wiedergabelisten-Fenster. Die Farbe wird in RGB als kommaseparierte Liste angegeben. Die Farbwerte liegen zwischen 0 und 255.
el: Το χρώμα φόντου της λίστας αναπαραγωγής. Το χρώμα καθορίζεται ως RGB, μια λίστα διαχωρισμένη με κόμμα, που περιέχει τρεις ακεραίους από 0 έως 255.
es: El color a utilizar como color de fondo en la lista de reproducción. El color se especifica en RGB, una lista de valores separados por comas que contiene tres enteros entre 0 y 255.
et: Esitusnimekirja tausta värv. Värvimääratlus on RGB ehk komadega eraldatud kolm täisarvu vahemikus 0 kuni 255.
eu: Kolorea zerrendako atzeko planoko kolore gisa erabiltzeko. Kolorea GBU tuplan zehazten da, komaz bereiztutako zerrendak hiru zenbaki osoko ditu, 0 eta 255 arteko balioekin.
fa: رنگ مورد استفاده به عنوان رنگ ‌زمینه در فهرست پخش. رنگ بر حسب RGB، فهرستی که با کاما جداشده و حاوی سه عدد صحیح بین ۰ و ۲۵۵ می‌باشد، مشخص می‌شود.
fi: Soittolistaikkunan taustaväri, joka annetaan RGB-muodossa (pilkuilla eroteltu luettelo, jossa on kolme kokonaislukua väliltä 0 ja 255).
fr: La couleur à utiliser en arrière-plan de la liste de lecture. La couleur est spécifiée en RVB, une virgule sépare la liste contenant trois entiers compris entre 0 et 255.
he: הצבע שיעשה בו שימוש ברקע של רשימת־ההשמעה. הצבע מצוין ב־RGB, זוהי רשימה מופרדת פסיקים המכילה שלושה שלמים בין 0 לבין 255.
hu: A lejátszólista háttérszíne. A színt RGB alakban kell megadni, három 0 és 255 közé eső egésszel, vesszővel elválasztva.
it: Il colore da usare come colore di sfondo nella playlist. È specificato in RGB, una lista separata da virgole contenente tre numeri interi fra 0 e 255.
ja: プレイリストの背景色。色は RGB (0 から 255 の間の 3 つの整数を含むコンマ区切りのリスト) で指定します。
ka: -სკენ -ში ტოლია -ში RGB a სია და.
km: ពណ៌​ដែល​ត្រូវ​ប្រើ​ជា​ពណ៌​ផ្ទៃ​ខាង​ក្រោយ​នៅ​ក្នុង​បញ្ជី​ចាក់ ។ ពណ៌​ត្រូវ​បាន​បញ្ជាក់​ជា RGB ដែល​ជា​បញ្ជី​បំបែក​ដោយ​សញ្ញា​ក្បៀស ដែល​មាន​ចំនួន​គត់​បី​ស្ថិត​នៅ​ចន្លោះ ០ និង ២៥៥ ។
ko: 재생목록 창에서 쓰일 바탕색을 설정합니다. 색은 RGB 단위로 표시되어 있으며, 콤마(,)로 나누어지는 0과 255 사이의 숫자 3개로 이루어져 있습니다.
lt: Grojaraščio fono spalva, nurodyta RGB fomatu: trimis kableliais atskirtais skaičiais nuo 0 iki 255.
nb: Fargen brukt som bakgrunnsfarge i spillelista. Fargen er en kommadelt liste med verdier for rød, grønn og blå, og verdiene må ligge mellom 0 og 255.
nds: De Achtergrundklöör för de Afspeellist. De Klöör warrt as RGB angeven: Dree Heeltallen twischen 0 un 255 för Root, Gröön un Blaag, optrennt dör Kommas.
ne: प्लेसूचीमा पृष्ठभूमि रङको रूपमा प्रयोग गर्न रङ । ङ आरजीबी, ० र २५५ बीचको तीन इन्टेजरहरू समाविष्ट भएको अल्पविराम-विभाजित सूचीमा निर्धारित गरिएको हुन्छ ।
nl: De kleur die zal worden gebruikt als achtergrondkleur in de afspeellijst. De voorgrondkleur is gespecificeerd in RGB, een door komma's gescheiden lijst met drie hele getallen tussen de 0 en 255.
nn: Fargen bruka som bakgrunnsfarge i spelelista. Fargen er ei kommadelt liste med verdiar for raud, grøn og blå, og verdiane må liggja mellom 0 og 255.
pa: ਰੰਗ ਨੂੰ ਸੰਗੀਤ-ਸੂਚੀ ਦੀ ਬੈਕਗਰਾਊਡ ਵਜੋਂ ਵਰਤਿਆ ਜਾਵੇਗਾ। RGB ਵਿੱਚ ਰੰਗ, 0 ਤੋਂ 255 ਦੇ ਤਿੰਨ ਪੂਰਨ ਅੰਕਾਂ ਦੇ ਰੂਪ ਵਿੱਚ ਕਾਮਿਆਂ ਨਾਲ ਵੱਖ ਕਰਕੇ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: Kolor używany jako tło w liście odtwarzania. Kolor jest wyznaczony przez RGB, zbiór trzech liczb całkowitych z przedziału 0-255 oddzielonych przecinkami.
pt: A cor a usar como cor de fundo na lista de músicas. A cor é indicada como RGB, uma lista separada por vírgulas, que contém três inteiros entre 0 e 255.
pt_br: A cor a ser usada no fundo da lista de músicas. A cor é especificada em RGB, uma lista separada por vírgulas contendo três inteiros entre 0 e 255.
ru: Цвет фона в списке воспроизведения. Цвет указывается в формате RGB, три числа между 0 и 255, разделённые запятыми.
sk: Farba použitá pre pozadie v okne zoznamu skladieb. Farba je zadaná v RGB modeli, čiže čiarkami oddelenou trojicou celých čísiel z intervalu 0 až 255.
sr: Боја која се користи за позадину у листи нумера. Боја се наводи као RGB, листа раздвојена запетама која садржи три цела броја између 0 и 255.
th: สีที่จะใช้เป็นสีพื้นหลังในหน้าต่างรายการเล่น สีจะถูกระบุให้อยู่ในรูป RGB ซึ่งก็คือ จำนวนเต็มสามจำนวนมีค่าระหว่าง 0 ถึง 255 คั่นด้วยเครื่องหมายจุลภาค
tr: Parça listesinde kullanılacak arkaplan rengi. Renk RGB cinsinden belirtilir, virgülle ayrılmış, 0 ile 255 arasında üç tamsayı.
uk: Колір тла для списку композицій. Колір вказується в RGB: три цілі числа, розділені комами, із значеннями від 0 до 255.

source: Color for half rating star
bg: Цвят на половин звездата за оценяване
ca: Color per la mitja estrella de valoració
da: Farve for en halv stjerne
de: Farbe für halbe Bewertungs-Sterne
el: Χρώμα για αξιολόγηση μισού αστεριού
es: Color para media estrella de la valoración
et: Hinnangu pooltärni värv
hu: A besoroláshoz való félcsillagok színe
it: Colore per la mezza stella di valutazione
ja: 評価の半分の星の色
km: ពណ៌​សម្រាប់​ផ្កាយ​វាយតម្លៃ​ពាក់កណ្ដាល
lt: Pusės žvaigždės įvertinimo spalva
nds: Klöör för half Beweerten-Steern
ne: आधा मूल्याङ्कन ताराका लागि रङ
nl: Kleur voor halve ster
nn: Farge for halvstjerner
pa: ਅੱਧਾ ਰੇਟਿੰਗ ਸਟਾਰ ਦਾ ਰੰਗ
pl: Kolor dla połowy gwiazdki notowania
pt: Cor para a meia-estrela de classificação
pt_br: Cor para avaliação de meia estrela
sk: Farba pre polovičnú hodnotiacu hviezdu
sr: Боја за полузвездицу рејтинга
th: สีสำหรับครึ่งดาวเรตติ้ง
tr: Yarım beğeni yıldızı için renk
uk: Колір для рейтингу "пів-зірки"

source: The color to use for a half rating star, if not the default.
bg: Цветът на половин звездата за оценяване (ако не е по подразбиране).
ca: El color emprat per les mitges estrelles de valoració, si no és el predeterminat.
da: Farven som bruges for en halv stjerne, hvis ikke standardfarven bruges.
de: Dies ist die Farbe für halbe Bewertungs-Sterne, falls nicht der Standard verwendet wird.
el: Το χρώμα που θα χρησιμοποιείται για αξιολόγηση μισού αστεριού, αν διαφέρει από το προκαθορισμένο.
es: El color usado para media estrella de la valoración, si no se especifica se usa el predeterminado.
et: Hinnangu pooltärni värv, kui ei kasutata vaikevärvi.
hu: A besoroláshoz való félcsillagokhoz használandó szín, amennyiben nem az alapértelmezett szín használandó.
it: Il colore da utilizzare per la mezza stella di valutazione, se diverso dal predefinito.
ja: 評価の半分の星に使用する色、指定がなければ既定値。
km: ពណ៌​ដែល​ត្រូវ​បាន​ប្រើ​សម្រាប់​ធាតុ​ថ្មី​នៅ​ក្នុង​បញ្ជី​ចាក់ ។
lt: Pusės žvaigždės įvertinimo spalva, jei skirtinga nuo numatytos spalvos.
nds: De Klöör för en half Beweerten-Steern, wenn nich de Standardklöör
ne: यदि पूर्वनिर्धारित होइन भने, आधा मूल्याङ्कन ताराका लागि प्रयोग गर्न रङ ।
nl: De kleur die zal worden gebruikt voor de halve ster als u niet de standaardkleur wilt gebruiken.
nn: Fargen som skal brukast på halvstjernekarakterar, om ikkje standardfargen skal brukast.
pl: Kolor, który jest używany dla połowy gwiazdki notowania, jeśli jest inny niż domyślny.
pt: A cor que é usada para meia-estrela de classificação, se não for a predefinida.
pt_br: A cor a ser usada para a avaliação de meia-estrela, se não a padrão.
sk: Farba, ktorá sa má použiť pre polovicu hodnotiacej hviezdy, ak nie je východzia.
sr: Боја која се користи за полузвездице рејтинга, ако није подразумевана.
th: สีที่จะใช้สำหรับครึ่งดาวเรตติ้ง ถ้าไม่ใช่ค่าปริยาย
tr: Yarım beğeni yıldızında kullanmak için renk, öntanımlı kullanılmıyorsa.
uk: Колір для рейтингу пів-зірки, якщо нетиповий.

source: Color for single rating star
bg: Цвят на една звезда за оценяване
ca: Color de la valoració d'una estrella
da: Farve for en enkelt stjerne
de: Farbe für einzelne Bewertungs-Sterne
el: Χρώμα για αξιολόγηση μονού αστεριού
es: Color para una sola estrella de la valoración
et: Ühe hinnangutärni värv
fi: Väri yhdelle tähdelle:
hu: Egyedüli besorolási csillagok színe
it: Colore per la singola stella di valutazione
ja: 評価の一つ星の色
km: ពណ៌​សម្រាប់​ផ្កាយ​វាយតម្លៃ​តែ​មួយ
lt: Vienos žvaigždės spalva
nds: Klöör för en enkel Steern
ne: एकल मूल्याङ्कन ताराका लागि रङ
nl: Kleur voor één-ster
nn: Farge for éi stjerne
pa: ਇੱਕ ਰੇਟਿੰਗ ਸਟਾਰ ਲਈ ਰੰਗ
pl: Kolor dla pojedynczej gwiazdki notowania
pt: Cor para a classificação de uma estrela
pt_br: Cor para avaliação de uma estrela
sk: Farba pre jednu hviezdu hodnotenia
sr: Боја за једну звездицу рејтинга
th: สีสำหรับหนึ่งดาวเรตติ้ง
tr: Tek beğeni yıldızı için renk
uk: Колір для рейтингу "одна зірка"

source: The color to use for a single rating star, if not the default.
bg: Цветът на една звезда за оценяване (ако не е по подразбиране).
ca: El color a usar per a una valoració d'una estrella, si no és el predeterminat.
da: Farven som bruges for en enkelt stjerne, hvis ikke standardfarven bruges.
de: Dies ist die Farbe, die für einzelne Bewertungs-Sterne verwendet wird.
el: Το χρώμα που θα χρησιμοποιείται για αξιολόγηση μονού αστεριού, αν διαφέρει από το προκαθορισμένο.
es: El color a usar para una sola estrella de la valoración, si no se especifica se usa el predeterminado.
et: Ühe hinnangutärni värv, kui ei kasutata vaikevärvi.
fi: Väri, jota käytetään yhdelle tähdelle (ellei oletusväri).
hu: Az egyetlen besorolási csillag esetén használandó szín, amennyiben nem az alapértelmezett szín használandó.
it: Il colore da utilizzare per la singola stella di valutazione, se diverso dal predefinito.
ja: 評価の一つ星に使用する色、指定がなければ既定値。
km: ពណ៌​ដែល​ត្រូវ​បាន​ប្រើ​សម្រាប់​ធាតុ​ថ្មី​នៅ​ក្នុង​បញ្ជី​ចាក់ ។
lt: Vienos žvaigždės įvertinimo spalva, jei skiriasi nuo numatytos.
nds: De Klöör för en enkel Beweerten-Steern, wenn nich de Standardklöör
ne: यदि पूर्वनिर्धारित होइन भने, एकल मूल्याङ्कन ताराका लागि प्रयोग गर्न रङ ।
nl: De kleur die zal worden gebruikt voor één ster als u niet de standaardkleur wilt gebruiken.
nn: Fargen som skal brukast på éistjernekarakterar, om ikkje standardfargen skal brukast.
pa: ਇੱਕ ਇੱਕਲੇ ਰੇਟਿੰਗ ਸਟਾਰ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਰੰਗ, ਜੇ ਨਾ ਦਿੱਤਾ ਤਾਂ ਮੂਲ ਵਰਤਿਆ ਜਾਵੇਗਾ।
pl: Kolor, który jest używany dla koloru pojedynczej gwiazdki notowania, jeśli inny niż domyślny.
pt: A cor que é usada para uma estrela de classificação, se não for a predefinida.
pt_br: A cor a ser usada para a avaliação de uma estrela, se não a padrão.
sk: Farba, ktorá sa má použiť pre jednu hodnotiacu hviezdu, ak nie je východzia.
sr: Боја коју треба користити за једну звездицу рејтинга, ако није подразумевана.
th: สีที่จะใช้สำหรับหนึ่งดาวเรตติ้ง ถ้าไม่ใช่ค่าปริยาย
tr: Tek beğeni yıldızında kullanmak için renk, öntanımlı kullanılmıyorsa.
uk: Колір для однозіркового рейтингу, якщо нетиповий.

source: Color for two rating stars
bg: Цвят на две звезди за оценяване
ca: Color de la valoració de dues estrelles
da: Farve for to stjerner
de: Farbe für zwei Bewertungs-Sterne
el: Χρώμα για αξιολόγηση δύο αστεριών
es: Color para dos estrellas de la valoración
et: Kahe hinnangutärni värv
fi: Väri kahdelle tähdelle:
hu: Kettő besorolási csillag színe
it: Colore per due stelle di valutazione
ja: 評価の二つ星の色
km: ពណ៌​សម្រាប់​ផ្កាយ​វាយតម្លៃ​ពីរ
lt: Dviejų žvaigždžių spalva
nds: Klöör för twee Beweerten-Steerns
ne: दुई मूल्याङ्कन ताराहरूका लागि रङ
nl: Kleur voor twee sterren
nn: Farge for to stjerner
pa: ਦੋ ਰੇਟਿੰਗ ਸਟਾਰ ਲਈ ਰੰਗ
pl: Kolor dla dwóch gwiazdek notowania
pt: Cor para a classificação de duas estrelas
pt_br: Cor para avaliação de duas estrelas
sk: Farba pre dve hviezdy hodnotenia
sr: Боја за две звездице рејтинга
th: สีสำหรับสองดาวเรตติ้ง
tr: İki beğeni yıldızı için renk
uk: Колір для рейтингу "дві зірки"

source: The color to use for two rating stars, if not the default.
bg: Цветът на две звезди за оценяване (ако не е по подразбиране).
ca: El color a usar per a una valoració de dues estrelles, si no és el predeterminat.
da: Farven som bruges for to stjerner, hvis ikke standardfarven bruges.
de: Dies ist die Farbe, die für zwei Bewertungs-Sterne verwendet wird.
el: Το χρώμα που θα χρησιμοποιείται για αξιολόγηση δύο αστεριών, αν διαφέρει από το προκαθορισμένο.
es: El color a usar para dos estrellas de la valoración, si no se especifica se usa el predeterminado.
et: Kahe hinnangutärni värv, kui ei kasutata vaikevärvi.
fi: Väri, jota käytetään kahdelle tähdelle (ellei oletusväri).
hu: A kettő besorolási csillag esetén használandó szín, amennyiben nem az alapértelmezett szín használandó.
it: Il colore da utilizzare per due stelle di valutazione, se diverso dal predefinito.
ja: 評価の二つ星に使用する色、指定がなければ既定値。
km: ពណ៌​ត្រូវ​ប្រើ​សម្រាប់​ផ្កាយ​វាយតម្លៃ​ពីរ​ ប្រសិន​បើ​មិនមែន​ជា​​លំនាំដើម ។
lt: Dviejų žvaigždžių įvertinimo spalva, jei skiriasi nuo numatytos.
nds: De Klöör för twee Beweerten-Steerns, wenn nich de Standardklöör
ne: यदि पूर्वनिर्धारित होइन भने, दुई मूल्याङ्कन ताराहरूका लागि प्रयोग गर्न रङ ।
nl: De kleur die zal worden gebruikt voor twee-ster-waarderingen, als u niet de standaardkleur wilt gebruiken.
nn: Fargen som skal brukast på tostjernekarakterar, om ikkje standardfargen skal brukast.
pa: ਦੋ ਰੇਟਿੰਗ ਸਟਾਰ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਰੰਗ, ਜੇ ਨਾ ਦਿੱਤਾ ਤਾਂ ਮੂਲ ਵਰਤਿਆ ਜਾਵੇਗਾ।
pl: Kolor, który jest używany dla dwóch gwiazdek notowania, jeśli inny niż domyślny.
pt: A cor que é usada para duas estrelas de classificação, se não for a predefinida.
pt_br: A cor a ser usada para a avaliação de duas estrelas, se não a padrão.
sk: Farba pre dve hodnotiace hviezdy, ak nie je použitá štandardná.
sr: Боја коју треба користити за две звездице рејтинга, ако није подразумевана.
th: สีที่จะใช้สำหรับสองดาวเรตติ้ง ถ้าไม่ใช่ค่าปริยาย
tr: İki beğeni yıldızında kullanmak için renk, öntanımlı kullanılmıyorsa.
uk: Колір для двозіркового рейтингу, якщо нетиповий.

source: Color for three rating stars
bg: Цвят на три звезди за оценяване
ca: Color de la valoració de tres estrelles
da: Farve for tre stjerner
de: Farbe für drei Bewertungs-Sterne
el: Χρώμα για αξιολόγηση τριών αστεριών
es: Color para tres estrellas de la valoración
et: Kolme hinnangutärni värv
fi: Väri kolmelle tähdelle
hu: Három besorolási csillag színe
it: Colore per tre stelle di valutazione
ja: 評価の三つ星の色
km: ពណ៌​សម្រាប់​ផ្កាយ​វាយតម្លៃ​បី
lt: Trijų žvaigždžių spalva
nds: Klöör för dree Beweerten-Steerns
ne: तीन मूल्याङ्कन ताराहरूका लागि रङ
nl: Kleur voor drie sterren
nn: Farge for tre stjerner
pa: ਤਿੰਨ ਰੇਟਿੰਗ ਸਟਾਰ ਲਈ ਰੰਗ
pl: Kolor dla trzech gwiazdek notowania
pt: Cor para a classificação de três estrelas
pt_br: Cor para avaliação de três estrelas
sk: Farba pre tri hviezdy hodnotenia
sr: Боја за три звездице рејтинга
th: สีสำหรับสามดาวเรตติ้ง
tr: Üç beğeni yıldızı için renk
uk: Колір для рейтингу "три зірки"
