Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Edit Album &Information...
af: Redigeer album informasie
bg: &Редактиране на информацията за албума...
ca: Edita la &informació de l'àlbum...
cs: Uprav&it informace o albu...
da: Redigér album&information...
de: &Albuminformationen bearbeiten ...
el: Επεξεργασία π&ληροφοριών άλμπουμ...
es: Editar &información del álbum...
et: Muuda albumi &infot...
eu: Editatu albumaren i&nformazioa...
fa: ویرایش &اطلاعات آلبوم...‌
fi: &Muokkaa levyn sisältötietoja…
fr: Éditer les &informations de l'album...
he: ערוך מידע &כותר...
hu: Az &album-információ szerkesztése...
it: &Modifica informazioni sull'album...
ja: アルバム情報を編集(&I)...
ka: ალბომის &ინფორმაციის ჩასწორება...
km: កែសម្រួល​ព័ត៌មាន​អាល់ប៊ុម...
ko: 엘범 정보 편집(&I)...
lt: Keisti &albumo informaciją...
nb: Rediger album&informasjon …
nds: Album-&Informatschonen bewerken...
ne: एल्बम सूचना सम्पादन गर्नुहोस्...
nl: Album&informatie bewerken...
nn: &Endra albuminformasjon …
pa: ਐਲਬਮ ਜਾਣਕਾਰੀ ਸੋਧ(&I)...
pl: Edytuj &informacje o albumie...
pt: Editar a &Informação do Álbum...
pt_br: Editar &Informações do Álbum...
ru: Изменить сведения об ал&ьбома...
se: &Doaimmat skearrodieđuid …
sk: Uprav&iť informácie o albume...
sr: Уреди податке о &албуму...
th: แก้ไขข้&อมูลของอัลบั้ม...
tr: Albüm Bilgisini &Düzenle...
uk: Редагувати &інформацію альбому...

source: &Queue Album
af: Plaas album in wagtou
bg: &Поставяне албума на опашка
ca: &Encua l'àlbum
cs: Zařadit album do &fronty
da: Album i &kø
de: Album in &Warteschlange einstellen
el: Άλμπουμ σε α&ναμονή
es: En&colar álbum
et: Al&bum järjekorda
eu: &Ilaratu albuma
fa: &صف کردن آلبوم‌
fi: &Lisää levy jonoon
fr: Cet &album en file d'attente
he: &הכנס כותר לתור
hu: Az album &behelyezése a sorba
it: Ac&coda album
ja: アルバムをキューに追加(&Q)
ka: ალბომის &რიგი
km: រៀប​អាល់ប៊ុម​ជា​ជួរ
ko: 엘범 대기열에 추가(&Q)
lt: Albumą į &eilę
nb: Legg til &Album i køen
nds: Album in&regen
ne: लाम एल्बम
nl: &Album in wachtrij
nn: Legg &album i kø
pa: ਕਤਾਰ ਐਲਬਮ(&Q)
pl: S&kolejkuj album
pt: &Colocar o Álbum na Fila
pt_br: Á&lbum na Fila
ru: &Поставить альбом в очередь
se: Bija &skearru gárgadassii
sk: Zoradiť albumy do &radu
sr: &Стави албум у ред
th: เรียงคิ&วอัลบั้ม
tr: &Albümü Kuyruğa Ekle
uk: &Альбом в чергу

source: Album Disc
af: Album Skyf
bg: Диск с албуми
ca: Disc de l'àlbum
da: Disk fra album
el: Άλμπουμ
es: Álbum Disco
et: Albumi plaat
eu: Albumaren diskoa
fa: دیسک آلبوم
fi: Levyn CD-levy
fr: Album DIsque
he: דיסק הכותר
hu: Albumlemez
it: Album
ja: アルバムディスク
km: ថាស​អាល់ប៊ុម
ko: 엘범 디스크
lt: Albumo diskas
nb: Albumplate
nds: Album-Schiev
ne: एल्बम डिस्क
nl: Albumschijf
nn: Albumplate
pa: ਐਲਬਮ ਡਿਸਕ
pl: Płyta albumu
pt: Disco do Álbum
pt_br: Disco do Álbum
se: Skearru
sk: Disk albumu
sr: Диск-албум
th: ดิสก์อัลบั้ม
tr: &Albüm Diski
uk: Диск альбому

source: Edit Album Disc &Information...
af: Redigeer album skyf informasie
bg: Редактиране на &информацията за диска с албуми...
ca: Edita la &informació del disc de l'àlbum...
cs: Uprav&it informace o albu...
da: Redigér &information om disk fra album...
de: &Album-Disc-Informationen bearbeiten ...
el: Επεξεργασία π&ληροφοριών άλμπουμ...
es: Editar &información del álbum...
et: Muuda albumi plaadi &infot...
eu: Editatu albumaren diskoaren i&nformazioa...
fa: ویرایش &اطلاعات دیسک آلبوم...‌
fi: Muokkaa tämän levyn &tietoja
fr: Éditer les &informations du disque de l'album...
he: ערוך מידע אודות דיסק ה&כותר...
hu: Albumlemez-&információk szerkesztése...
it: Modifica &informazioni sull'album...
ja: アルバムディスク情報を編集(&I)...
km: កែសម្រួល​ព័ត៌មាន​ថាស​អាល់ប៊ុម...
ko: 엘범 디스크 정보 편집(&I)...
lt: Keisti al&bumo disko informaciją...
nb: Rediger &informasjon om albumplate …
nds: Albumschiev-&Informatschonen bewerken...
ne: एल्बम डिस्क सूचना सम्पादन गर्नुहोस्...
nl: Albumschijf&informatie bewerken...
nn: &Endra albumplateinformasjon …
pa: ਐਲਬਮ ਡਿਸਕ ਜਾਣਕਾਰੀ ਸੋਧ(&I)...
pl: Edytuj &informacje o płycie albumu...
pt: Editar a &Informação do Álbum...
pt_br: Editar &Informações do Disco do Álbum...
ru: Изменить сведения о д&иске альбома...
se: &Doaimmat skearrodieđuid …
sk: Uprav&iť informácie o &disku...
sr: Уреди податке о &диск-албуму...
th: แก้ไขข้&อมูลของดิสก์อัลบั้ม...
tr: Albüm Disk Bilgisini &Düzenle...
uk: Редагувати &інформацію диска альбому...

source: &Queue Album Disc
af: Plaas album skyf in wagtou
bg: Поставяне диска с албуми на &опашка
ca: &Encua el disc de l'àlbum
da: Sæt disk fra album i &kø
de: Album-Disc in &Warteschlange einstellen
el: Άλμπουμ σε α&ναμονή
es: En&colar álbum
et: Albumi plaat &järjekorda
eu: &Ilaratu albumaren diskoa
fa: &صف کردن دیسک آلبوم‌
fi: &Lisää levy jonoon
fr: &Mettre en file d'attente ce disque de l'album
he: &הכנס דיסק כותר לתור
hu: &Albumlemez hozzáadása a sorhoz
it: A&ccoda album
ja: アルバムディスクをキューに追加(&Q)
km: ដាក់​ថាស​អាល់ប៊ុម​ជា​ជួរ
ko: 엘범 디스크 대기열에 추가(&Q)
lt: Albumo diską į ei&lę
nb: Legg til &Album-plate i køen
nds: Album-Schiev &inregen
ne: लाम एल्बम डिस्क
nl: &Albumschijf in wachtrij
nn: Legg &albumplate i kø
pa: ਐਲਬਮ ਡਿਸਕ ਕਤਾਰ 'ਚ(&Q)
pl: S&kolejkuj płytę albumu
pt: &Colocar o Álbum na Fila
pt_br: Colocar Disco do Álbum na &Fila
ru: &Поставить альбом в очередь
se: Bija &skearru gárgadassii
sk: Z&aradiť albumy do frontu
sr: &Стави диск-албум у ред
th: เรียงคิ&วดิสก์อัลบั้ม
tr: &Albüm Diskini Kuyruğa Ekle
uk: Д&иск альбому в чергу

source: Compilation
af: Samestelling
bg: Компилация
ca: Recopilatori
cs: Kompilace
da: Kompilering
de: Zusammenstellung
el: Συλλογή
es: Recopilatorio
et: Kompilatsioon
eu: Bilduma
fa: ترجمه
fi: Kokoelma
he: יציאת (הידור) אוסף
hu: Válogatás
ja: コンピレーション
ka: კომპილაცია
km: ការ​ចងក្រង
ko: 컴필레이션
lt: Rinkinys
nb: Samling
nds: Tosamenstellen
ne: सङ्कलन
nl: Compilatie
nn: Samlealbum
pa: ਕੰਪਾਇਲੇਸ਼ਨ
pl: Składanka
pt: Compilação
pt_br: Compilação
ru: Сборник
se: Čoahkkádusskearru
sk: Kompilácia
sr: Компилација
th: รวมชุด
tr: Derleme
uk: Збірка

source: Compilation Disc
af: Saamgestelde Skyf
bg: Диск с компилации
ca: Disc recopilatori
cs: Kompilační disk
da: Samlingsdisk
de: Zusammenstellung-Disc
el: Συλλογή
es: Disco recopilatorio
et: Kompilatsiooni plaat
eu: Bildumaren diskoa
fa: دیسک ترجمه
fi: Kokoelman CD-levy
fr: Disque de compilation
he: דיסק אוסף
hu: Válogatáslemez
it: Compilation
ja: コンピレーションディスク
km: ថាស​ចងក្រង
ko: 컴필레이션 디스크
lt: Rinkinio albumas
nb: Samlingsplate
nds: Tosamenstellen-Schiev
ne: सङ्कलन डिस्क
nl: Compilatieschijf
nn: Samlealbumplate
pa: ਡਿਸਕ ਕੰਪਾਇਲੇਸ਼ਨ
pl: Płyta ze składanką
pt: Compilação
pt_br: Disco de Compilação
ru: Диск-сборник
se: Čohkkejuvvon skearru
sk: Disk kompilácie
sr: Диск компилације
th: ดิสก์รวมชุด
tr: Derleme Diski
uk: Збірний диск

source: Edit Compilation Disc &Information...
af: Redigeer Saamgestelde Skyf Informasie...
bg: &Редактиране на информацията за диска с компилации...
ca: Edita la &informació del disc recopilatori...
da: Redigér &information om samlingsdisk...
de: &Zusammenstellungs-Disc-Informationen bearbeiten ...
el: Επεξεργασία &πληροφοριών συλλογής...
es: Editar &información de disco recopilatorio...
et: Muuda kompilatsiooni plaadi &infot...
eu: Editatu bildumaren diskoaren i&nformazioa...
fa: ویرایش &اطلاعات دیسک ترجمه...‌
fi: Muokkaa tämän levyn &tietoja
fr: Éditer les &informations du disque de compilation...
he: עריכת &מידע אודות דיסק אוסף...
hu: &Válogatáslemez-információk szerkesztése...
it: Modifica &informazioni sulla compilation...
ja: コンピレーションディスク情報を編集(&I)...
km: កែសម្រួល​ព័ត៌មាន​ថាស​ចងក្រង...
ko: 컴필레이션 디스크 정보 편집(&I)...
lt: Keisti &rinkino disko informaciją...
nb: Rediger &informasjon om samlingsplate …
nds: &Informatschonen för Tosamenstellen bewerken...
ne: सङ्कलन डिस्क सूचना सम्पादन गर्नुहोस्...
nl: Compilatieschijf&informatie bewerken...
nn: Endra &samlealbumplateinformasjon …
pa: ਡਿਸਕ ਕੰਪਾਇਲੇਸ਼ਨ ਜਾਣਕਾਰੀ ਸੋਧ(&I)...
pl: Edytuj &informacje o płycie ze składanką...
pt: Editar a &Informação da Compilação...
pt_br: Editar &Informações do Disco de Compilação...
ru: Изменить сведения о &сборнике...
se: Doaimmat dieđuid čohkkejuvvon &skearrus …
sk: Upraviť informácie o &kompilácii...
sr: Уреди податке о диску &компилације...
th: แก้ไขข้&อมูลดิสก์รวมชุด...
tr: Derleme Diski &Bilgisini Düzenle...
uk: Редагувати &інформацію збірного диска...

source: &Queue Compilation Disc
af: Plaas Saamgestelde Skyf in die wagtou
bg: Поставяне на диска с компилации на &опашка
ca: &Encua el disc recopilatori
da: Sæt samlingsdisk i &kø
de: Zusammenstellungs-Disc in &Warteschlange einstellen
el: &Συλλογή σε αναμονή
es: &Encolar compilación del disco
et: Kompilatsiooni plaat &järjekorda
eu: &Ilaratu bildumaren diskoa
fa: &صف کردن دیسک ترجمه‌
fi: &Lisää levy jonoon
fr: &Mettre en file d'attente le disque de compilation
he: נוסף דיסק אוסף ל&תור
hu: Vá&logatáslemez hozzáadása a sorhoz
it: A&ccoda compilation
ja: コンピレーションディスクをキューに追加(&Q)
km: ដាក់​ថាស​ចងក្រង​ជា​ជួរ
ko: 컴필레이션 디스크 대기열에 추가(&Q)
lt: Ri&nkinio diską į eilę
nb: Legg samlingsplate i &kø
nds: Tosamenstellen in&regen
ne: लाम सङ्कलन डिस्क
nl: &Compilatieschijf in wachtrij
nn: Legg &samlealbumplate i kø
pa: ਡਿਸਕ ਕੰਪਾਇਲੇਸ਼ਨ ਕਤਾਰ 'ਚ(&Q)
pl: S&kolejkuj płytę ze składanką
pt: Colocar a Compilação na &Fila
pt_br: Colocar Disco de Compilação na &Fila
ru: &Поставить сборник в очередь
se: &Bija čohkkejuvvon skearru gárgadussii
sk: Zaradiť kom&piláciu do frontu
sr: &Стави у ред диск компилације
th: เรียงคิ&วดิสก์รวมชุด
tr: Derleme Diskini &Kuyruğa Ekle
uk: &Збірний диск у чергу

source: Updating...
af: Besig om op te dateer...
bg: Обновяване...
ca: S'està actualitzant...
cs: Aktualizace...
da: Opdaterer...
de: Aktualisierung ...
el: Ενημέρωση...
es: Actualizando...
et: Uuendamine...
eu: Eguneratzen...
fa: در حال به‌روزرسانی...
fi: Päivitetään…
fr: Mise à jour...
he: מעדכן...
hu: Frissítés...
it: Aggiornamento...
ja: 更新中...
ka: განახლება...
km: កំពុង​ធ្វើ​ឲ្យ​ទាន់សម័យ...
ko: 업데이트 중...
lt: Atnaujinama...
nb: Oppdaterer …
nds: An't Opfrischen...
ne: अद्यावधिक गर्दैछ...
nl: Bezig met bijwerken...
nn: Oppdaterer …
pa: ਅੱਪਡੇਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Uaktualnianie...
pt: A actualizar...
pt_br: Atualizando...
ru: Идёт обновление...
se: Ođasmahttimin …
sk: Aktualizujem...
sr: Ажурирам...
th: กำลังอัปเดต...
tr: Güncelleniyor...
uk: Оновлення...

source: No Track Playing
af: Geen snit is besig om te speel nie
bg: Не се изпълнява запис
ca: No s'està reproduint cap peça
cs: Nepřehrává se žádná skladba
da: Intet spor spilles
de: Es wird kein Stück abgespielt
el: Δεν εκτελείται κομμάτι
es: Ninguna pista en reproducción
et: Ühtki pala ei esitata
eu: Ez da pistarik erreproduzitzen ari
fa: بدون پخش شیار
fi: Mikään kappale ei soi
fr: Aucun morceau joué
he: לא מושמעות רצועות
hu: Jelenleg nincs lejátszás
it: Nessuna traccia in riproduzione
ja: 再生中のトラックはありません
ka: არცერთი ჩანაწერი იკვრება
km: មិន​បាន​ចាក់​បទ​ឡើយ
ko: 재생중인 트랙이 없습니다.
lt: Negroja jokia daina
nb: Ingen spor spiller
nds: Keen Stück warrt speelt
ne: कुनै ट्रयाक प्ले गरिरहेको छ
nl: Er wordt geen track afgespeeld
nn: Ingen spor spelar
pa: ਕੋਈ ਗਾਣਾ ਨਹੀਂ ਚੱਲਦਾ ਹੈ
pl: Nie jest odtwarzany żaden utwór
pt: Sem Faixas em Reprodução
pt_br: Nenhuma Faixa Sendo Reproduzida
ru: Воспроизведение остановлено
se: Ii oktage bihttá čuojahuvvo
sk: Nie je prehrávaná žiadna skladba
sr: Нема пуштене нумере
th: ไม่มีเพลงกำลังเล่นอยู่
tr: Hiç Şarkı Çalmıyor
uk: Не програється жодна доріжка

source: _n: 1 Track %n Tracks
af: 1 Snit %n Snitte
bg: 1 запис %n записа
ca: Una peça %n peces
cs: 1 skladba %n skladby %n skladeb
da: 1 spor %n spor
de: 1 Stück %n Stücke
el: 1 κομμάτι %n κομμάτια
es: 1 pista %n pistas
et: 1 pala %n pala
eu: Pista 1 %n pista
fa: %n شیار
fi: Yksi kappale %n kappaletta
fr: %n morceau %n morceaux
he: רצועה מס' %n רצועות
hu: %n szám
it: 1 traccia %n tracce
ja: %n トラック
ka: %n ჩანაწერი
km: %n បទ
lt: %n daina %n dainos %n dainų
nb: 1 spor %n spor
nds: 1 Stück %n Stücken
ne: १ ट्रयाक %n ट्रयाक
nl: %n track %n tracks
nn: 1 spor %n spor
pa: 1 ਟਰੈਕ %n ਟਰੈਕ
pl: jeden utwór %n utwory %n utworów
pt: 1 Faixa %n Faixas
pt_br: 1 Faixa %n Faixas
ru: %n дорожка %n дорожки %n дорожек
se: Okta bihttá %n bihtá
sk: 1 skladba %n skladby %n skladieb
sr: %n нумера %n нумере %n нумера
th: %n เพลง
tr: %n Parça
uk: %n доріжка %n доріжки %n доріжок

source: _n: 1 Artist %n Artists
af: 1 Kunstenaar %n Kunstenaars
bg: 1изпълнител %n изпълнителя
ca: Un artista %n artistes
cs: 1 interpret %n interpreti %n interpretů
da: 1 kunstner %n kunstnere
de: 1 Interpret %n Interpreten
el: 1 καλλιτέχνης %n καλλιτέχνες
es: 1 artista %n artistas
et: 1 esitaja %n esitajat
eu: Artista 1 %n artista
fa: %n هنرمند
fi: Yksi artisti %n artistia
fr: %n artiste %n artistes
he: אומן 1 %n אומנים
hu: %n előadó
it: 1 artista %n artisti
ja: %n アーティスト
ka: %n შემსრულებელი
km: សិល្បករ %n នាក់
lt: %n atlikėjas %n atlikėjai %n atlikėjų
nb: 1 artist %n artister
nds: 1 Künstler %n Künstlers
ne: १ कलाकार %n कलाकारहरू
nl: 1 artiest %n artiesten
nn: 1 artist %n artistar
pa: 1 ਕਲਾਕਾਰ %n ਕਲਾਕਾਰ
pl: jeden wykonawca %n wykonawców %n wykonawców
pt: 1 Artista %n Artistas
pt_br: 1 Artista %n Artistas
ru: %n исполнитель %n исполнителя %n исполнителей
se: Okta artista %n artistta
sk: 1 interpret %n interpreti %n interpretov
sr: %n извођач %n извођача %n извођача
th: %n ศิลปิน
tr: %n Sanatçı
uk: %n виконавець %n виконавці %n виконавців

source: _n: 1 Album %n Albums
af: 1 Album %n Albums
bg: 1 албум %n албума
ca: Un àlbum %n àlbums
cs: 1 album %n alba %n alb
da: 1 album %n albummer
de: 1 Album %n Alben
el: 1 άλμπουμ %n άλμπουμ
es: 1 álbum %n álbumes
et: 1 album %n albumit
eu: Album 1 %n album
fa: %n آلبوم
fi: Yksi levy %n levyä
fr: %n album %n albums
he: כותר 1 %n כותרים
hu: %n album
it: 1 album %n album
ja: %n アルバム
ka: %n ალბომი
km: %n អាល់ប៊ុម
lt: %n albumas %n albumai %n albumų
nb: Ett album %n album
nds: 1 Album %n Alben
ne: १ एल्बम %n एल्बमहरू
nl: 1 album %n albums
nn: Eitt album %n album
pa: 1 ਐਲਬਮ %n ਐਲਬਮਾਂ
pl: jeden album %n albumy %n albumów
pt: 1 Álbum %n Álbuns
pt_br: 1 Álbum %n Álbuns
ru: %n альбом %n альбома %n альбомов
se: Okta skearru %n skearru
sk: 1 album %n albumy %n albumov
sr: %n албум %n албума %n албума
th: %n อัลบั้ม
tr: %n Albüm
uk: %n альбом %n альбоми %n альбомів

source: _n: 1 Genre %n Genres
af: 1 Tipe %n Tipes
bg: 1жанр %n жанра
ca: Un gènere %n gèneres
cs: 1 žánr %n žánry %n žánrů
da: 1 genre %n genrer
de: 1 Genre %n Genres
el: 1 είδος %n είδη
es: 1 género %n géneros
et: 1 žanr %n žanri
eu: Genero 1 %n genero
fa: %n نوع
fi: Yksi tyylilaji %n tyylilajia
fr: %n style %n styles
he: סגנון 1 %n סגנונות
hu: %n műfaj
it: 1 genere %n generi
ja: %n ジャンル
ka: %n ჟანრი
km: %n ចង្វាក់
lt: %n žanras %n žanrai %n žanrų
nb: 1 sjanger %n sjangre
nds: 1 Musikoort %n Musikoorden
ne: १ विधा %n विधाहरू
nl: 1 genre %n genres
nn: 1 sjanger %n sjangrar
pa: 1 ਧੁਨ %n ਧੁਨਾਂ
pl: jeden gatunek %n gatunki %n gatunków
pt: 1 Género %n Géneros
pt_br: 1 Gênero %n Gêneros
ru: %n жанр %n жанра %n жанров
se: Okta šáŋra %n šáŋra
sk: 1 žáner %n žánre %n žánrov
sr: %n жанр %n жанра %n жанрова
th: %n ประเภท
tr: %n Tarz
uk: %n жанр %n жанри %n жанрів

source: %1 Play-time
af: %1 speel tyd
bg: Времетраене: %1
ca: %1 de temps de reproducció
cs: Čas přehrávání %1
da: %1 spilletid
de: %1 Wiedergabezeit
el: %1 χρόνος αναπαραγωγής
es: Tiempo de reproducción de %1
et: %1 esitusaeg
eu: %1 erreprodukzio-denbora
fa: %1 زمان پخش
fi: %1 soitettavaa
fr: %1 d'écoute
he: זמן השמעה %1
hu: %1 lejátszási idő
it: %1 Tempo di riproduzione
ja: 再生時間 %1
km: ពេលវេលា​ចាក់ %1
ko: %1 재생시간
lt: %1 grojimo trukmė
nb: %1 spilletid
nds: %1 Speelduer
ne: %1 प्ले गर्ने-समय
nl: %1 afspeeltijd
pa: %1 ਚੱਲਣ ਸਮਾਂ
pl: %1 czas odtwarzania
pt: Tempo de reprodução de %1
pt_br: %1 Reproduzindo
ru: Время воспроизведения: %1
se: %1 čuojahanáigi
sk: Doba hrania %1
sr: %1 време пуштања
th: %1 เวลาการเล่น
tr: %1 Çalma-süresi
uk: %1 час програвання

source: _n: Single %n Tracks
af: Enkel %n Snitte
bg: 1 запис %n записа
ca: Senzill %n peces
cs: Jedna skladba %n skladby %n skladeb
da: Enkelt %n spor
de: Ein Stück %n Stücke
el: Κομμάτι %n Κομμάτια
es: Single %n pistas
et: Singel %n pala
eu: Bakuna %n pista
fa: %n شیار
fi: Sinkku %n kappaletta
fr: %n morceau %n morceaux
he: סינגל %n רצועות
hu: %n szám
it: Singolo %n tracce
ja: %n トラック
ka: %n ჩანაწერი
km: %n បទ
lt: %n daina %n dainos %n dainų
nb: Singel %n spor
nds: Single %n Stücken
ne: एकल %n ट्रयाक
nl: Single %n tracks
nn: Singelplate %n spor
pa: ਇੱਕਲਾ %n ਟਰੈਕ
pl: Singiel %n utwory %n utworów
pt: 1 Faixa %n Faixas
pt_br: Única %n Faixas
ru: %n дорожка %n дорожки %n дорожек
se: Singleskearru %n bihtá
sk: Jedna skladba 2 skladby %n skladieb
sr: %n нумера %n нумере %n нумера
th: %n เพลง
tr: %n Parça
uk: %n доріжка %n доріжки %n доріжок

source: Disc %1
af: Skyf %1
bg: Диск %1
cs: Disk %1
da: Disk %1
de: CD %1
el: Δίσκος %1
es: Disco %1
et: Plaat %1
eu: %1 diskoa
fa: دیسک %1
fi: Levy %1
fr: Disque %1
he: דיסק %1
hu: %1. lemez
it: Disco %1
ja: ディスク %1
ka: დისკი %1
km: ថាស %1
ko: 디스크 %1
lt: Diskas %1
nb: Plate %1
nds: Schiev %1
ne: डिस्क %1
nl: Schijf %1
nn: Plate %1
pa: ਡਿਸਕ %1
pl: Płyta %1
pt: Disco %1
pt_br: Disco %1
ru: Диск %1
se: Skearru %1
sk: Disk %1
sr: Диск %1
th: ดิสก์ %1
tr: Disk %1
uk: Диск %1

source: Fresh Podcast Episodes
af: Nuwe <i>Podcast</i> Episodes
bg: Нови епизоди подкастове
ca: Episodis de podcast recents
cs: Čerstvé podcast epizody
da: Nye podcast-episoder
de: Neue Podcast-Episoden
el: Ανανέωση των εκπομπών pod
es: Actualizar episodios del podcasts
et: Värskenda Podcasti episoode
eu: Podcast berrien pasarteak
fa: بازآوری فقره‌های Podcast
fi: Uudet podcast-jaksot
fr: Nouveaux épisodes du Podcast
he: רענן את כל קטעי הפוד־קסטים
hu: Friss podcast-epizódok
it: Nuove puntate podcast
ja: ポッドキャストエピソードを更新
ka: ახალი Podcast ეპიზოდები
km: ការ​ផ្សាយ​ផតខាស់​ថ្មីៗ
ko: 최신 포드캐스트 에피소드
nb: Nye podcast-episoder
nds: Nieg Podcast-Kapitels
ne: ताजा पोडकास्ट भाग
nl: Alle Podcastepisodes verversen
nn: Oppdater alle podkastar
pa: ਸਭ ਪੋਸਟ-ਕਾਸਟ ਕਾਂਡ ਤਾਜ਼ਾ
pl: Odśwież wszystkie odcinki podcastów
pt: Refrescar os Episódios da 'Podcast'
pt_br: Episódios Novos do Podcast
ru: Последние Podcast
se: Váras podkásttaoasit
sk: Čerstvé epizódy podcastu
sr: Свеже подемитоване епизоде
th: พ็อดแคสท์ตอนใหม่สดๆ
tr: Podcastları Listelerini Tazele
uk: Свіжі епізоди подкесту

source: Click to go to podcast website: %1.
af: Kliek om na die <i>podcast</i> web bladsy '%1' geneem te word.
bg: Щракнете, за да отиде на сайта на подкаста: %1.
ca: Feu clic per anar a la web del podcast: %1.
da: Klik for at gå til podudsendelsens hjemmeside: %1.
de: Klicken Sie, um zur Podcast-Webseite zu gelangen: %1.
el: Κάντε κλικ για να μεταβείτε στο δικτυακό τόπο της εκπομπής pod: %1.
es: Haga clic para ir al sitio web del podcast: %1.
et: Klõpsa minemaks Podcasti veebilehele: %1.
eu: Egin klik podcast-aren gunera joateko: %1.
fa: برای رفتن به وب‌گاه podcast فشار دهید: %1.
fi: Podcastin verkkosivusto: %1.
fr: Cliquez pour aller sur le site web du podcast : %1.
he: לחץ בכדי להציג את אתר האינטרנט של הפוד־קסט: %1.
hu: Ugrás a podcast weblapjára: kattintással. Cím: %1
it: Clic per andare al sito web del podcast: %1.
ja: クリックでポッドキャストウェブサイトへ移動: %1
ka: podcast ვებ გვერდზე გადასვლა: %1.
km: ចុច ដើម្បី​ទៅ​កាន់​តំបន់បណ្ដាញ​ផតខាស់ ៖ %1 ។
ko: 포드캐스트 웹사이트로 이동하기 위해 클릭: %1.
nb: Trykk for å gå til podcast-nettstedet: %1
nds: Klick hier, wenn Du na den Podcast sien Nettsiet gahn wullt: %1
ne: पोडकास्ट वेबसाइटमा जान क्लिक गर्नुहोस्: %1 ।
nl: Klik om te gaan naar de podcastwebsite: %1
nn: Trykk for å gå til nettsida til podkasten. %1.
pa: ਪੋਸਟਕਾਸਟ ਵੈੱਬਸਾਇਟ ਖੋਲ੍ਹਣ ਲਈ ਜਾਓ: %1
pl: Kliknij tutaj by przejść do strony podcastu: %1.
pt: Carregue para ir para a página Web do Podcast: %1.
pt_br: Clique para ir à página na web do podcast: %1.
se: Coahkkal dása, de beasat %1-podkástfierbmebáikái
sk: Kliknite na zobrazenie webovej stránky s podcastmi: %1.
sr: Кликните да одете до веб сајта подемисије: %1
th: คลิกเพื่อไปยังเว็บไซต์ของพ็อดแคสท์: %1
tr: Podcast Web sitesine gitmek için tıklayın: %1.
uk: Клацніть, щоб перейти до веб-сайту podcast-у: %1.

source: Your Newest Albums
af: Jou Nuutste Albums
bg: Най-новите ви албуми
ca: Els vostres àlbums més nous
cs: Vaše nejnovější alba
da: Dine nyeste albummer
de: Ihre neuesten Alben
el: Τα νεότερα άλμπουμ σας
es: Sus álbumes más recientes
et: Uusimad albumid
eu: Zure album berrienak
fa: جدیدترین آلبومهایتان
fi: Uusimmat levyt
fr: Vos nouveaux albums
he: הכותרים החדשים ביותר שלך
hu: Az Ön legújabb albumai
it: I tuoi albumi più recenti
ja: 最新アルバム
ka: თქვენი უახლესი ალბომები
km: អាល់ប៊ុម​ថ្មី​បំផុត​របស់​អ្នក
ko: 당신의 최신 엘범
lt: Naujausi albumai
nb: De nyeste albumene
nds: Dien niegste Alben
ne: तपाईँको नयाँ एल्बम
nl: Uw nieuwste albums
nn: Nyaste album
pa: ਤੁਹਾਡੀ ਨਵੀਂ ਐਲਬਮ
pl: Twoje najnowsze albumy
pt: Os Seus Álbuns Mais Recentes
pt_br: Seus Álbuns Mais Novos
ru: Самые новые альбомы
se: Ođđamus skearrut
sk: Vaše najnovšie albumy
sr: Ваши најновији албуми
th: อัลบั้มใหม่สุดของคุณ
tr: En Yeni Albümleriniz
uk: Ваші найновіші альбоми
