Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: _n: One track already on media device %n tracks already on media device
af: Een snit is alreeds op die media toestel %n snitte is alreeds op die media toestel
bg: Един запис вече е в медийното устройство %n записа вече са в медийното устройство
ca: Una peça ja és al dispositiu de suports %n peces ja són al dispositiu de suports
cs: 1 skladba je již na zařízení %n skladby již jsou na zařízení %n skladeb již je na zařízení
da: Et spor findes allerede på medieenheden %n spor findes allerede på medieenheden
de: 1 Stück befindet sich bereits auf dem Media-Player %n Stücke befinden sich bereits auf dem Media-Player
el: 1 κομμάτι ήδη στη συσκευή πολυμέσων %n κομμάτια ήδη στη συσκευή πολυμέσων
es: Una pista ya se encuentra en el dispositivo de medios %n pistas ya se encuentran en el dispositivo de medios
et: Üks pala on juba meediaseadmel %n pala on juba meediaseadmel
eu: Pista bat jadanik multimediako gailuan %n pista jadanik multimediako gailuan
fa: %n شیار از قبل در دستگاه رسانه وجود دارد
fi: Yksi kappale on jo medialaitteella %n kappaletta on jo medialaitteella
fr: %n morceau se trouve déjà sur le périphérique de média %n morceaux se trouvent déjà sur le périphérique de média
he: רצועה אחת כבר נמצא על התקן־המדיה %n רצועות כבר נמצאות על התקן־המדיה
hu: %n szám már rajta van a médiaeszközön
it: 1 traccia già sul dispositivo multimediale %n tracce già sul dispositivo multimediale
ja: %n トラックが既にメディアデバイスにあります
ka: %n ჩანაწერი უკვე არის მედია მოწყობილობაზე
km: មាន​បទ​ចំនួន %n រួច​ហើយ​លើ​ឧបករណ៍​​ផ្ទុក
lt: %n daina jau yra muzikos įrenginyje %n dainos jau yra muzikos įrenginyje %n dainų jau yra muzikos įrenginyje
nb: Ett spor er på medieenheten fra før %n spor er på medieenheten fra før
nds: Een Stück is al op de Medienreedschap %n Stücken sünd al op de Medienreedschap
ne: मिडिया यन्त्रमा एउटा ट्रयाक पहिल्यै छ %n ट्रयाक मिडिया यन्त्रमा पहिल्यै छ
nl: 1 track al aanwezig op media-apparaat %n tracks al aanwezig op media-apparaat
nn: 1 spor finst allereie på mediespelaren. %n er finst allereie på mediespelaren.
pa: ਮੀਡਿਆ ਜੰਤਰ ਉੱਤੇ ਪਹਿਲਾਂ ਹੀ ਇੱਕ ਟਰੈਕ ਹੈ ਮੀਡਿਆ ਜੰਤਰ ਉੱਤੇ %n ਟਰੈਕ ਹੈ
pl: Jeden utwór już istnieje na urządzeniu mediów %n utwory już istnieją na urządzeniu mediów %n utworów już istnieje na urządzeniu mediów
pt: Uma faixa já no dispositivo multimédia %n faixas já no dispositivo multimédia
pt_br: Uma faixa já está no dispositivo de mídia %n faixas já estão no dispositivo de mídia
ru: %n дорожка уже существует в переносном устройстве %n дорожки уже существует в переносном устройстве %n дорожек уже существуют в переносном устройстве
se: Okta bihttá lea juo mediaovttadagas %n bihtá leat juo mediaovttadagas
sk: Jedna stopa je už na mediálnom zariadení %n stopy sú už na mediálnom zariadení %n stôp je už na mediálnom zariadení
sr: %n нумера већ на уређају %n нумере већ на уређају %n нумера већ на уређају
th: เพลง %n เพลงอยู่ในอุปกรณ์เล่นสื่อเรียบร้อยแล้ว
tr: %n parça zaten medya aygıtı üzerinde
uk: %n доріжка вже є на пристрої носія %n доріжки вже є на пристрої носія %n доріжок вже є на пристрої носія

source: _n: , one track already on media device , %n tracks already on media device
af: Een snit is alreeds op die media toestel %n snitte is alreeds op die media toestel
bg: , един запис вече е в медийното устройство , %n записа вече са в медийното устройство
ca: , una peça ja és al dispositiu de suports , %n peces ja són al dispositiu de suports
cs: , 1 skladba je již na zařízení , %n skladby již jsou na zařízení , %n skladeb již je na zařízení
da: , et spor findes allerede på medieenheden , %n spor findes allerede på medieenheden
de: , ein Stück befindet sich bereits auf dem Media-Player , %n Stücke befinden sich bereits auf dem Media-Player
el: , 1 κομμάτι ήδη στη συσκευή πολυμέσων , %n κομμάτια ήδη στη συσκευή πολυμέσων
es: , una pista ya está en el dispositivo de medios , %n pistas ya están en el dispositivo de medios
et: , üks pala on juba meediaseadmel , %n pala on juba meediaseadmel
eu: , pista bat jadanik multimediako gailuan , %n pista jadanik multimediako gailuan
fa: ، %n شیار از قبل در دستگاه رسانه وجود دارد
fi: Yksi kappale on jo medialaitteella. %n kappaletta on jo medialaitteella.
fr: , %n morceau est déjà présent sur le périphérique de média , %n morceaux sont déjà présents sur le périphérique de média
he: , רצועה אחת כבר נמצא על התקן־המדיה , %n רצועות כבר נמצאות על התקן־המדיה
hu: , %n szám már rajta van a médiaeszközön
it: una traccia già sul dispositivo multimediale , %n tracce già sul dispositivo multimediale
ja: , %n トラックが既にメディアデバイスにあります
ka: , %n ჩანაწერი უკვე არის მედია მოწყობილობაზე
km: %n បទ​មាន​នៅ​ក្នុង​ឧបករណ៍​ផ្ទុក​​រួចហើយ
lt: , %n daina jau yra muzikos įrenginyje , %n dainos jau yra muzikos įrenginyje , %n dainų jau yra muzikos įrenginyje
nb: , et spor er på medieenheten fra før , %n spor er på medieenheten fra før
nds: , een Stück is al op de Medienreedschap , %n Stücken sünd al op de Medienreedschap
ne: , मिडिया यन्त्रमा एउटा ट्रयाक पहिल्यै छ , %n ट्रयाक मिडिया यन्त्रमा पहिल्यै छ
nl: , 1 track al aanwezig op media-apparaat , %n tracks al aanwezig op media-apparaat
nn: , 1 spor finst allereie på mediespelaren. , %n er finst allereie på mediespelaren.
pa: , ਮੀਡਿਆ ਜੰਤਰ ਉੱਤੇ ਪਹਿਲਾਂ ਹੀ ਇੱਕ ਟਰੈਕ ਹੈ , ਮੀਡਿਆ ਜੰਤਰ ਉੱਤੇ ਪਹਿਲਾਂ ਹੀ %n ਟਰੈਕ ਹਨ
pl: , jeden utwór już istnieje na urządzeniu mediów , %n utwory już istnieją na urządzeniu mediów , %n utworów już istnieje na urządzeniu mediów
pt: , uma faixa já no dispositivo multimédia , %n faixas já no dispositivo multimédia
pt_br: , uma faixa já está no dispositivo de mídia , %n faixas já estão no dispositivo de mídia
ru: %n дорожка уже имеется на переносном устройстве %n дорожки уже имеются на переносном устройстве %n дорожек уже имеются на переносном устройстве
se: , okta bihttá lea juo mediaovttadagas , %n bihtá leat juo mediaovttadagas
sk: , jedna stopa je už na mediálnom zariadení , %n stopy sú už na mediálnom zariadení , %n stôp je už na mediálnom zariadení
sr: , %n нумера већ на мултимедијалном уређају , %n нумере већ на мултимедијалном уређају , %n нумера већ на мултимедијалном уређају
th: , %n เพลงอยู่ในอุปกรณ์เล่นสื่อเรียบร้อยแล้ว
tr: , %n parça zaten medya aygıtı üzerinde
uk: , %n доріжка вже є на пристрої носія , %n доріжки вже є на пристрої носія , %n доріжок вже є на пристрої носія

source: _n: One track was not transcoded %n tracks were not transcoded
af: Een snit was nie getranskodeer nie %n snitte was nie getranskodeer nie
bg: Един запис не беше транскодиран %n записа не бяха транскодирани
ca: No s'ha recodificat una peça No s'han recodificat %n peces
da: Et spor blev ikke kodet om %n spor blev ikke kodet om
de: 1 Stück wurde nicht umgewandelt. %n Stücke wurden nicht umgewandelt.
el: 1 κομμάτι δεν κωδικοποιήθηκε %n κομμάτια δεν κωδικοποιήθηκαν
es: Una pista no fue transcodificada %n pistas no fueron transcodificadas
et: Üks pala ei ole transkodeeritud %n pala ei ole transkodeeritud
eu: Pista bat ez da kodeketaz bihurtu %n pista ez dira kodeketaz bihurtu
fa: %n شیار ترارمزبندی نشد
fi: Yhden kappaleen muunnos epäonnistui %n kappaleen muunnos epäonnistui
fr: %n morceau n'a pas pu être encodé %n morceaux n'ont pas pu être encodés
he: לא הומר קידודה של רצועה אחת לא הומר קידודן של %n רצועות
hu: %n szám nem lett átkódolva
it: Una traccia non è stata transcodificata %n tracce non sono state transcodificate
ja: %n トラックはトランスコードされていません
ka: %n ჩანაწერის ტრანსკოდირება არ მოხდა
km: បទ %n មិន​ត្រូវ​បាន​បម្លែង
lt: %n daina nebuvo perkoduota %n dainos nebuvo perkoduota %n dainų nebuvo perkoduota
nb: Et spor ble ikke transkodet %n spor ble ikke transkodet
nds: Een Stück wöör nich ümkodeert %n Stücken wöörn nich ümkodeert
ne: एउटा ट्रयाक ट्रान्सकोड भएन %n ट्रयाकहरू ट्रान्सकोड भएन
nl: 1 track was niet opnieuw gecodeerd %n tracks waren niet opnieuw gecodeerd
nn: 1 spor vart ikkje omkoda. %n spor vart ikkje omkoda.
pa: ਇੱਕ ਟਰੈਕ ਟਰਾਂਸਕੋਡ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਸੀ %n ਟਰੈਕ ਟਰਾਂਸਕੋਡ ਨਹੀਂ ਕੀਤੇ ਗਏ
pl: Jeden utwór nie został przekonwertowany %n utwory nie zostały przekonwertowane %n utworów nie zostało przekonwertowanych
pt: Uma faixa não foi codificada %n faixas não foram codificadas
pt_br: Uma faixa não foi convertida %n faixas não foram convertidas
ru: %n дорожка не перекодирована %n дорожки не перекодированы %n дорожек не перекодировано
se: Ii transkoden ovtta bihtá Ii transkoden %n bihtá
sk: Jedna stopa nebola prekódovaná %n stopy neboli prekódované %n stôp nebolo prekódovaných
sr: %n нумера није транскодирана %n нумере нису транскодиране %n нумера није транскодирано
th: เพลง %n เพลงไม่ได้ถูกแปลงรหัส
tr: %n parça yeniden kodlanmadı
uk: %n доріжку не перекодовано %n доріжки не перекодовано %n доріжок не перекодовано

source: _n: , one track was not transcoded , %n tracks were not transcoded
af: , een snit was nie getranskodeer nie , %n snitte was nie getranskodeer nie
bg: , един запис не беше транскодиран , %n записа не бяха транскодирани
ca: , no s'ha recodificat una peça , no s'han recodificat %n peces
da: , et spor blev ikke kodet om , %n spor blev ikke kodet om
de: , 1 Stück wurde nicht umgewandelt. , %n Stücke wurden nicht umgewandelt.
el: , 1 κομμάτι δεν κωδικοποιήθηκε , %n κομμάτια δεν κωδικοποιήθηκαν
es: , una pista no fue transcodificada , %n pistas no fueron transcodificadas
et: , üks pala ei ole transkodeeritud , %n pala ei ole transkodeeritud
eu: , pista bat ez da kodeketaz bihurtu , %n pista ez dira kodeketaz bihurtu
fa: ، %n شیار ترارمزبندی نشد
fi: , yhden kappaleen muunnos epäonnistui , %n kappaleen muunnos epäonnistui
fr: , %n morceau n'a pas été encodé , %n morceaux n'ont pas été encodés
he: , לא הומר קידודה של רצועה אחת , לא הומר קידודן של %n רצועות
hu: , %n szám nem lett átkódolva
it: , una traccia non è stata transcodificata , %n tracce non sono state transcodificate
ja: , %n トラックはトランスコードされていません
ka: , %n ჩანაწერის ტრანსკოდირება არ მოხდა
km: , បទ %n មិន​ត្រូវ​បាន​បម្លែង
lt: , %n daina nebuvo perkoduota , %n dainos nebuvo perkoduota , %n dainų nebuvo perkoduota
nb: , et spor ble ikke transkodet , %n spor ble ikke transkodet
nds: , een Stück wöör nich ümkodeert , %n Stücken wöörn nich ümkodeert
ne: , एउटा ट्रयाक ट्रान्सकोड भएन , %n ट्रयाकहरू ट्रान्सकोड भएन
nl: , 1 track was nog niet opnieuw gecodeerd , %n tracks waren nog niet opnieuw gecodeerd
nn: , 1 spor vart ikkje omkoda. , %n spor vart ikkje omkoda.
pa: , ਇੱਕ ਟਰੈਕ ਟਰਾਂਸਕੋਡ ਨਹੀਂ ਕੀਤਾ ਗਿਆ , %n ਟਰੈਕ ਟਰਾਂਸਕੋਡ ਨਹੀਂ ਕੀਤੇ ਗਏ
pl: , jeden utwór nie został przekonwertowany , %n utwory nie zostały przekonwertowane , %n utworów nie zostało przekonwertowanych
pt: , uma faixa não foi codificada , %n faixas não foram codificadas
pt_br: , uma faixa não foi convertida , %n faixas não foram convertidas
se: , ii transkoden ovtta bihtá , ii transkoden %n bihtá
sk: , jedna stopa nebola prekódovaná , %n stopy neboli prekódované , %n stôp nebolo prekódovaných
sr: , %n нумера није транскодирана , %n нумере нису транскодиране , %n нумера није транскодирано
th: , %n เพลงไม่ได้ถูกแปลงรหัส
tr: , %n parça yeniden kodlanmadı
uk: , %n доріжку не перекодовано , %n доріжки не перекодовано , %n доріжок не перекодовано

source: (no transcode script running)
af: (geen transkodeer skrip is besig om te loop nie)
bg: (не са открити работещи скриптове за транскодиране)
ca: (no s'està executant cap guió de recodificació)
da: (intet omkodningsscript kører)
de: (zur Zeit läuft kein Umwandlungs-Skript)
el: (δεν εκτελείται κανένα σενάριο κωδικοποίησης)
es: (ningún script de transcodificación en ejecución)
et: (ükski transkodeerimisskript ei tööta)
eu: (kodeketa bihurtzeko script-ik ez da exekutatzen ari)
fa: )هیچ دست‌نوشته ترارمزبندی اجرا نمی‌شود(
fi: (muunnoskomentosarja ei ole päällä)
fr: (aucun script d'encodage n'est en fonctionnement)
he: (אין תסריט המרת־קידוד הרץ כעת)
hu: (nem fut átkódolási szkript)
it: (nessuno script di transcodifica in esecuzione)
ja: (トランスコードスクリプトが実行されていません)
ka: (ტრანსკოდირების სკრიპტი არაა გაშვებული)
km: (មិនកំពុង​រត់​ស្គ្រីប​បម្លែង)
ko: (실행중인 변환코드 스크립트가 없습니다.)
lt: (nepaleistas perkodavimo scenarijus)
nb: (ingen transkode-skripter er i gang)
nds: (opstunns löppt keen Ümkodeerskript)
ne: (ट्रान्सकोड स्क्रिप्ट चलिरहेको छैन)
nl: (er draait geen hercodeerscript)
nn: (ingen omkodingsskript køyrer)
pa: (ਕੋਈ ਟਰਾਂਸਕੋਡ ਸਕਰਿਪਟ ਚੱਲ ਨਹੀਂ ਰਹੀ ਹੈ)
pl: (nie jest uruchomiony żaden skrypt konwertujący)
pt: (não está a correr nenhum programa de codificação)
pt_br: (nenhum script de conversão em execução)
ru: (сценарий перекодировки отсутствует)
se: (ii oktage transkodeskripta jođus)
sk: (nebeží žiaden skript na prekódovanie)
sr: (скрипта за транскодирање није покренута)
th: (ไม่มีสคริปต์สำหรับแปลงรหัสกำลังทำงานอยู่)
tr: (herhangi bir kodlama betiği çalışmıyor)
uk: (не запущено скрипт перекодування)

source: The following tracks were not transferred:
af: Die volgende snitte was nie oorgedra nie:
bg: Следните записи не бяха прехвърлени:
ca: Les següent peces no s'han transferit:
cs: Následující skladby nebyly přeneseny:
da: Følgende spor blev ikke overført:
de: Diese Stücke wurden nicht übertragen:
el: Τα παρακάτω κομμάτια δε μεταφέρθηκαν:
es: Las siguientes pistas no fueron transferidas:
et: Järgmisi palu ei kantud üle:
eu: Honako pistak ez dira transferitu:
fa: شیارهای زیر منتقل نشدند:
fi: Seuraavia kappaleita ei siirretty:
fr: Les morceaux suivants n'ont pu être transférés :
he: הרצועות הבאות לא הועברו:
hu: A következő számok nem kerültek átvitelre:
it: Le seguenti tracce non sono state trasferite:
ja: 転送されなかったトラック:
ka: შემდეგი ჩანაწერები არ იქნენ გადაცემულნი:
km: មិន​បាន​បញ្ជូន​បទ​ខាង​ក្រោម​ឡើយ ៖
ko: 다음 트랙들은 전송되지 않았습니다.
lt: Šios dainos nebuvo persiųstos:
nb: Følgende spor ble ikke overført:
nds: Disse Stücken wöörn nich överdragen:
ne: निम्न ट्रयाकहरू स्थान्तरण गरिएको छैन:
nl: De volgende tracks zijn niet overgezet:
nn: Desse spora vart ikkje overførte:
pa: ਹੇਠ ਦਿੱਤੇ ਟਰੈਕ ਭੇਜੇ ਨਹੀਂ ਗਏ ਹਨ:
pl: Poniższe utwory nie zostały przeniesione:
pt: As seguintes faixas não foram transferidas:
pt_br: Os seguintes arquivos não foram transferidos:
ru: Следующие дорожки не были переданы:
se: Ii sirdán dáid bihtáid:
sk: Nasledujúce stopy neboli prenesené:
sr: Следеће нумере нису пренесене:
th: เพลงต่อไปนี้ไม่ได้ถูกถ่ายโอน:
tr: Bu parçalar aktarılmadı:
uk: Наступні доріжки не були перенесені:

source: _n: <p>You have selected 1 track to be <b>irreversibly</b> deleted. <p>You have selected %n tracks to be <b>irreversibly</b> deleted.
af: <p>Jy het 1 snit gekies om <b>permanent</b> uit te vee. <p>Jy het %n snitte gekies om <b>permanent</b> uit te vee.
bg: <p>Избрахте 1 запис да бъде <b>безвъзвратно</b> изтрит. <p>Избрахте %n записа да бъдат <b>безвъзвратно</b> изтрити.
ca: <p>Heu seleccionat una peça per a ser suprimida <b>irreversiblement</b>. <p>Heu seleccionat %n peces per a ser suprimides <b>irreversiblement</b>.
cs: <p>Byla vybrána 1 skladba k <b>nenávratnému</b> smazání.</p> <p>Byly vybrány %n skladby k <b>nenávratnému</b> smazání.</p> <p>Bylo vybráno %n skladeb k <b>nenávratnému</b> smazání.</p>
da: <p>Du har valgt at 1 spor skal slettes uden <b>fortryderet</b>. <p>Du har valgt at %n spor skal slettes uden <b>fortryderet</b>.
de: <p>Sie haben ein Stück für <b>unwiderrufliches</b> Löschen ausgewählt. <p>Sie haben %n Stücke für <b>unwiderrufliches</b> Löschen ausgewählt.
el: <p>Επιλέξατε 1 κομμάτι για <b>οριστική</b> διαγραφή. <p>Επιλέξατε %n κομμάτια για <b>οριστική</b> διαγραφή.
es: <p>Ha seleccionado una pista a ser borrada <b>irreversiblemente</b>. <p>Ha seleccionado %n pistas a ser borradas <b>irreversiblemente</b>.
et: <p>Oled valinud 1 pala <b>pöördumatuks</b> kustutamiseks. <p>Oled valinud %n pala <b>pöördumatuks</b> kustutamiseks.
fa: <p>%n پرونده برگزیده‌اید که باید <b>برای همیشه </b> حذف شوند.
fi: <p>Poistetaanko kappale <b>pysyvästi</b>? <p>Poistetaanko %n kappaletta <b>pysyvästi</b>?
fr: <p>Vous avez sélectionné 1 morceau à effacer <b>irréversiblement</b>. <p>Vous avez sélectionné %n morceaux à effacer <b>irréversiblement</b>.
he: <p>בחרת למחוק קובץ אחד <b>בצורה לא הפיכה</b>. <p>בחרת למחוק %n קבצים <b>בצורה לא הפיכה</b>.
hu: <p>Ön kijelölt %n számot <b>visszavonhatatlan</b> törlésre.
it: <p>Hai selezionato 1 traccia da eliminare <b>definitivamente</b>. <p>Hai selezionato %n tracce da eliminare <b>definitivamente</b>.
ja: <p>%n 個のトラックを「完全に」削除しようとしています。
ka: <p>თქვენ აირჩიეთ %n ჩანაწერი <b>უკუუქცევად</b> წასაშლელად.
km: <p>អ្នក​បាន​ជ្រើស​បទ​ចំនួន %n ថា​ត្រូវ​លុប <b>ជា​រៀង​រហូត</b> ។
lt: <p>Nurodėte <b>negrąžinamai</b> pašalinti %n bylą! <p>Nurodėte <b>negrąžinamai</b> pašalinti %n bylas! <p>Nurodėte <b>negrąžinamai</b> pašalinti %n bylų!
nb: <p>Du har valgt et spor som vil bli <b>permanent</b> sletta. <p>Du har valgt %n spor som vil bli <b>permanent</b> sletta.
nds: <p>Dien utsöcht Stück warrt <i>duerhaftig</i> wegdaan. <p>Dien %n utsöcht Stücken warrt <i>duerhaftig</i> wegdaan.
ne: <p>तपाईँले एउटा ट्रयाक <b>पुनरावृत्तिक रूपमा</b> मेट्न चयन गर्नुभयो । <p>तपाईँले %n ट्रयाकहरू <b>पुनरावृत्तिक रूपमा</b> मेट्न चयन गर्नुभयो ।
nl: <p>U hebt 1 bestand geselecteerd om <b>permanent</b> te verwijderen. U hebt %n bestanden geselecteerd om <p>permanent<b> te verwijderen.
nn: <p>Du er i ferd med å sletta ei fil <b>for alltid</b>. <p>Du er i ferd med å sletta %n filer <b>for alltid</b>.
pa: <p>ਤੁਸੀਂ 1 ਟਰੈਕ ਨੂੰ <b>ਨਾ-ਪਰਤਵੇਂ</b> ਢੰਗ ਨਾਲ ਹਟਾਉਣ ਦੀ ਚੋਣ ਕੀਤੀ ਹੈ। <p>ਤੁਸੀਂ %n ਟਰੈਕਾਂ ਨੂੰ <b>ਨਾ-ਪਰਤਵੇਂ</b> ਢੰਗ ਨਾਲ ਹਟਾਉਣ ਦੀ ਚੋਣ ਕੀਤੀ ਹੈ।
pl: <p>Wybrałeś jeden utwór do <b>nieodwracalnego</b> usunięcia. <p>Wybrałeś %n utwory do <b>nieodwracalnego</b> usunięcia. <p>Wybrałeś %n utworów do <b>nieodwracalnego</b> usunięcia.
pt: <p>Você seleccionou 1 faixa para remover <b>de forma irreversível</b>. <p>Você seleccionou %n faixas para remover <b>de forma irreversível</b>.
pt_br: <p>Você selecionou 1 faixa para ser <b>definitivamente</b> apagada. <p>Você selecionou %n faixas para serem <b>definitivamente</b> apagadas.
ru: <p>Вы пожелали удалить %n файл <b>безвозвратно</b>. <p>Вы пожелали удалить %n файла <b>безвозвратно</b>. <p>Вы пожелали удалить %n файлов <b>безвозвратно</b>.
se: <p>Leat válljen ovtta bihtá mii <b>agibeaivái</b> sihkkojuvvo.</p> <p>Leat válljen %n bihtá mat <b>agibeaivái</b> sihkkojuvvojit.</p>
sk: <p>Označili ste 1 stopu k <b>nenávratnému</b> zmazaniu. <p>Označili ste %n stopy k <b>nenávratnému</b> zmazaniu. <p>Označili ste %n stôp k <b>nenávratnému</b> zmazaniu.
sr: <p>Изабрали сте <b>неповратно</b> брисање %n нумере. <p>Изабрали сте <b>неповратно</b> брисање %n нумере. <p>Изабрали сте <b>неповратно</b> брисање %n нумера.
th: <p>คุณได้เลือกที่จะลบเพลง %n เพลง แบบ <b>ถาวร</b>
tr: <p><b>Geri dönüşü olmaksızın</b> silmek için, %n dosya seçtiniz.
uk: <p>Ви хочете вилучити %n доріжку <b>назавжди</b>. <p>Ви хочете вилучити %n доріжки <b>назавжди</b>. <p>Ви хочете вилучити %n доріжок <b>назавжди</b>.

source: The XML in the transferlist was invalid. Please report this as a bug to the Amarok developers. Thank you.
af: Die XML in die oordrag lys is ongeldig. Rapporteer asb. hierdie fout aan die Amarok onwikkelaars. Dankie.
bg: XML-ът в в списъка за прехвърляне е невалиден. Моля, съобщете за тази грешка на разработчиците на Amarok. Благодарим ви.
ca: El codi XML de la llista de transferència és invàlid. Si us plau, informeu d'aquesta fallada als desenvolupadors de l'Amarok. Gràcies.
cs: V seznamu přenosů použité XML není validní. Ohlaste to prosím jako chybu vývojářům programu Amarok. Děkujeme.
da: XML i overførselslisten var ugyldig. Rapportér venligst dette som en fejl til udviklerne af Amarok. Mange tak.
de: Die Übertragungsliste enthält ungültiges XML. Bitte berichten Sie diesen Fehler an die Amarok-Entwickler. Danke.
el: Η XML στη λίστα μεταφοράς δεν είναι έγκυρη. Παρακαλώ αναφέρετέ το σαν σφάλμα στους προγραμματιστές του AmaroK. Ευχαριστούμε.
es: El XML de la lista de transferencia era inválido. Por favor, informe de esto a los desarrolladores de Amarok como un fallo. Gracias.
et: Ülekandenimekirja XML on vigane. Palun anna sellest veast teada Amaroki arendajatele. Täname sind.
eu: Transferentzia zerrendako XMLa balikogabea da. Eskertuko genizuke errore honi buruzkko mezua Amarok aplikazioko garatzaileei bidaliko bazenie.
fa: XML موجود در فهرست انتقال، نامعتبر بود. لطفاً، این را به عنوان اشکال به توسعه‌دهندگان amaroK گزارش دهید. متشکرم.
fi: Siirtolistan rakenne on viallinen. Voit ilmoittaa tästä virheestä Amarokin kehittäjille.
fr: Le XML de la liste de transfert n'est pas valable. Merci de signaler cela en tant que bogue aux développeurs d'Amarok. Merci d'avance.
he: מבנה ה־XML של רשימת־ההשמעה לא תקין. אנא דווח על כך כבאג לצוות המפתחים של Amarok. תודה.
hu: Az átviteli listában levő XML érvénytelen. Kérjük, jelentse be ezt hibaként az Amarok fejlesztőinek. Köszönjük.
it: L'XML nell'elenco di trasferimento non è valido. Segnala l'errore agli sviluppatori di Amarok. Grazie.
ja: 転送リストの XML が不正です。これをバグとして Amarok 開発者へ報告していただければ幸いです。
km: XML នៅ​ក្នុង​បញ្ជី​ផ្ទេរ​មិន​ត្រឹមត្រូវ​ឡើយ ។ សូម​រាយការណ៍​​វា​ជា​កំហុស​ទៅ​​ទៅ​អ្នក​បង្កើត amaroK ។ សូម​អរគុណ ។
ko: 전송 목록에 있는 XMl 파일이 유효하지 않습니다. Amarok 개발자에게 이 버그를 보고해 주십시오. 감사합니다.
lt: Siuntinių sąrašo XML kodas neteisingas. Prašome pranešti apie šią klaidą AmaroK kūrėjams.Dėkojame.
nb: XML-en i spillelista er ugyldig. Vennligst gi beskjed om dette til Amarok-utviklerne. På forhånd takk.
nds: Dat XML binnen de Överdregenlist weer leeg. Bitte stüer de Amarok-Schrievers dor en Fehlerbericht över to. Dank Di dorför!
ne: स्थान्तरण सूचीमा एक्सएमएल अवैध थियो । कृपया यसलाई अमारोक विकासकर्तामा बगको रूपमा प्रतिवेदन गर्नुहोस् । धन्यवाद ।
nl: De XML in de overdrachtlijst is ongeldig. Rapporteer dit als een bug aan het ontwikkelaarsteam van Amarok. Alvast bedankt.
nn: XML-en i overføringslista er ugyldig. Venlegst meld frå om dette til Amarok-utviklarane. På førehand takk!
pa: ਭੇਜਣ-ਸੂਚੀ (ਟਰਾਂਸਫਰ-ਲਿਸਟ) ਵਿੱਚ XML ਗਲਤੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਦੀ ਤਰੁੱਟੀ (ਬੱਗ) ਰਿਪੋਰਟ ਅਮਰੋਕ ਖੋਜੀਆਂ ਨੂੰ ਭੇਜੋ। ਤੁਹਾਡਾ ਧੰਨਵਾਦ ਹੈ।
pl: Kod XML w liście odtwarzania był nieprawidłowy. Proszę zgłosić to jako błąd do twórców Amarok. Dziękujemy.
pt: O XML da lista de transferências era inválido. Por favor comunique isto como um erro aos programadores do Amarok. Obrigado.
pt_br: O código XML na lista de transferência é inválido. Por favor, reporte esse erro aos desenvolvedores do Amarok. Obrigado.
ru: Ошибка в структуре XML списка воспроизведения. Сообщите об этом разработчикам.
se: Lei gusthohis XML čuojahanlisttus. Dieđihastte dán vigi Amarok ovdánahtiide. Giitu.
sk: V zozname skladieb použité XML je neplatné. Ohláste to prosím ako chybu vývojárom programu Amarok. Ďakujeme.
sr: XML у листи преноса није био исправан. Пријавите ово као грешку развијачима Amarok-а. Хвала вам.
th: ข้อมูล XML ภายในรายการสำหรับถ่ายโอนไม่ถูกต้อง โปรดรายงานสิ่งที่เกิดขึ้นว่าเป็นข้อผิดพลาด (bug) ไปที่ ผู้พัฒนาของ Amarok ขอบคุณ
tr: Aktarma listesindeki XML geçersiz. Bunu lütfen Amarok geliştiricilerine hata olarak bildirin. Teşekkürler.
uk: Не чинний формат XML в списку перенесення. Будь ласка, надішліть розробникам Amarok звіт про цю помилку. Дякуємо.

source: Transfer Queue
af: Oordrag Wagtou
bg: Опашка за прехвърляне
ca: Cua de transferència
cs: Fronta přenosu
da: Overførselskø
de: Übertragungswarteschlange
el: Αναμονή μεταφοράς
es: Cola de transferencia
et: Ülekandejärjekord
eu: Transferitu ilara
fa: انتقال صف
fi: Siirtojono
fr: Liste d'attente pour le transfert
he: העבר את תוכן התור
hu: Átviteli sor
it: Coda di trasferimento
ja: 転送キュー
ka: გადაცემათა რიგი
km: ផ្ទេរ​ជួរ
ko: 전송 대기열
lt: Siuntimo eilė
nb: Overføringskø
nds: Överdregenreeg
ne: लाम स्थानान्तर गर्नुहोस्
nl: Overdrachtwachtrij
nn: Overføringskø
pa: ਸੰਚਾਰ ਕਤਾਰ
pl: Kolejka przenoszenia
pt: Fila de Transferências
pt_br: Fila de Transferência
ru: Очередь на передачу
se: Sáddengárgadas
sk: Fronta pre prenosy
sr: Ред за пренос
th: คิวรอการถ่ายโอน
tr: Aktarma Kuyruğu
uk: Черга перенесень
