Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: &Connect
af: Koppel
bg: &Свързване
ca: &Connecta
cs: &Připojit se
da: &Forbind
de: &Verbinden
el: &Σύνδεση
es: &Conectar
et: Ü&henda
eu: &Konektatu
fa: &اتصال‌
fi: &Yhdistä
fr: &Connexion
he: ה&תחבר
hu: K&apcsolódás
it: &Connetti
ja: 接続(&C)
km: តភ្ជាប់
ko: 연결(&C)
lt: &Prijungti
nb: &Koble til
nds: &Tokoppeln
ne: जडान गर्नुहोस्
nl: &Verbinden
nn: &Kopla til
pa: ਜੁੜੋ(&C)
pl: &Połącz
pt: &Ligar
pt_br: &Conectar
ru: &Подключиться
se: &Lavtta
sk: &Pripojiť
sr: &Повежи
th: เชื่&อมต่อ
tr: &Bağlan
uk: З'&єднати

source: &Remove Computer
af: Verwyder Rekenaar
bg: &Премахване на компютъра
ca: &Elimina la màquina
cs: Odst&ranit počítač
da: &Fjern computer
de: Rechner &entfernen
el: &Αφαίρεση υπολογιστή
es: Elimina&r el equipo
et: &Eemalda arvuti
eu: &Kendu ordenagailua
fa: &حذف رایانه‌
fi: &Poista palvelin
fr: &Retirer cet ordinateur
he: &הסר מחשב
hu: Számítógép &eltávolítása
it: &Rimuovi computer
ja: コンピュータを削除(&R)
km: យក​កុំព្យូទ័រ​ចេញ
ko: 컴퓨터 제거(&R)
lt: &Pašalinti kompiuterį
nb: &Fjern datamaskin
nds: Reekner &wegmaken
ne: कम्प्युटर हटाउनुहोस्
nl: Computer ve&rwijderen
nn: &Fjern datamaskin
pa: ਕੰਪਿਊਟਰ ਹਟਾਓ(&R)
pl: &Usuń komputer
pt: &Remover o Computador
pt_br: &Remover Computador
ru: &Удалить компьютер
se: &Valdde eret dihtora
sk: &Odstrániť počítač
sr: &Уклони рачунар
th: &ลบคอมพิวเตอร์ออกไป
tr: Bilgisayarı &Kaldır
uk: &Вилучити комп'ютер

source: Track &Information...
af: Snit Informasie...
bg: &Информация...
ca: &Informació de la peça...
cs: &Informace o skladbě...
da: Spor&information...
de: Stück-&Information ...
el: Πληροφορίες &κομματιού...
es: Información de la p&ista...
et: Pala &info...
fa: &اطلاعات شیار...‌
fi: Kappaleen &tiedot...
fr: &Informations du morceau...
hu: Szám-&információk...
it: &Informazioni traccia...
ja: トラック情報(&I)...
km: ព័ត៌មាន​បទ...
lt: Dainos &informacija...
nb: Spor&informasjon …
nds: Stück-&Informatschonen...
ne: ट्रयाक सूचना...
nl: Track&informatie...
nn: &Sporinformasjon …
pa: ਟਰੈਕ ਜਾਣਕਾਰੀ(&I)...
pl: &Informacja o utworze...
pt: &Informação da Faixa...
pt_br: &Informações da Faixa...
ru: Сведения о &композиции...
se: Bihttá&dieđut …
sk: &Informácie o stope
sr: &Информације о нумери...
th: ข้&อมูลเพลง...
tr: Parça &Bilgisi...
uk: &Інформація про доріжку...

source: Add Computer
af: Voeg rekenaar by
bg: Добавяне на компютър
ca: Afegeix una màquina
cs: Přidat počítač
da: Tilføj computer
de: Rechner hinzufügen
el: Προσθήκη υπολογιστή
es: Añadir un equipo
et: Arvuti lisamine
eu: Gehitu ordenagailua
fa: افزودن رایانه
fi: Lisää palvelin
fr: Ajouter un ordinateur
he: הוסף מחשב
hu: Számítógép hozzáadása
it: Aggiungi computer
ja: コンピュータを追加
km: បន្ថែម​កុំព្យូទ័រ
ko: 컴퓨터 추가
lt: Įdėti kompiuterį
nb: Legg til datamaskin
nds: Reekner tofögen
ne: कम्प्युटर थप्नुहोस्
nl: Computer toevoegen
nn: Legg til datamaskin
pa: ਕੰਪਿਊਟਰ ਸ਼ਾਮਿਲ
pl: Dodaj komputer
pt: Adicionar um Computador
pt_br: Adicionar Computador
ru: Добавить компьютер
se: Lasit dihtora
sk: Pridať počítač
sr: Додај рачунар
th: เพิ่มคอมพิวเตอร์
tr: Bilgisayar Ekle
uk: Додати комп'ютер

source: Could not resolve %1.
af: Kon nie %1 opkyk nie.
bg: Няма достъп до %1.
ca: No s'ha pogut resoldre %1.
cs: Nelze nalézt %1.
da: Kunne ikke opløse %1.
de: %1 lässt sich nicht auflösen.
el: αδύνατη η επίλυση του %1.
es: No ha sido posible resolver %1.
et: %1 lahendamine ebaõnnestus.
eu: Ezin izan da %1 ebatzi.
fa: نتوانست %1 را حل کند.
fi: Palvelimen ”%1” IP-osoitetta ei kyetty selvittämään
fr: impossible de résoudre « %1 ».
he: אין אפשרות לפתור את %1.
hu: Nem sikerült feloldani ezt: %1
it: Impossibile risolvere %1.
ja: %1 を解決できませんでした。
km: មិន​អាច​ដោះស្រាយ %1 ។
ko: %1을 해결할 수 없습니다.
lt: Nepavyko išaiškinti %1.
nb: Kunne ikke tolke %1.
nds: %1 lett sik nich oplösen
ne: %1 पुन: समाधान गर्न सकेन ।
nl: Kon %1 niet opzoeken.
nn: Klarte ikkje løysa «%1»
pa: %1 ਨੂੰ ਹੱਲ਼ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ।
pl: Nie można było wybrać %1.
pt: não foi possível resolver o %1.
pt_br: Não foi possível resolver %1.
ru: Не удалось преобразовать %1
sk: Nepodarilo sa preložiť %1
sr: Нисам могао да разрешим %1.
th: ไม่สามารถประมวลผล %1 ได้
tr: %1 çözülemedi.
uk: Не вдалось знайти %1.

source: Password Required
af: Wagwoord Benodig
bg: Изисква се парола
ca: Es requereix una contrasenya
cs: Vyžadováno heslo
da: Kodeord krævet
de: Passwort erforderlich
el: Απαιτείται κωδικός πρόσβασης
es: Se precisa una contraseña
et: Parool on nõutav
eu: Pasahitza behar da
fa: اسم رمز مورد نیاز
fi: Salasanasuojaus
fr: Mot de passe requis
he: נדרשת ססמה
hu: Jelszó szükséges
it: Password richiesta
ja: パスワードが必要です
km: ត្រូវ​ការ​ពាក្យសម្ងាត់
ko: 패스워드가 필요합니다
lt: Reikalingas slaptažodis
nb: Passord påkrevet
nds: Passwoort deit noot
ne: पासवर्ड चाहियो
nl: Wachtwoord vereist
nn: Treng passord
pa: ਗੁਪਤ-ਕੋਡ ਚਾਹੀਦਾ ਹੈ
pl: Wymagane hasło
pt: Senha Necessária
pt_br: É Necessária uma Senha
ru: Требуется пароль
se: Beassansátni gáibiduvvu
sk: Vyžadované heslo
sr: Потребна је лозинка
th: ต้องการรหัสผ่าน:
tr: Parola Gerekiyor
uk: Потрібний пароль

source: Login
af: Teken in
bg: Влизане
ca: Accedeix
cs: Přihlásit se
da: Bruger
de: Benutzername
el: Σύνδεση
es: Usuario
et: Kasutajatunnus
eu: Erabiltzaile-izena
fa: ورود
fi: Kirjaudu sisään
fr: Nom d'utilisateur
he: התחברות
hu: Bejelentkezés
ja: ログイン
km: ចូល
ko: 로그인
lt: Prisijungimo vardas
nb: Logg inn
nds: Anmellen
ne: लगइन
nl: Aanmelden
nn: Brukarnamn
pa: ਲਾਗਇਨ
pl: Zaloguj
pt: Utilizador
ru: Войти в систему
se: Sisačáliheapmi
sr: Пријава
th: ล็อกอิน
tr: Oturum Aç
uk: Реєстрація

source: Login to the music share with the password given.
af: Teken by die gedeelde musiek in met die wagwoord wat aan jou gegee was.
bg: Влезте с дадената парола, за да споделяте музика.
ca: Accedeix a la música compartida amb la contrasenya especificada.
da: Log ind til musikdelingen med angivet kodeord.
de: Meldet Sie mit dem angegebenen Passwort bei der Musikfreigabe an.
el: Σύνδεση στην κοινόχρηστη μουσική με το δοσμένο κωδικό πρόσβασης.
es: Ingrese a la compartición de música con la contraseña dada.
et: Kasutajatunnus koos antud parooliga ligipääsuks jagatud muusikale.
eu: Hasi saioa partekatutako musikan emandako pasahitzarekin.
fa: ورود به اشتراک موسیقی با اسم رمز داده‌شده.
fi: Kirjaudu jaettuun musiikkikokoelmaan annetulla salasanalla.
fr: Identification pour la musique partagée avec un mot de passe donné
he: התחבר למוזיקה המשותפת עם הססמה הנתונה.
hu: Bejelentkezés a megosztott zenéhez a megadott jelszóval.
it: Accedi alla condivisione di musica con la data password.
ja: 与えられたパスワードで音楽共有にログインします。
km: ចូល​ទៅ​ការ​ចែករំលែក​តន្ត្រី​ដោយ​ពាក្យសម្ងាត់​ដែល​បាន​ផ្ដល់​ឲ្យ ។
ko: 주어진 패스워드로 음악을 공유하기 위해 로그인.
lt: Prisijungti prie dalinamos muzikos naudojant pateiktą slaptažodį.
nb: Logg inn til musikkressursen med det oppgitte passordet.
nds: Mit dat angeven Passwoort för de freegeven Musik anmellen
ne: दिएको पासवर्डसँग सङ्गीत साझेदारमा लगइन गर्नुहोस् ।
nl: Meldt u aan bij de gedeelde muziek met het opgegeven wachtwoord.
nn: Brukarnamnet til musikkresusren med vald passord.
pa: ਸੰਗੀਤ ਸਾਂਝ ਉੱਤੇ ਦਿੱਤੇ ਗੁਪਤ-ਕੋਡ ਨਾਲ ਲਾਗਇਨ ਕਰੋ।
pl: Zaloguj do współdzielonego urządzenia muzycznego za pomocą podanego hasła.
pt: Autentica-se na partilha de músicas com a senha indicada.
pt_br: Logar no compartilhamento de músicas com a senha especificada.
se: Sisačálit iežat musihkkajuohkkusii dáinna beassansániin.
sk: Prihlásiť sa k zdieľaniu hudby so zadaným heslom.
sr: Пријавите се на дељење музике са датом лозинком.
th: ล็อกอินเข้าสู่ดนตรีที่ทำการแบ่งปันไว้ ด้วยรหัสผ่านที่ให้ไว้
tr: Verilen şifreyle müzik paylaşımına bağlan.
uk: Увійти з даним паролем у спільний музичний ресурс.

source: Password:
af: Wagwoord:
bg: Парола:
ca: Contrasenya:
cs: Heslo:
da: Kodeord:
de: Passwort:
el: Κωδικός πρόσβασης:
es: Contraseña:
et: Parool:
eu: Pasahitza:
fa: اسم رمز:
fi: Salasana:
fr: Mot de passe :
he: ססמה:
hu: Jelszó:
ja: パスワード:
ka: პაროლი:
km: ពាក្យ​សម្ងាត់ ៖
ko: 패스워드:
lt: Slaptažodis:
nb: Passord:
nds: Passwoort:
ne: पासवर्ड:
nl: Wachtwoord:
nn: Passord:
pa: ਗੁਪਤ-ਕੋਡ:
pl: Hasło:
pt: Senha:
pt_br: Senha:
ru: Пароль:
se: Beassansátni:
sk: Heslo:
sr: Лозинка:
th: รหัสผ่าน:
tr: Parola:
uk: Пароль:

source: Enabling this may reduce connection times
af: As hierdie gekies is, kan koppel tyd verminder word
bg: Включването на това може да намали времето за свързване
ca: Si habiliteu això es poden reduir els temps de connexió
da: At aktivere dette kan reducere forbindelsestider
de: Die Aktivierung kann die Verbindungsdauer reduzieren
el: Η ενεργοποίησή του μπορεί να μειώσει το χρόνο σύνδεσης
es: Activando esto puede reducir el número de conexiones
et: Sisselülitamine võib vähendada ühenduste arvu
fa: فعال‌سازی این ممکن است زمان اتصال را کاهش دهد
fi: Voi pienentää yhteydenmuodostamisaikaa
fr: L'activation peut réduire le nombre de connexions
he: אפשרות זאת עשויה לקצר את זמן ההתחברות
hu: Ezt bekapcsolva csökkenhet a kapcsolódási idő
it: Se abilitata, potrebbe ridurre i tempi di connessione
km: អនុញ្ញាត​វា​អាច​កាត់បន្ថយ​ពេលវេលា​តភ្ជាប់
lt: Įjungus šią parinktį galima sumažinti prisijungimų skaičių
nb: Tilkoblingstiden kan reduseres om dette er slått på
nds: Maakst Du dit an, mag dat de Verbinnenduer daalsetten
ne: यसलाई सक्षम गर्नाले जडान समय घटाउन सक्छ
nl: Dit activeren kan de verbindingstijd verminderen
nn: Dette valet kan redusera tilkoplingstida.
pl: Włączenie tej opcji może zmniejszyć czas połączeń
pt: Se activar isto, poderá reduzir os tempos de ligação
pt_br: Habilitar isto pode reduzir os tempos de conexão
se: Jus bijat dán johtui, de laktináiggit dáidet oatnut
sk: Povolením tejto voľby môžete znížiť čas potrebný na pripojenie
sr: Укључивањем овога могу се смањити времена повезивања
th: การเปิดความสามารถนี้อาจจะลดเวลาในการเชื่อมต่อลงได้
tr: Bunu etkinleştirmek bağlantı kurma zamanlarını düşürebilir
uk: Увімкнення цього може зменшити час з'єднання

source: Loading %1
af: Besig om %1 te laai
bg: Зареждане на %1
ca: S'està carregant %1
cs: Načítá se %1
da: Indlæser %1
de: %1 wird geladen
el: Φόρτωση %1
es: Cargando %1
et: %1 laadimine
fa: بارگذاری %1
fi: Lataa %1
fr: Chargement %1
he: טוען %1
hu: Betöltés: %1
it: Sto caricando %1
ja: %1 をロード
km: កំពុង​ផ្ទុក %1
ko: 불러오는 중 %1
lt: Įkeliama %1
nb: Laster %1
nds: %1 warrt laadt
ne: %1 लोड गर्दैछ
nl: %1 laden
nn: Lastar %1
pa: %1 ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Wczytywanie %1
pt: A carregar o %1
pt_br: Carregando %1
ru: Загрузка %1
se: Viežžamin %1
sk: Nahrávam %1
sr: Учитавам %1
th: กำลังโหลด %1
tr: %1 Yükleniyor
uk: Завантаження %1

source: The following error occurred while trying to connect to the remote server:<br>%1
af: Die volgende fout het voorgekom toe probeer is om aan die afgeleë bediener te koppel:<br>%1
bg: Възникна следната грешка при опит за свързване с отдалечения сървър:<br>%1
ca: Ha ocorregut el següent error mentre es provava de connectar al servidor remot: <br>%1
da: Følgende fejl opstod ved forsøg på at forbinde til fjernserveren: <br>%1
de: Beim Verbinden mit dem entfernten Server trat der folgende Fehler auf:<br>%1
el: Το παρακάτω σφάλμα συνέβη κατά την προσπάθεια σύνδεσης με τον απομακρυσμένο εξυπηρετητή:<br>%1
es: Se produjo el siguiente error al intentar conectar con el servidor remoto:<br>%1
et: Võrguserveriga ühendumisel tekkis järgmine viga:<br>%1
fa: هنگام سعی برای اتصال به کارساز دور، خطای زیر رخ داد: <br>%1
fi: Seuraava virhe tapahtui etäpalvelimeen yhdistämisen aikana:<br>%1
fr: L'erreur suivante est apparue lors de la tentative de connexion au serveur distant : <br>%1
he: השגיאות הבאות אירוע בעת ניסיון להתחבר לשרת מרוחק: %1
hu: A következő hiba történt a távoli kiszolgálóhoz való kapcsolódáskor:<br>%1
it: Il seguente errore si è verificato nel tentativo di connettersi al server remoto:<br>%1
ja: リモートサーバへの接続を試みているときに以下のエラーが発生しました:<br>%1
km: កំហុស​ដូច​ខាងក្រោន​បានកើត​ឡើង​ខណៈពេល​ព្យាយាម​តភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ​ពី​ចម្ងាយ ៖<br>%1
ko: 원격 서버에 접속을 시도하는 동안 다음의 오류가 발생했습니다.<br>%1
lt: Bandant prisijungti prie nutolusio serverio įvyko klaida: <br>%1
nb: Følgende feil oppsto ved forsøk på tilkobling til nettverkstjeneren: <br>%1
nds: Bi't Tokoppeln na den feern Server geev dat dissen Fehler:<br>%1
ne: टाढाको सर्भरमा जडान गर्ने प्रयास गर्दा निम्न त्रुटि देखापर्यो:<br>%1
nl: De volgende fout deed zich voor tijdens het verbinden met de server: <br>%1
nn: Det oppstod ein feil ved forsøk på tilkopling til tenaren på nettverket:<br>%1
pl: Następujący błąd wystąpił podczas próby podłączenia do serwera: <br>%1
pt: Ocorreu o seguinte erro ao tentar ligar-se ao servidor remoto:<br>%1
pt_br: O seguinte erro ocorreu durante a tentativa de conexão ao servidor remoto:<br>%1
sk: Pri snahe pripojiť sa na vzdialený server nastala táto chyba:<br>%1
sr: Дошло је до следеће грешке при покушају повезивања са удаљеним сервером:<br>%1
th: เกิดข้อผิดพลาดดังต่อไปนี้ขณะกำลังพยายามติดต่อกับเซิร์ฟเวอร์ทางไกล:<br>%1
tr: Uzak sunucuya bağlanırken şu hata oluştu: <br>%1
uk: Під час з'єднання з віддаленим сервером трапилась наступна помилка:<br>%1

source: Downloading Media...
af: Besig om media af te laai...
bg: Сваляне на запис...
ca: S'estan descarregant els suports...
cs: Stahují se média...
da: henter medie...
de: Medien werden heruntergeladen ...
el: Λήψη πολυμέσων...
es: Descargando medio...
et: Andmekandja allalaadimine...
eu: Multimedia deskargatzen...
fa: در حال بارگیری رسانه...
fi: Ladataan mediaa…
fr: Téléchargement du média...
he: מוריד מדיה...
hu: Média letöltése...
it: Scaricare media...
ja: メディアをダウンロード中...
ka: მიმდინარეობს მედის ჩამოქაჩვა...
km: កំពុង​ទាញយក​មេឌៀ...
ko: 미디어 다운로드 중...
lt: Atsiunčiama muzika...
nb: Laster ned media …
nds: Medien warrt daallaadt...
ne: मिडिया डाउनलोड हुँदैछ...
nl: Media downloaden...
nn: Lastar ned medium …
pa: ਮੀਡਿਆ ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Pobieranie mediów...
pt: A Transferir Média...
pt_br: Baixando Mídia...
ru: Загрузка по адресу...
se: Viežžamin media …
sk: Sťahujú sa média...
sr: Преузимам медијуме...
th: กำลังดาวน์โหลดสื่อ...
tr: Medya indiriliyor...
uk: Завантаження медіа...

source: Stale and Orphaned
af: Stukkend en Weeskind
bg: Застояли и самотни
ca: Orfe i antiquat
da: Forældet og forældreløs
de: Verwaist
el: Ξεπερασμένο και ορφανό
es: Obsoletas y huérfanas
et: Hangunud ja hüljatud
fi: Kadonneet ja orvot
fr: Orphelin
hu: Elévült és elárvult
it: Interrotti e abbandonati
ja: 期限切れと親なし
km: ខូច ហើយ​កំព្រា
lt: Sustojęs arba apleistas
nb: Foreldet og foreldreløs
nds: Överhaalt un alleen
ne: स्टेल र अर्फानेड
nl: Achtergebleven en wezen
nn: Stoppa og forlaten
pl: Stary i porzucony
pt: Inconsistente e Órfão
pt_br: Antigas e Órfãs
se: Bissehuvvon ja oarbbistuvvon
sk: Staré a osirelé
sr: Устајали и сирочићи
th: แฟ้มที่ไม่มีอยู่บนเครื่อง
tr: Eski ve Öksüz
uk: Застояні і осиротілі

source: Update Artwork
af: Dateer kunswerk op
bg: Обновяване на Artwork
ca: Actualitza el treball artístic
da: Opdatér grafik
de: Erscheinungsbild aktualisieren
el: Ενημέρωση γραφικών
es: Actualizar gráficos
et: Värskenda kunsti
fa: به‌روزرسانی کار هنری
fi: Päivitä taide
fr: Mise à jour de l'illustration
hu: Képanyag frissítése
it: Aggiorna immagini
ja: アートワークを更新
km: ធ្វើ​ឲ្យ​សិល្បៈការងារ​ទាន់សម័យ​
lt: Atnaujinti paveiksliukus
nb: Oppdater bilde
nds: Billerwark opfrischen
ne: चित्रकला अद्यावधिक गर्नुहोस्
nl: Illustraties bijwerken
nn: Oppdater plateomslag
pa: ਆਰਟਵਰਕ ਅੱਪਡੇਟ
pl: Uaktualnij grafiki
pt: Actualizar os Dados Artísticos
pt_br: Atualizar Imagens
ru: Обновить полиграфию
se: Ođasmahte dáidaga
sk: Aktualizovať obal
sr: Ажурирај графику
th: อัปเดตหน้าปก
tr: Sanatsal İşleri Güncelle
uk: Оновити зображення

source: Set iPod Model
af: Stel iPod model op
bg: iPod модел
ca: Estableix el model d'iPod
cs: Nastavit iPod model
da: Indstil iPod-model
de: iPod-Modell einstellen
el: Ορισμός μοντέλου του iPod
es: Establecer modelo de iPod
et: Määra iPodi mudel
fa: تنظیم مدل iPod
fi: Aseta iPod-malli
fr: Définition du modèle de l'iPod
hu: iPod-modell beállítása
it: Imposta il modello dell'iPod
ja: iPod のモデルを設定
km: កំណត់​ម៉ូដែល​របស់ iPod
lt: Nurodyti iPod modelį
nb: Oppgi IPod-modell
nds: iPott-Modell fastleggen
ne: आईपोड नमूना सेट गर्नुहोस्
nl: iPod-model instellen
nn: Vel iPod-modell
pa: iPod ਮਾਡਲ ਸੈੱਟ ਕਰੋ
pl: Ustaw model iPoda
pt: Configurar o Modelo do iPod
pt_br: Definir o Modelo de iPod
ru: Указать модель iPod
se: Mearrit iPod-málle
sk: Nastaviť model iPodu
sr: Постави модел iPod-а
th: ตั้งต่ารุ่นของไอพ็อด
tr: iPod Modelini Ayarla
uk: Вкажіть модель iPod

source: %1 GB %2 (x%3)
af: %1 GG %2 (x%3)
bg: %1 ГБ %2 (x%3)
ca: %1 GiB %2 (x%3)
fi: %1 Gt %2 (x%3)
fr: %1 Go %2 (x%3)
km: %1 ជីកាបៃ %2 (x%3)
ne: %1 गिगाबाइट %2 (x%3)
nn: %1 GB %2 (× %3)
pt: %2 %1 GB (x%3)
ru: %1 Гб %2 (x%3)
uk: %1 ГБ %2 (x%3)

source: Could not write SysInfo file to iPod (check the permissions of the file "%1" on your iPod)
bg: Неуспешен запис на системната информация в ipod (проверете правата за достъп на файла "%1" на вашия iPod)
ca: No s'ha pogut escriure el fitxer sysinfo a l'iPod (comproveu els permisos del fitxer "%1" de l'iPod)
da: Kunne ikke skrive Sysinfo-fil til iPod (tjek tilladelser for filen "%1" på din iPod)
de: Sysinfo-Datei kann nicht auf den iPod geschrieben werden (prüfen Sie die Zugriffsrechte auf die Datei "%1" auf Ihrem iPod).
el: Αδύνατη η εγγραφή του αρχείου Sysinfo στο iPod (ελέγξτε τις άδειες του αρχείου "%1" στο iPod σας)
es: No ha sido posible escribir el archivo SysInfo en el iPod (compruebe los permisos del archivo «%1» de su iPod)
et: Sysinfo faili ei saa iPodile kirjutada (kontrolli iPodis faili "%1" õigusi)
hu: Nem sikerült kiírni a SysInfo fájlt (ellenőrizze a(z) "%1" fájl jogosultságait az iPodon)
it: Impossibile scrivere il file sysinfo sull'iPod (controlla i permessi del file "%1" sul tuo iPod)
ja: システム情報ファイルを iPod に書き込めませんでした (iPod のファイル '%1' の許可属性を確認してください)
km: មិន​អាច​សរសេរ​ឯកសារ SysInfo ទៅ iPod បាន​ទេ (ពិនិត្យ​សិទ្ធិ​របស់​ឯកសារ "%1" នៅ​លើiPod របស់អ្នក)
nds: De Sysinfo-Datei lett sik nich na den iPott schrieven. Prööv bitte de Verlöven vun de Datei "%1" op Dien iPott.
nl: Kon het sysinfo-bestand niet naar de iPod schrijven (controleer de toegangsrechten van het bestand "%1" op uw iPod)
pl: Nie można zapisać pliku SysInfo na iPoda (sprawdź prawa dostępu do pliku "%1" na swoim odtwarzaczu iPod)
pt: Não é possível gravar o ficheiro 'SysInfo' para o iPod (verifique as permissões do ficheiro "%1" no seu iPod)
pt_br: Não foi possível gravar o arquivo Sysinfo no iPod (verifique as permissões do arquivo "%1" no seu iPod)
sk: Nedá sa zapísať sysinfo súbor na iPod (skontrolujte práva súboru "%1" na Vašom iPode)
sr: Не могу да упишем SysInfo фајл на iPod (проверите дозволе за фајл „“ на вашем iPod-у) %1
th: ไม่สามารถเขียนแฟ้มข้อมูลระบบไปที่ไอพ็อดได้ (ตรวจสอบสิทธิ์อนุญาตของแฟ้ม "%1" บนไอพ็อดของคุณ)
uk: Неможливо записати файл системної інформації до iPod (перевірте права доступу до файла «%1» на вашому iPod)

source: Unable to set iPod model to %1 GB %2 (x%3)
bg: iPod модел %1 ГБ %2 (x%3) - неуспех
ca: No s'ha pogut establir el model d'iPod a %1 GiB %2 (x%3)
da: Kan ikke sætte iPod-model til %1 GB %2 (x%3)
de: iPod-Modell kann nicht eingestellt werden auf %1 GB %2 (x%3)
el: Αυνατος ο ορισμός του μοντέλου του iPod σε %1 GB %2 (x%3)
es: No es posible establecer el modelo del iPod a %1 GB %2 (x%3)
et: iPodi mudeliks ei saa määrata %1 GB %2 (x%3)
hu: Nem sikerült beállítani az iPod-modellt erre: %1 GB %2 (x%3)
it: Impossibile impostare il modello dell'iPod a %1 GB %2 (x%3)
ja: iPod のモデルを %1 GB %2 (x%3) に設定できません
km: មិន​អាច​កំណត់​ម៉ូដែល iPod ទៅ​ជា %1 ជីកាបៃ %2 (x%3)
nds: iPott-Modell lett sik nich op %1 GB %2 (x%3) fastleggen
nl: Kon iPod-model niet instellen op %1 GB %2 (x%3)
pa: iPod ਮਾਡਲ %1 GB %2 (x%3) ਸੈੱਟ ਕਰਨ ਲਈ ਅਸਮਰੱਥ
pl: Nie można ustawić modelu iPoda na %1 GB %2 (x%3)
pt: Não é possível configurar o modelo do iPod como %2 %1 GB (x%3)
pt_br: Não foi possível configurar o modelo do iPod para %1 GB %2 (x%3)
sk: Nedá sa nastaviť model iPodu na %1 GB %2 (x%3)
sr: Не могу да поставим модел iPod-а на %1 GB %2 (x%3)
th: ไม่สามารถตั้งค่ารุ่นของไอพ็อดเป็น %1 GB %2 (x%3)
uk: Неможливо встановити модель iPod до %1 ГБ %2 (x%3)

source: Setting iPod model to %1 GB %2 (x%3)
af: Verstel iPod model na: %1 GG %2 (x%3)
bg: iPod модел %1 ГБ %2 (x%3)
ca: S'està establint el model d'iPod a %1 GiB %2 (x%3)
da: Indstiller iPod-model til %1 GB %2 (x%3)
de: iPod-Modell wird eingestellt auf %1 GB %2 (x%3)
el: Ορισμός του μοντέλου του iPod σε %1 GB %2 (x%3)
es: Estableciendo el modelo del iPod a %1 GB %2 (x%3)
et: iPodi mudeliks määratakse %1 GB %2 (x%3)
fa: تنظیم مدل iPod به %1 گیگابایت %2 )x%3(
fi: iPod-malli asetetaan %1 Gt %2 (x%3)
fr: Définition du modèle d'iPod à %1 Go %2 (x%3)
hu: iPod-modell beállítása erre: %1 GB %2 (x%3)
it: Imposta il modello dell'iPod a %1 GB %2 (x%3)
ja: iPod のモデルを %1 GB %2 (x%3) に設定
km: ការ​កំណត់​ម៉ូដែល iPod ទៅ %1 ជីកាបៃ %2 (x%3)
lt: Nurodyti iPod modelį %1 GB %2 (x%3)
nb: Setter iPod-modell til %1 GB %2 (x%3)
nds: iPott-Modell warrt op %1 GB %2 (x%3) fastleggt
ne: %1 GB %2 (x%3) मा आईपोड नमूना सेट गर्दै
nl: iPod-model ingesteld op %1 GB %2 (x%3)
nn: Set iPod-modell til %1 GiB %2 (× %3)
pa: iPod ਮਾਡਲ %1 GB %2 (x%3) ਸੈੱਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Ustaw model iPoda na %1 GB %2 (x%3)
pt: A configurar o modelo do iPod como %2 %1 GB (x%3)
pt_br: Configurando o modelo de iPod para %1 GB %2 (x%3)
sk: Nastavujem model iPodu na %1 GB %2 (x%3)
sr: Постављам модел iPod-а на %1 GB %2 (x%3)
th: ตั้งค่ารุ่นของไอพ็อดเป็น %1 GB %2 (x%3)
tr: iPod modeli %1 GB %2 (x%3) olarak ayarlanıyor
uk: Встановлення моделі iPod до %1 ГБ %2 (x%3)

source: Media Device: Creating directory for file %1 failed
af: Media toestel: Skep van 'n gids vir die lêer: %1 was onsuksesvol
bg: Медийно устройство: Грешка при създаване на директория за файл %1
ca: Dispositiu de suports: Ha fallat la creació del fitxer o directori %1
cs: Média zařízení: Nepodařilo se vytvořit pro soubor %1 adresář
da: Mediaenhed: Mislykkedes at oprette mappe for filen %1
de: Media-Player: Erstellen des Ordners für Datei %1 fehlgeschlagen
el: Συσκευή πολυμέσων: Η δημιουργία του αρχείου %1 απέτυχε
es: Dispositivo de medios: No se pudo crear la carpeta para el archivo %1
et: Meediaseade: kataloogi loomine failile %1 ebaõnnestus
eu: Multimediako gailua: huts egin du direktorioa sortzean %1 fitxategiarentzako
fa: دستگاه رسانه: خرابی در ایجاد فهرست راهنما برای پروندۀ %1
fi: Medialaite: Kansion luominen tiedostoa ”%1” varten epäonnistui.
fr: Périphérique de média : Impossible de créer le dossier pour le fichier %1
he: התקן מדיה: יצירת תיקיה עבור קובץ %1 נכשלה
hu: Médiaeszköz: nem sikerült létrehozni könyvtárt ezen fájl számára: %1
it: Dispositivo multimediale: creazione cartella per il file %1 fallita
ja: メディアデバイス: ファイル %1 のディレクトリを作成できませんでした
ka: მედია მოწყობილობა: %1 ფაილისთვის დირექტორიის შექმნა ვერ შედგა
km: ឧបករណ៍​​ផ្ទុក ៖ ការ​បង្កើត​ថត​សម្រាប់​ឯកសារ %1 បាន​បរាជ័យ​ហើយ
ko: 미디어 장치: 파일 %1에 대해 디렉터리 생성을 실패했습니다.
lt: Muzikos įrenginys: nepavyko sukurti aplanko bylai %1
nb: Medieenhet: Klarte ikke opprette mappe for fila %1
nds: Medienreedschap: Opstellen vun Orner för Datei "%1" fehlslaan
ne: मिडिया यन्त्र: फाइल %1 का लागि डाइरेक्टरी सिर्जना गरिरहेको असफल भयो
nl: Media-apparaat: aanmaken van map voor bestand %1 is mislukt
nn: Medieeining: Klarte ikkje oppretta mappe for fila «%1».
pa: ਮੀਡਿਆ ਜੰਤਰ: ਫਾਇਲ %1 ਬਣਾਉਣ ਲਈ ਅਸਫ਼ਲ ਹੈ
pl: Urządzenie mediów: Nie można było utworzyć katalogu dla pliku %1
pt: Dispositivo Multimédia: A criação da pasta do ficheiro %1 falhou
pt_br: Dispositivo de Mídia: Falha ao criar um diretório para o arquivo %1
ru: Переносное устройство: Не удалось создать каталог для файла %1
sk: Mediálne zariadenie: Vytváranie adresára pre súbor %1 zlyhalo
sr: Мултимедијални уређај: Прављење директоријума за фајл %1 није успело
th: อุปกรณ์เล่นสื่อ: การสร้างไดเรคทอรีสำหรับแฟ้ม %1 ล้มเหลว
tr: Medya Aygıtı: %1 dosyası için klasör oluşturma işlemi başarısız oldu
uk: Пристрій носія: помилка створення теки для файла %1
