Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: <p>Amarok could not find any sound-engine plugins. Amarok is now updating the KDE configuration database. Please wait a couple of minutes, then restart Amarok.</p><p>If this does not help, it is likely that Amarok is installed under the wrong prefix, please fix your installation using:<pre>$ cd /path/to/amarok/source-code/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>More information can be found in the README file. For further assistance join us at #amarok on irc.freenode.net.</p>
af: <p>amaroK kon nie enige klank enjin inprop modules vind nie. Amarok is nou besig om KDE se opstelling databasis op te dateer. War asb. 'n paar minute en begin amaroK weer.</p><p>As hierdie nie help nie, was amaroK waarskynlik by die verkeerde ligging geïnstalleer. Maak asb. jou installasie van amaroK reg deur die volgende te tik:<pre>$ cd /path/to/amarok/source-code/<br>$ su -c "make uninstall"<br>$./configure --prefix=`kde-config --prefix` && su -c "make install"br>$kbuildsycoca<br>$amaroK</pre>Verdere inligting kan in die README lêer gevind word. Vir meer bystand kan jy m.b.v. IRC by kamer #amarok op irc.freenode.net inskakel.</p>
bg: <p>Не са намерени звукови приставки. В момента програмата обновява базата данни на KDE. Моля, изчакайте няколко минути и рестартирайте Amarok.</p><p>Ако това не помогне, най-вероятно инсталацията е направена с грешна представка. Моля, оправете това по следния начин: <pre>$ cd /path/to/amarok/source-code/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>Повече информация може да бъде намерена във файла README. За повече помощ елате в #amarok в irc.freenode.net.</p>
ca: <p>L'Amarok no ha pogut trobar cap connector de motor d'àudio. L'Amarok està actualitzant la base de dades de configuració del KDE. Espereu un parell de minuts i reengegueu l'Amarok.</p> <p>Si això no ajuda, és probable que l'Amarok s'hagi instal·lat sota un prefix incorrecte, arregleu la instal·lació usant: <pre>$ cd /ruta/al/codi-font/amarok/ <br>$ su -c "make uninstall" <br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install" <br>$ kbuildsycoca <br>$ amarok </pre> Podeu trobar més informació al fitxer README. Per a més ajuda busqueu-nos al canal #amarok a irc.freenode.net.</p>
cs: <p>Amarok nenalezl žádný modul zvukového systému - nyní probíhá aktualizace konfigurační databázi KDE. Počkejte prosím několik minut a potom amaroK restartujte.</p><p>Pokud toto nepomůže, je pravděpodobné, že byl Amarok instalován se špatným prefixem, opravte prosím instalaci s využitím:<pre>$ cd /path/to/amarok/source-code/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>Více informací je možné nalézt v souboru README. Pro další pomoc se k nám připojte na #amarok na irc.freenode.net.</p>
da: <p>Amarok kunne ikke finde noget lydsystem-plugin. Amarok opdaterer KDE's indstillingsdatabase. Vent venligst et par minutter, genstart så Amarok.</p><p>Hvis dette ikke hjælper er det sandsynligt at Amarok ikke er installeret under KDE's præfiks, ordn det venligst ved at bruge: <pre>$ cd /path/to/amarok/source-code/<br>$ su -c "make uninstall" <br>$ kbuildsycoca<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"</pre> Mere information kan findes i README-filen. For yderligere assistance gå venligst med i #amarok på irc.freenode.net.
de: <p>Es wurden keine Module zur Audio-Ausgabe gefunden. Die KDE-Einrichtungsdatenbank wird nun neu aufgebaut. Bitte warten Sie ein paar Minuten und starten Amarok dann neu. Wenn das nicht hilft, wurde Amarok möglicherweise im falschen Prefix installiert. In dem Fall muss die Installation korrigiert werden:<pre>$ cd /pfad/zu/Amarok/Quellcode/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ Amarok</pre> <br>Bitte lesen Sie auch die README-Datei. Falls Sie weitere Hilfe benötigen, können Sie uns in #amarok auf irc.freenode.org besuchen.
el: <p>Το AmaroK δεν μπορεί να βρει πρόσθετα μηχανών ήχου. Το AmaroK ενημερώνει τη βάση δεδομένων ρυθμίσεων του KDE. Παρακαλώ αναμείνατε για λίγα λεπτά, μετά επανεκκινήστε το amaroK.</p><p>Αν δε βοηθήσει αυτό, τότε είναι πιθανό το AmaroK να έχει εγκατασταθεί με λάθος πρόθεμα, διορθώστε την εγκατάστασή σας με:<pre>$ cd /τόπος/του/κώδικα/του/AmaroK/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>Περισσότερες πληροφορίες θα βρείτε στο αρχείο README. Για βοήθεια, συναντήστε μας στο #amarok στο irc.freenode.net.</p>
es: <p>Amarok no pudo encontrar ningún complemento de motor de sonido. Amarok está ahora actualizando la base de datos de configuración de KDE. Por favor, espere unos minutos, y después reinicie Amarok.</p> <p>Si esto no le ayuda, puede ser que Amarok esté instalado bajo un prefijo erróneo, por favor corrija su instalación usando: <pre>$ cd /ruta/al/codigo/fuente/de/amarok/ <br>$ su -c "make uninstall" <br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install" <br>$ kbuildsycoca <br>$amaroK</pre>Puede encontrar mas información en el archivo README. Para más información contacte con nosotros en #amarok en irc.freenode.net.</p>
et: <p>Amarok ei leidnud ühtki helimootori pluginat. Amarok uuendab nüüd KDE konfiguratsiooni andmebaasi. Palun oota paar minutit ja käivita siis Amarok uuesti.</p><p>Kui see ei aita, on usutav, et Amarok ei ole paigaldatud KDE prefiksiga. Sellisel juhul tee seda uuesti, kasutades:<pre>$ cd /amaroki/lähtekoodi/asukoht/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>Täpsemalt räägib sellest fail README. Vajadusel leiad abi ka meie suhtluskanalilt #amarok serveris irc.freenode.net.
fa: <p>amaroK، هیچ وصلۀ موتور صوتی را نتوانست پیدا کند. amaroK، اکنون دادگان پیکربندی KDE را به‌روز می‌کند. لطفاً، چند دقیقه صبر کنید سپس amaroK را باز آغاز کنید.</p><p>اگر این کار کمکی نمی‌کند، این احتمال هست که amaroK طبق پیشوند نادرستی نصب شود، لطفاً، نصبتان را با استفاده از: <pre>$ cd /path/to/amarok/source-code/<br>$ su -c »نصب« <br>$ ./configure --prefix=`kde-config --prefix` && su -c »عدم نصب« <br>$ kbuildsycoca<br>$ amarok</pre>بررسی کنید. اطلاعات بیشتر را می‌توان در پروندۀ README یافت. برای همکاری بیشتر در #amarok on irc.freenode.net به ما بپیوندید.</p>
fi: <p>Amarok ei löytänyt yhtään toistojärjestelmän liitännäistä. Amarok päivittää nyt KDE-asetustietokantaa. Odota muutama minuutti ja käynnistä Amarok uudelleen.</p><p>Mikäli tämä toimenpide ei auta, Amarok on todennäköisesti asennettu väärään paikkaan. Korjaa asennus komennoilla:<pre>$ cd /path/to/amarok/source-code/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>Lisätietoja on README-tiedostossa. Lisäapua saa IRC-kanavalla #amarok (irc.freenode.net).</p>
fr: <p>Amarok n'a pas pu trouver de module de système de son. Amarok va maintenant mettre à jour la configuration de KDE. Merci d'attendre quelques minutes, puis, redémarrez Amarok.</p> <p>Si ceci ne vous aide pas, Amarok n'a probablement pas été installé avec le bon préfixe. Veuillez réparer votre installation à l'aide des commandes suivantes : <pre>$ cd /chemin vers/le dossier contenant/le code source/d'Amarok/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>Vous pouvez trouver plus d'informations dans le fichier « README ». Pour plus d'aide, rejoignez-nous sur #amarok sur irc.freenode.net.</p>
he: <p dir=rtl>ל־ Amarok לא הייתה אפשרות למצוא תוספי מנועי־השמעה. היישום Amarok מעדכן כעת את הגדרות מסד־הנתונים של KDE. אנא המתן מספר דקות, והפעל את Amarok מחדש.</p> <p dir=rtl>אם זה לא עוזר, כנראה ש־ Amarok הותקן עם קידומת שגויה, אנא תקן את ההתקנה על ידי: <pre>$ cd /path/to/amarok/source-code/ <br>$ su -c "make uninstall" <br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install" <br>$ kbuildsycoca <br>$ amarok</pre> מידע נוסף נמצא בקובץ README. לעזרה נוספת, הצטרף אלינו בערוץ amarok# ב־irc.freenode.net. </p>
hu: <p>Az Amarok nem talált egyetlen hangrendszer-modult sem. Az Amarok most felfrissíti a KDE konfigurációs adatbázisát. Néhány perc elteltével próbálja meg újból elindítani az Amarokot.</p><p>Ha ez nem segít, akkor valószínűleg hibás prefixszel lett telepítve az Amarok - próbálja még egyszer elvégezni a telepítést így:<pre>$ cd /az/amarok/forráskódja/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>További információ található a README fájlban. Szívesen adunk segítséget IRC-n az #amarok csatornán, az irc.freenode.net címen.</p>
it: <p>Amarok non riesce a trovare nessun plugin di motore sonoro. Amarok sta aggiornando il database di configurazione di KDE. Attendi un paio di minuti, poi riavvia Amarok.</p><p>Se questo non ti aiuta, potrebbe essere che Amarok sia installato con il prefisso sbagliato, correggi l'installazione usando:<pre>$ cd /path/to/amarok/source-code/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>Ulteriori informazioni possono essere trovate nel file README. Per assistenza puoi trovarci in #amarok su irc.freenode.net.</p>
ja: <p>サウンドエンジンプラグインが見つかりませんでした。Amarok は KDE 設定データベースを更新しています。数分待って、それから Amarok を再起動してください。</p><p>もしこれで解決しなければ、おそらくインストール時に指定した prefix オプションが間違っています。次のようにインストールし直してください: <pre>$ cd /path/to/amarok/source-code/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>詳しくは README ファイルをご覧ください。それでも解決しない場合は irc.freenode.net 上の #amarok へお越しください。
km: <p>amaroK មិន​អាច​រកឃើញ​កម្មវិធី​ជំនួយ​ម៉ាស៊ីន​សំឡេង​ណាមួយ​ឡើយ ។ ឥឡូវ​នេះ amaroK កំពុង​ធ្វើ​ឲ្យ​មូលដ្ឋាន​ទិន្នន័យ​ការ​កំណត់​រចនា​សម្ព័ន្ធ​របស់ KDE ទាន់សម័យ ។ សូម​រង់ចាំ​មួយ​ភ្លែត បន្ទាប់​មក​សូម​ចាប់ផ្ដើម amaroK ឡើង​វិញ ។</p><p>ប្រសិន​បើ​​វា​មិន​ដំណើរការ​ទៀត នោះ amaroK ប្រហែល​ជា​ត្រូវ​បាន​ដំឡើង​ជាមួយ​បុព្វបទ​មិន​ត្រឹមត្រូវ ។ សូម​ជួសជុល​កា​រដំឡើង​របស់​អ្នក ដោយ​ប្រើ ៖<pre>$ cd /path/to/amarok/source-code/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>​ព័ត៌មាន​បន្ថែម​អាច​រក​បាន​នៅ​ក្នុង​ឯកសារ README ។ សម្រាប់​ជំនួយ​បន្ថែម សូម​ចូលរួម​ជា​មួយ​យើងនៅ #amarok នៅ​លើ irc.freenode.net ។</p>
ko: <p>Amarok은 어떠한 사운드 엔진도 찾지 못했습니다. Amarok은 곧 KDE 설정 데이터베이스를 갱신할 것입니다. 잠시 기다리신 후 Amarok을 재시작하여 주십시오.</p><p>만약 이래도 안 된다면, Amarok이 잘못된 위치에 설치되었을 수도 있습니다. 다음과 같이 하여 Amarok를 재설치하십시오.</p><pre>$ cd /path/to/amarok/source-code/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>더 많은 정보는 README 파일을 참조하십시오. 앞으로도 문제가 있으면 irc.freenode.net의 #amarok 채널에 참여하시기 바랍니다.
lt: <p>AmaroK nepavyko rasti garso sistemos priedų. AmaroK šiuo metu atnaujina KDE konfigūracijos duomenų bazę. Palaukite porą minučių ir paleiskite AmaroK iš naujo.</p><p>Jei tai nepadės, gali būti, kad įdiegiant AmaroK buvo nurodytas klaidingas kelias, šią problemą reikia taisyti įdiegiant AmaroK iš naujo:<pre>$ cd /kelias/iki/amarok/šaltinių/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>Daugiau informacijos galite rasti README byloje. Papildomą pagalbą galite gauti prisijungę prie #amarok kanalo irc.freenode.net serveryje.</p>
nb: <p>Fant ingen programtillegg for lydmotor, så KDE-oppsettdatabasen blir derfor oppdatert. Vent et par minutter, og start så Amarok på nytt.</p><p>Hvis dette ikke hjelper, er det mulig at Amarok er installert under feil prefiks. Dette kan du rette ved å skrive:<pre>$ cd /adresse/til/amarok-kildekoden/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>Du finner mer informasjon i fila «README». Du kan også få hjelp på IRC-kanalen #amarok på irc.freenode.net.</p>
nds: <p>Amarok kann keen Klangmaschien-Moduul finnen un frischt nu de KDE-Instellen-Datenbank op. Tööv en poor Minuten un start Amarok denn nieg.</p><p>Wenn dat nich hölpt, mag dat wesen, dat Amarok mit en verkehrt Prefix installeert wöör. Richt Dien Installatschoon mit:<pre>$ cd /Padd/na/amarok/Bornkode/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>Mehr Informaschonen staht binnen de Datei "README". Bruukst Du mehr Ünnerstütten, draap uns binnen #amarok op irc.freenode.net.</p>
ne: <p>अमारोकले कुनै ध्वनि-इन्जिन प्लगइन फेला पार्न सकेन । अमारोकले अहिले केडीई कन्फिगरेसन डेटाबेस अद्यावधिक गरिरहेको छ । कृपया केही मिनेट पर्खनुहोस्, त्यसपछि अमारोक पुन: सुरूआत गर्नुहोस् ।</p><p>यदि यसले मद्दत गरेन भने, अमारोक गलत उपसर्गमा स्थापना भएको हुनुपर्दछ, कृपया:<pre>$ cd /path/to/amarok/source-code/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok </pre>प्रयोग गरेर तपाईँको स्थापना निश्चित गर्नुहोस् । धेरै सूचनाहरू README फाइलमा फेला पार्न सकिन्छ । अगाडि सहयोगका लागि हामीसँग irc.freenode.net भित्र #amarok मा जडान हुनुहोस् ।</p>
nl: <p>Amarok kon geen enkele geluidsengineplugin vinden. Amarok werkt nu de KDE-configuratiedatabase bij. Wacht enkele minuten en herstart daarna het programma.</p><p>Als dat niet werkt, dan is Amarok zeer waarschijnlijk gecompileerd met een onjuiste prefix. Repareer uw installatie met behulp van de volgende commando's: <pre>$ cd /pad/naar/amarok/broncode/ <br>$ su -c "make uninstall" <br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install" <br>$ kbuildsycoca <br>$ amarok</pre> Meer informatie vindt u in het bestand README. Voor verdere assistentie, word lid van het IRC-kanaal #amarok op irc.freenode.net.</p>
nn: <p>Fann ingen programtillegg for lydmotor, så KDE-oppsettdatabasen vert derfor oppdatert. Vent eit par minutt, og start så Amarok på nytt.</p><p>Viss ikkje dette hjelper, er det mogleg at Amarok er installert under feil prefiks. Dette kan du retta ved å skriva:<pre>$ cd /adresse/til/amarok-kjeldekoden/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>Du finn meir informasjon i fila «README». Du kan òg få hjelp på IRC-kanalen #amarok på irc.freenode.net.</p>
pa: <p>ਅਮਰੋਕ ਨੂੰ ਕੋਈ ਸਾਊਂਡ-ਇੰਜਣ ਪਲੱਗਿੰਨ ਨਹੀਂ ਮਿਲੀ ਹੈ। ਅਮਰੋਕ ਹੁਣ KDE ਸੰਰਚਨਾ ਡਾਟਾਬੇਸ ਨੂੰ ਅੱਪਡੇਟ ਕਰ ਰਿਹਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਮਿੰਟਾਂ ਦੀ ਉਡੀਕ ਕਰੋ, ਅਤੇ ਫਿਰ ਅਮਰੋਕ ਨੂੰ ਮੁੜ ਚਲਾਉ।</p><p>ਜੇਕਰ ਇਸ ਨਾਲ ਸਮੱਸਿਆ ਹੱਲ਼ ਨਾ ਹੋਈ ਤਾਂ ਅਮਰੋਕ ਗਲਤ ਅਗੇਤਰ ਨਾਲ ਇੰਸਟਾਲ ਹੋਇਆ ਹੈ ਕਿਰਪਾ ਕਰਕੇ ਹੇਠ ਦਿੱਤੇ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਆਪਣੀ ਇੰਸਟਾਲੇਸ਼ਨ ਠੀਕ ਕਰੋ:<pre>$ cd /path/to/amarok/source-code/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>ਹੋਰ ਜਾਣਕਾਰੀ ਨੂੰ README ਫਾਇਲ ਵਿੱਚ ਵੇਖਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਹੋਰ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ irc.freenode.net ਉੱਤੇ #amarok ਨੂੰ ਵੇਖੋ।</p>
pl: <p>Amarok nie mógł odnaleźć żadnych wtyczek modułów dźwięku. Amarok aktualizuje teraz bazę danych konfiguracji KDE. Proszę poczekać kilka minut, a następnie uruchomić Amaroka ponownie.</p> <p>Jeżeli to nie pomoże, to prawdopodobnie Amarok został zainstalowany ze złym prefiksem instalacji. Proszę poprawić swoją instalację używając:<pre>$ cd /ścieżka/do/kodu_źródłowego/amaroka/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>Więcej informacji można uzyskać w pliku README. W celu uzyskania dalszej pomocy odwiedź kanał #amarok na serwerze irc.freenode.net.</p>
pt: <p>Não foi possível ao Amarok encontrar quaisquer 'plugins' de motor áudio. É provavelmente que o Amarok esteja instalado num prefixo errado, por favor corrija a sua instalação utilizando:<pre>$ cd /local/do/codigo-fonte/amarok<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>Pode encontrar mais informações no ficheiro README. Para mais ajuda junte-se a nós em #amarok no irc.freenode.net.</p>
pt_br: <p>O Amarok não pôde encontrar nenhum mecanismo de som. O Amarok está agora atualizando o banco de dados de configuração do KDE. Por favor, espere alguns minutos e reinicie o Amarok.</p><p>Se isso não ajudar, é provável que o Amarok tenha sido instalado no lugar errado; por favor arrume a instalação dele usando:<pre>$ cd /caminho/do/código-fonte/do/amarok/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install" <br>$ kbuildsycoca<br>$ amarok</pre>Mais informações podem ser encontradas no arquivo README. Para tirar outras dúvidas, dê um pulo no canal #amarok em irc.freenode.net.</p>
ru: <p>Не удалось найти ни один из поддерживаемых модулей звуковых систем. Возможно, это связано с установкой программы в неправильное место. Перекомпилируйте программу так:<pre>cd /path/to/amarok/source-code/<br>su -c "make uninstall"<br>./configure --prefix=`kde-config --prefix` && su -c "make install" <br>$ kbuildsycoca<br>$ amarok</pre>Для подробностей обратитесь к файлу README, либо попросите помощь у участников канала #amarok на irc.freenode.net.
se: <p>Ii gávdnan jietnamohtor-lassemoduvllaid. Amarok ođasmáhttá dál KDE-heivehus diehtovuođu. Vuorddes moadde minuhta, ja álggat Amarok ođđasit.</p> <p>Jus dát ii ábut, de árvideames Amarok lea sajáiduhtton boasto prefiksii. Dán sáhtát divvut dán láhkái: <pre> $ cd /amarok/gáldokoda/čujuhus/<br>$ su -c "make uninstall" <br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install" <br>$ kbuildsycoca <br>$ amarok</pre> Gávnnat eanet dieđuid «README»-fiillas. Sáhtát maid oažžut veahki IRC-kanálas #amarok irc.freenode.net:as</p>
sk: <p>Amarok nenašiel žiadny modul zvukového systému - teraz prebieha aktualizácia konfiguračnej databázy KDE. Počkajte prosím niekoľko minút a potom Amarok reštartujte.</p><p>Pokiaľ toto nepomôže, je pravdepodobné, že bol Amarok inštalovaný s nesprávnym prefixom, opravte prosím inštaláciu pomocou:<pre>$ cd /cesta/ku/zdrojovym/suborom/amaroku/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>Viac informácii je možné nájsť v súbore README. Pre ďalšiu pomoc sa k nám pripojte na #amarok na irc.freenode.net.</p>
sr: <p>Amarok није могао да нађе ниједан прикључак звучног мотора. Amarok сада ажурира KDE-ову базу података са подешавањима. Сачекајте неколико минута, а затим поново покрените Amarok.</p><p>Ако претходно није помогло, вероватно је Amarok инсталиран под погрешним префиксом; средите инсталацију користећи:<pre>$ cd /putanja/do/amarokovog/izvornog-koda/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre> Више информација можете наћи у фајлу README. За даљу помоћ придружите нам се на #amarok на irc.freenode.net .</p>
th: <p>Amarok ไม่เจอปลั๊กอินสำหรับโปรแกรมจัดการเสียงอะไรเลย ขณะนี้ Amarok กำลังทำการอัพเดทฐานข้อมูล การปรับแต่งของ KDE กรุณารอสักครู่ จากนั้นจึงปิดแล้วเปิด Amarok ใหม่อีกครั้ง</p> <p>หากว่าไม่ได้ผล คงเป็นไปได้ว่าได้ติดตั้ง Amarok เอไว้ผิดที่ กรุณาแก้การติดตั้งของคุณโดยใช้: <pre>$ cd /path/to/amarok/source-code/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre> สำหรับข้อมูลเพิ่มเติม คุณสามารถหาอ่านได้ในแฟ้ม README หากต้องการความช่วยเหลือมากกว่านี้ เชิญเข้าร่วมคุยกับเราได้ที่ห้อง #amarok ใน irc.freenode.net</p>
tr: <p>Amarok bir ses motoru eklentisi bulamadı. Amarok şu anda KDE yapılandırma veritabanını güncelliyor. Lütfen birkaç dakika bekleyip, programı yeniden başlatınız.</p><p>Eğer bu yardımcı olmazsa, Amarok muhtemelen yanlış önek değeriyle yüklenmiştir, lütfen kurulumunuzu aşağıdakileri yaparak düzeltiniz:<pre>$ cd /path/to/amarok/source-code/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre> Daha fazla bilgi README dosyasından bulunabilir. Daha fazla yardım için irc.freenode.net'te #amarok'a gelin ve bize katılın.</p>
uk: <p>Програма Amarok не змогла знайти жодного втулку звукових систем. Зараз Amarok оновлює конфігураційну базу даних KDE. Будь ласка, зачекайте декілька хвилин, а тоді перезапустіть Amarok.</p><p>Якщо це не допоможе, ймовірно, Amarok було встановлено під неправильним префіксом. Будь ласка, полагодьте вашу інсталяцію таким чином:<pre>$ cd /шлях/до/сирців/amarok/<br>$ su -c "make uninstall"<br>$ ./configure --prefix=`kde-config --prefix` && su -c "make install"<br>$ kbuildsycoca<br>$ amarok</pre>Більше інформації можна знайти у файлі README або у каналі #amarok на irc.freenode.net.</p>
