Repository: gms8994/amarok-1.4
Catalog: po/*/amarok.po
Languages: af, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, he, hu, it, ja, ka, km, ko, lt, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, se, sk, sr, th, tr, uk

source: Here you can see the currently configured file name schemes which the "Guess Tags From Filename" button uses to extract tag information from a file name. Each string may contain one of the following placeholders:<ul> <li>%title: Song Title</li> <li>%artist: Artist</li> <li>%album: Album</li> <li>%track: Track Number</li> <li>%year: Year</li> <li>%comment: Comment</li> </ul> For example, the file name scheme "[%track] %artist - %title" would match "[01] Deep Purple - Smoke on the water" but not "(Deep Purple) Smoke on the water". For that second name, you would use the scheme "(%artist) %title".<p/> Note that the order in which the schemes appear in the list is relevant, since the tag guesser will go through the list from the top to the bottom, and use the first matching scheme.
af: Hier kan jy na die opgestelde skemas kyk wat die "Raai etikette vanuit lêernaam" gebruik om die etikette mee op te bou. Elke string kan een van die volgende plekhouers bevat:<ul> <li>%title: Liedjie titel</li> <li>%artist: Kunstenaar</li> <li>%album: Album</li> <li>%track: Snit nommer</li> <li>%year: Jaar</li> <li>%comment: Kommentaar</li> </ul> Die lêer naam skema: "[%track] %artist - %title" sal "[01] Deep Purple - Smoke on the water" korrek identifiseer, maar nie "(Deep Purple) Smoke on the water" nie. Vir die tweede skema sal "(%artist) %title" werk.<p/> Die volgorde waarin die skemas in die lys voorkom is belangrik. Die skemas sal een na die ander toegepas word totdat 'n ooreenstemmende inskrywing gevind word.
bg: Тук можете да видите текущо настроените схеми на имена, които биват използвани от бутона "Отгатване на таговете от името на файла". Всеки низ може да съдържа едно от следните:<ul> <li>%title: Заглавие</li> <li>%artist: Изпълнител</li> <li>%album: Албум</li> <li>%track: Номер на запис</li> <li>%year: Година</li> <li>%comment: Коментар</li> </ul> Например, схемата "[%track] %artist - %title" ще съответства на "[01] Deep Purple - Smoke on the water", но не и "(Deep Purple) Smoke on the water". За такава схема трябва да използвате "(%artist) %title".<p/> Имайте предвид, че редът по който се появяват схемите в списъка е подобен, тъй като отгатването на имена не преминава през целия списък ,а използва първото съвпадение.
ca: Aquí podeu veure els patrons de noms de fitxer actualment configurats que el botó «Endevina les etiquetes pel nom» utilitza per extreure la informació de les etiquetes del nom del fitxer. Cada cadena pot contenir algun dels següents testimonis: <ul> <li>%title: Títol de la cançó</li> <li>%artist: Artista</li> <li>%album: Àlbum</li> <li>%track: Número de la peça</li> <li>%year: Any</li> <li>%comment: Comentari</li> </ul> Per exemple, el patró «[%track] %artist - %title» es podria emparellar amb «[01] Deep Purple - Smoke on the water» però no amb «(Deep Purple) Smoke on the water». Per al segon nom de fitxer, hauríeu d'emprar el patró «(%a) %t». <p/> Recordeu que l'ordre en què apareguin els patrons a la llista és rellevant, ja que l'endevinador d'etiquetes recorrerà la llista de dalt a baix i utilitzarà el primer patró que hi emparelli.
da: Her kan du se de filnavnesystemer som for øjeblikket er indstillet, som knappen "Gæt mærker ud fra filnavn" bruger til at hente mærkeinformation fra et filnavn. Hver streng kan indeholde en af følgende pladsmarkører: <ul> <li>%title: Sangens titel</li> <li>%kunstner: Kunstner</li> <li>%album: Album</li> <li>%track: Spornummer</li> <li>%year: År</li> <li>%comment: Kommentar</li> </ul> Eksempelvis ville filnavnesystemet "[%track] %kunstner - %title" svare "[01] Deep Purple - Smoke on the water" men ikke "(Deep Purple) Smoke on the water". For det andet navn ville du bruge systemet "(%kunstner) %title".</p> Bemærk at rækkefølgen som systemet vises med i listen er relevant, eftersom gætning af mærker går gennem listen oppefra og nedad, og bruger det første tilsvarende system.
de: Hier sehen Sie die derzeit eingerichteten Dateinamen-Schemata, die vom Metadaten-Rater verwendet werden, um Stückinformationen aus einem Dateinamen auszulesen. Jede Zeichenkette kann folgende Platzhalter enthalten:<ul> <li>%title: Titel des Stücks</li> <li>%artist: Interpret</li> <li>%album: Album</li> <li>%track: Stücknummer</li> <li>%comment: Kommentar</li> </ul> Beispielsweise würde das Schema "[%track] %artist - %title" auf den Dateinamen "[01] Deep Purple - Smoke on the water" passen, nicht aber auf "(Deep Purple) Smoke on the water". Für den zweiten Dateinamen würden Sie das Schema "(%artist) %title" verwenden.</p> Beachten Sie auch die Reihenfolge der Schemata in der Liste. Sie wird von oben nach unten abgearbeitet und das erste passende Schema wird verwendet.
el: Εδώ μπορείτε να δείτε τις τρέχουσες ρυθμισμένες μορφές ονόματος αρχείου που χρησιμοποιεί το κουμπί "Ανίχνευση ετικετών από το όνομα αρχείου" για να εξάγει πληροφορίες ετικετών από αυτό. Κάθε συμβολοσειρά μπορεί να περιέχει κάποιο από τα παρακάτω σύμβολα υποκατάστασης:<ul> <li>%title: Τίτλος τραγουδιού</li> <li>%artist: Καλλιτέχνης</li> <li>%album: Άλμπουμ</li> <li>%track: Αριθμός κομματιού</li> <li>%comment: Σχόλιο</li> </ul> Για παράδειγμα, η μορφή αρχείου "[%track] %artist - %title" θα ταιριάξει με το "[01] Deep Purple - Smoke on the water" αλλά όχι με το "(Deep Purple) Smoke on the water". Για το δεύτερο όνομα, θα πρέπει να χρησιμοποιήσετε τη μορφή "(%artist) %title".<p/> Σημειώστε ότι η σειρά εμφάνισης των μορφών στη λίστα έχει σημασία, γιατί η ανίχνευση ετικετών θα διαβάσει τη λίστα από πάνω προς τα κάτω, και θα χρησιμοποιήσει την πρώτη μορφή που ταιριάζει.
es: Aquí puede ver los esquemas de nombres de archivo actualmente configurados que usa el botón «Adivinar etiquetas desde nombres de archivo» para extraer información de etiquetas a partir de un nombre de archivo. Cada cadena puede contener los siguientes símbolos:<ul> <li>%title: Título de la canción</li> <li>%artist: Artista</li> <li>%album: Álbum</li> <li>%track: Número de pista</li> <li>%year: Año</li> <li>%comment: Comentario</li> </ul> Por ejemplo, el esquema de nombre de archivo «[%track] %artist - %title» coincidirá con «[01] Deep Purple - Smoke on the water», pero no con «(Deep Purple) Smoke on the water». Para este segundo nombre, tendría que usar el esquema «(%artist) %title».<p/> Tenga en cuenta que el orden en que aparecen los esquemas en la lista es importante, ya que el sistema de adivinación de etiquetas recorrerá la lista de arriba hacia abajo y usará el primer esquema coincidente.
et: Siin näeb praegu seadistatud failinime skeeme, mida nupp "Paku sildid failinime põhjal" kasutab sildiinfo hankimiseks failinimest. Iga string võib sisaldada järgmisi kohatäitjaid:<ul> <li>%title: laulu pealkiri</li> <li>%artist: esitaja</li> <li>%album: album</li> <li>%track: pala number</li> <li>%year: aasta</li> <li>%comment: kommentaar</li> </ul> Näiteks failinime skeemile "[%track] %artist - %title" vastab "[01] Deep Purple - Smoke on the water", aga mitte "(Deep Purple) Smoke on the water". Teise nime jaoks tuleb kasutada skeemi "(%artist) %title".<p/> Pane tähele, et oluline on ka skeemide järjekord, sest sildi äraarvaja läbib nimekirja ülalt alla ning kasutab esimest sobivat skeemi.
fa: در اینجا می‌توانید طرحواره‌های نام پروندۀ اخیراً پیکربندی‌شده که دکمۀ »حدس زدن برچسبها از نام پرونده« برای استخراج اطلاعات برچسب از یک نام پرونده استفاده می‌کند را ببینید. هر رشته ممکن است حاوی یکی از جانگهدارهای زیر باشد: <ul> <li>%title: عنوان ترانه </li> <li>%artist: هنرمند </li> <li>%album: آلبوم </li> <li>%track: شمارۀ شیار </li> <li>%year: سال </li> <li>%comment: توضیح </li> </ul> مثلاً، طرحوارۀ نام پروندۀ »[%track] %artist - %title« با »[01] Deep Purple - Smoke on the water« تطبیق می‌کند اما با »(Deep Purple) Smoke on the water« تطبیق نمی‌کند. برای آن دومین نام، از طرحوارۀ »(%artist) %title« استفاده کنید.<p/> توجه داشته باشید که ترتیبی که طرحواره‌ها طبق آن در فهرست ظاهر می‌شوند، مناسب است زیرا حدس‌زنندۀ برچسب از بالا به پایین فهرست می‌رود و از اولین طرحوارۀ تطابق استفاده می‌کند.
fi: Tässä voit muuttaa tiedostojen nimeämistyylejä. ”Arvaa sisältökuvaukset tiedostonimestä” käyttää näitä sisältökuvauksien etsimiseen tiedoston nimestä. Jokainen nimeämistyyli voi sisältää yhden tai useamman seuraavista:<ul> <li>%title: Kappaleen nimi</li> <li>%artist: Artisti</li> <li>%album: Levy</li> <li>%track: Kappalenumero</li> <li>%comment: Kommentti</li> </ul> Esimerkiksi nimeämistyyli ”[%track] %artist - %title” sopisi kappaleeseen ”[01] Deep Purple - Smoke on the water”, mutta ei kappaleeseen ”(Deep Purple) Smoke on the water”.Jälkimmäiseen sopisi nimeämistyyli ”(%artist) %title”.<p/> Arvaaja käy listaa läpi ylhäältä alas, ja valitsee ensimmäisen nimeämistyylin, joka sopii tiedoston nimeen.
fr: Ici, vous pouvez voir la configuration actuelle des schémas de nom de fichier que le bouton "Recherche de balises par le nom du fichier" utilise pour extraire les informations sur les balises depuis un nom de fichier. Chaque chaîne doit contenir un des marqueurs suivants : <ul> <li>%title: Titre de la chanson</li> <li>%artist: Artiste</li> <li>%album: Album</li> <li>%track: Numéro du morceau</li> <li>%year: Année</li> <li>%comment: Commentaire</li> </ul> Par exemple, le schéma de nom de fichier "[%track] %artist - %title" réussira sur "[01] Deep Purple - Smoke on the water" mais pas sur "(Deep Purple) Smoke on the water". Pour ce second nom, vous devriez utiliser le schéma "(%artist) %title".<p> Notez que l'ordre dans lequel apparaissent les schémas dans la liste est déterminant, car la recherche de balises parcourra cette liste depuis le haut vers le bas et utilisera le premier schéma correct.
he: <div dir=rtl>כאן אפשר לחזות בתבניות־שם־הקובץ המוגדרות, בהם משתמש לחצן "נחש תגיות משמות קבצים", על־מנת למשוך מידע מתוך שם הקובץ ולאחסנו בתג. כל מחרוזת עשויה להכיל אחד מתוך המשתנים הבאים: <ul dir=rtl> <li>%title: שם השיר</li> <li>%artist: אומן</li> <li>%album: אלבום</li> <li>%track: מספר רצועה</li> <li>%year: שנה</li> <li>%comment: הערה</li> </ul> למשל, בתבנית־שם־הקובץ: <p dir=ltr>"[%track] %artist - %title]"</p>תתאים עבור שם הקובץ: <p dir=ltr>"[01] Deep Purple - Smoke on the water<p> אך לא את: <p dir=ltr>"(Deep Purple) Smoke on the water"</p> עבור השם השני, עליך להשתמש בתבנית: <p dir=ltr>"(%artist) %title".<p/> שים לב שקיימת חשיבות לסדר בהן התבניות מופיעות ברשימה, מאחר ומנחש־התגים יעבור על הרשימה מההתחלה עד הסוף, וישתמש בתבנית הראשונה שתמצא מתאימה.</div>
hu: Itt láthatók a jelenleg beállított fájlnév-sémák, amelyekkel a zenefájlok címkéit lehet meghatározni a fájlnevek alapján a "Címkekitöltés a fájlnév alapján" funkcióval. A szövegek a következő változókat használhatják:<ul> <li>%title: A szám címe</li> <li>%artist: Előadó</li> <li>%album: Album</li> <li>%track: A szám sorszáma</li> <li>%year: Év</li> <li>%comment: Megjegyzés</li> </ul> Például a "[%track] %artist - %title" fájlnév-sémára a "[01] Deep Purple - Smoke on the water" illeszkedik, viszont a "(Deep Purple) Smoke on the water" nem. Ez utóbbi fájlnévhez a következő sémát kell használni: "(%artist) %title".<p/> Megjegyzés: a sémák listabeli sorrendje lényeges, mert a címkék meghatározásakor a lista felülről lefelé lesz átnézve, és az első illeszkedő séma lesz felhasználva.
it: Qui puoi vedere gli attuali schemi di nome file configurati che il pulsante "Stima i tag dal nome del file" usa per estrarre informazioni sui tag dal nome del file. Ogni stringa può contenere uno dei seguenti segnaposto: <ul> <li>%title: Titolo brano</li> <li>%artist: Artista</li> <li>%album: Album</li> <li>%track: Numero traccia</li> <li>%year: Anno</li> <li>%comment: Commento</li> </ul> Per esempio, lo schema di nome file "[%track] %artist - %title" corrisponde a "[01] Deep Purple - Smoke on the water" ma non a "(Deep Purple) Smoke on the water". Per questo secondo nome, dovresti usare lo schema "(%artist) %title".<p/> Nota che l'ordine in cui gli schemi appaiono nell'elenco è rilevante, poiché lo stimatore di tag scorrerà l'elenco dall'alto al basso, utilizzando il primo schema che corrisponde.
ja: これは「タグ推測」がファイル名からタグ情報を抽出するために使うファイル名スキームの現在の設定です。各文字列には以下の表現の一つを含めることができます。<ul> <li>%title: 曲のタイトル</li> <li>%artist: アーティスト</li> <li>%album: アルバム</li> <li>%track: トラック番号</li> <li>%year: 年</li> <li>%comment: コメント</li> </ul> 例: "[%track] %artist - %title" というファイル名スキームは "[01] Deep Purple - Smoke on the water" にはマッチしますが "(Deep Purple) Smoke on the water" にはマッチしません。後者には "(%artist) %title" というファイル名スキームが必要です。</p> 注意: タグ推測はリストの上から順番に検索して最初にマッチしたスキームを使用するので、リスト中のスキームの順番には意味があります。
km: នៅទីនេះ​អ្នក​អាច​ឃើញ​គ្រោងការណ៍​ឈ្មោះ​ឯកសារ​ដែល​បាន​កំណត់​រចនា​សម្ព័ន្ធ ដែល​ប៊ូតុង "ទាយស្លាក​ពី​ឈ្មោះ​ឯកសារ" ប្រើ​ដើម្បី​ស្រង់​ព័ត៌មាន​ស្លាក​ពី​ឈ្មោះ​ឯកសារ ។ ខ្សែអក្សរ​នីមួយៗ​អាចមាន​កន្លែង​ដាក់​មួយ​ក្នុង​ចំណោម​ខាងក្រោម ៖<ul> <li>%title ៖ ចំណងជើង​ចម្រៀង</li> <li>%artist ៖ សិល្បករ</li> <li>%album ៖ អាល់ប៊ុម</li> <li>%track ៖ លេខ​បទ</li> <li>%year ៖ ឆ្នាំ</li> <li>%comment ៖ សេចក្ដី​អធិប្បាយ</li> </ul> ឧទាហរណ៍ គ្រោងការណ៍​ឈ្មោះ​ឯកសារ "[%track] %artist - %title" នឹង​ផ្គូផ្គង "[01] Deep Purple - Smoke on the water" ប៉ុន្តែ​មិន "(Deep Purple) Smoke on the water" ទេ ។ ចំពោះ​ឈ្មោះ​ទីពីរ អ្នក​នឹង​ប្រើ​គ្រោងការណ៍ "(%artist) %title" ។<p/> ចំណាំថា លំដាប់​ដែល​គ្រោងការណ៍​លេចឡើង​ក្នុង​បញ្ជី​គឺ​ទាក់ទង ចាប់តាំងពី​អ្នក​ទាយស្លាក​នឹង​ទៅតាម​បញ្ជី​ពី​កំពូល​ទៅ​បាត ហើយ​ប្រើ​គ្រោងការណ៍​ផ្គូផ្គង​ទីមួយ ។
ko: "파일이름으로부터 태그 추측" 버튼이 파일 이름으로부터 태그 정보를 추출하는 데에 사용하는 현재 설정된 파일 이름 구성을 여기에서 볼 수 있습니다. 각 문자열은 다음 대체자 중의 하나를 포함할 수 있습니다.<ul> <li>%title: 노래 제목</li> <li>%artist: 아티스트</li> <li>%album: 엘범</li> <li>%track: 트랙 번호</li> <li>%comment: 설명</li> </ul> 예를 들어, 파일 이름 구성 "[%track] %artist - %title" 은 "[01] Deep Purple - Smoke on the water" 와 일치하지만 "(Depp Purple) Smoke on the water"는 일치하지 않습니다. 두번째 이름에 대하여, 이름 구성 "(%artist) %title" 을 사용해야 합니다.<p/> 목록에 나타나는 구성의 순서가 상대적임을 주의하십시오. 태그 추측기가 위에서부터 아래까지 목록을 지나갈 것이며 처음 맞는 구성을 사용할 것입니다.
lt: Bylų pavadinimų šablonai, pagal kuriuos bus bandoma atspėti meta informaciją paspaudus mygtuką „Spėti meta informaciją pagal bylos pavadinimą“. Kiekvienoje eilutėje gali būti įrašytas vienas iš šių pakaitalų:<ul> <li>%title: dainos pavadinimas</li> <li>%artist: atlikėjas</li> <li>%album: albumas</li> <li>%track: takelis</li> <li>%year: metai</li> <li>%comment: komentaras</li> </ul> Pavyzdžiui, bylos pavadinimo šablonas „[%track] %artist - %title“ atitiks „[01] Deep Purple - Smoke on the water“, bet neatitiks „(Deep Purple) Smoke on the water“. Pastarajam pavadinimui naudokite šabloną „(%artist) %title“.<p/> Atkreipkite dėmesį, kad šablonų išdėstymo sąraše tvarka yra svarbi. Meta informacijos spėjimo įrankis pradės nuo viršutinio šablono ir bandys vieną šabloną po kito tol, kol ras ir panaudos pirmą pavadinimą atitikantį šabloną.
nb: Her kan du se de filnavn-oppsettene som nå er stilt inn, som knappen «Gjett tagger fra filnavn» bruker til å hente tagg-informasjon fra et filnavn. Hver streng kan inneholde en av følgende plassholdere:<li>%title: Tittel</li> <li>%artist: Artist</li> <li>%album: Album</li> <li>%track: Spor nummer</li> <li>%year: År</li> <li>%comment: Kommentar</li> </ul> For eksempel: filnavnskjemaet «[%track] %artist – %title» ville stemme overens med «[01] Deep Purple – Smoke on the water» men ikke «(Deep Purple) Smoke on the water». For å finne det andre navnet kunne du bruke skjemaet «(%artist) %title».<p/> Merk at det er relevant hvilken rekkefølge skjemaene vises i lista, siden tagg-gjetteren går gjennom lista ovenfra og nedover og bruker det første skjemaet som passer.
nds: Dit sünd de opstunns instellten Dateinaam-Schemas, mit de över den Knoop "Raden ut Dateinaam" de Dateinaam as Born för de Betekers bruukt warrt. Binnen elk Tekenkeed kann een vun disse Platzhollers stahn:<ul> <li>%title: Leedtitel</li> <li>%artist: Künstler</li> <li>%album: Album</li> <li>%track: Stücknummer</li> <li>%year: Johr</li> <li>%comment: Kommentar</li> </ul> Een Bispeel: Dat Schema "[%track] %artist - %title" passt op "[01] Deep Purple - Smoke on the water", man nich op "(Deep Purple) Smoke on the water". För den tweten Naam weer "(%artist) %title" dat passen Schema.<p/> De Reeg vun de Schemas binnen de List speelt en Rull, denn bi't Raden warrt de List vun abven na nerrn dörarbeidt un de eerst passen Indrag bruukt.
ne: यहाँ तपाईँ हालै कन्फिगर गरिएको फाइल नाम योजना हेर्न सक्नुहुन्छ जुन "फाइलनामबाट ट्यागहरू अनुमान गर्नुहोस्" बटनले फाइल नामबाट ट्याग सूचना छोड्न प्रयोग गर्दछ । हरेक स्ट्रिङले निम्न प्लेसहोल्डरहरू मध्य एउटा समाविष्ट गर्नेछ:<ul> <li>%शीर्षक: गीत शीर्षक</li> <li>%कलाकार: कलाकार</li> <li>%एल्बम: एल्बम</li> <li>%ट्रयाक: ट्रयाक नम्बर</li> <li>%वर्ष: वर्ष</li> <li>%टिप्पणी: टिप्पणी</li> </ul> उदाहरणका लागि, फाइलनाम योजना "[%track] %artist - %title" सँग "[01] गहिरो बैजनी - पानीमा धुवाँ" मेल खान्छ तर "(गहिरो बैजनी) पानीमा धुवाँ" सँग होइन । त्यो दोस्रो नामको लागि, तपाईँले योजना "(%artist) %title"प्रयोग गर्नुपर्नेछ ।<p/> याद गर्नुहोस् कि सूचीमा देखिएको योजना क्रम सान्दर्भिक हुन्छ, तब सम्म ट्याग अनुमानकर्ता सूची मार्फत माथिबाट तल जान्छ, र पहिलो मिल्ने योजना प्रयोग गर्नुहोस् ।
nl: Hier ziet u de momenteel ingestelde bestandsnaamschema's die gebruikt worden door de knop "Tags aan de hand van bestandsnaam gissen" om de taginformatie uit een bestandsnaam te halen. Elke tekenreeks mag een van de volgende plaatshouders bevatten: <ul> <li>%title: tracknaam</li> <li>%artist:artiest</li> <li>%album: album</li> <li>%track: tracknummer</li> <li>%comment: commentaar</li> </ul> Bijvoorbeeld, het bestandsnaamschema "[%track] %artist - %title" zou overeenkomen met "[01] Deep Purple - Smoke on the water", maar niet met "(Deep Purple) Smoke on the water". Voor die tweede naam gebruikt u het schema "(%artist) %title".<p/> Merk op dat de volgorde waarin de schema's in deze lijst staan relevant is, omdat de tag-gisser van boven naar beneden door de lijst loopt en het eerste schema dat past gebruikt.
nn: Her ser du gjeldande filnamnmønsteret som «Gjett merkelapp frå filnamn»-knappen brukar. Kvar tekst kan innehelda éin av følgjande:<ul> <li>%title – songtittel</li> <li>%artist – artist</li> <li>%album – album</li> <li>%track – spornummer</li> <li>%year – år</li> <li>%comment – merknad</li> </ul> For eksempel vil filnamnmønsteret «[%spor] %artist – %tittel» passa «[01] Ivar Medaas – Dar kjem dampen», men ikkje «(Ivar Medaas) Dar kjem dampen». For sistnemnte namn kan du bruka mønsteret «(%artist) %tittel».<p/> Merk at rekkjefølgja som mønstera står i lista er viktig. Merkelappgjettaren vil gå gjennom lista frå øvst til nedst, og bruka første mønster som er i samsvar med filnamnet.
pl: Tutaj możesz zobaczyć obecną konfigurację schematów nazw plików, za pomocą których przycisk "Odgadnij znaczniki z nazwy pliku" pobiera informację o znacznikach z nazwy pliku. Każdy łańcuch może zawierać jedną z poniższych wartości:<ul> <li>%title: Tytuł utworu</li> <li>%artist: Wykonawca</li> <li>%album: Album</li> <li>%track: Numer utworu</li> <li>%year: Rok</li> <li>%comment: Komentarz</li> </ul> Na przykład, schemat nazwy pliku "[%track] %artist - %title" będzie pasował do"[01] Deep Purple - Smoke on the water" ale nie do "(Deep Purple) Smoke on the water". Dla tej drugiej nazwy należy użyć schematu "(%artist) %title".<p/> Pamiętaj o tym, że porządek w jakim schemat pojawia się na liście ma znaczenie ponieważ zgadywacz znaczników przechodzi listę od góry do dołu i używa pierwszego pasującego schematu.
pt: Aqui poderá ver os esquemas de nomes de ficheiros configurados que o botão "Adivinhar as Marcas pelos Ficheiros" usa para extrair a informação de marcas de um nome de ficheiro. Cada texto poderá conter uma das seguintes substituições:<ul> <li>%title: Título da Música</li> <li>%artist: Artista</li> <li>%album: Álbum</li> <li>%track: Número da Faixa</li> <li>%year: Ano</li> <li>%comment: Comentário</li> </ul> Por exemplo, o esquema de nomes de ficheiros "[%track] %artist - %title" iria corresponder ao "[01] Deep Purple - Smoke on the water" mas não ao "(Deep Purple) Smoke on the water". Para esse segundo nome, iria usar o esquema "(%a) %t".<p/> Lembre-se que a ordem pela qual os esquemas aparecem na lista é relevante, dado que o adivinho de marcas irá percorrer a lista de cima para baixo e usar o primeiro esquema correspondente.
pt_br: Aqui você pode ver os esquemas de nome do arquivo configurados atualmente, que o botão "Gerar Etiquetas pelo Nome do Arquivo" usa para extrair informações das etiquetas à partir de um nome de arquivo. Cada seqüência pode conter um dos seguintes substitutos:<ul> <li>%title: Título da Música</li> <li>%artist: Artista</li> <li>%album: Álbum</li> <li>%track: Número da Faixa</li> <li>%year: Ano</li> <li>%comment: Comentário</li> </ul> Por exemplo, o esquema de nome do arquivo "[%track] %artist - %title" será igual a "[01] Deep Purple - Smoke on the water" mas não a "(Deep Purple) Smoke on the water". Para este segundo nome, você usaria o esquema "(%artist) %title".<p/> Perceba que a ordem em que os esquemas aparecem na lista é relevante, já que o gerador de etiquetas irá percorrer a lista do início até o final, e usará o primeiro esquema coincidente.
ru: Список схем имени файла, используемых для генерирования тегов на основе имени файла. В каждой схеме могут содержаться следующие заполнители:<ul> <li>%title: Название композиции</li> <li>%artist: Исполнитель</li> <li>%album: Альбом</li> <li>%track: Номер дорожки</li> <li>%comment: Комментарий</li> </ul> Например, схема «[%track] %artist - %title» соответствует имени файла «[01] Deep Purple - Smoke on the water», но не «(Deep Purple) Smoke on the water». Для этого имени понадобится схема «(%artist) %title».<p/> При генерировании тега будет выбрана наиболее подходящая схема, приоритет имеют схемы, указанные в начале списка. Поэтому их порядок важен.
sk: Tu môžete vidieť momentálne nastavené schémy pre názvy súborov, ktoré používa tlačidlo "Uhádnuť značky z názvu súboru" na získanie informácii z názvu súboru. Každý reťazec môže obsahovať jeden z nasledujúcich zástupných znakov:<ul> <li>%title: Názov piesne</li> <li>%artist: Interpret</li> <li>%album: Album</li> <li>%track: Číslo stopy</li> <li>%year: Rok</li> <li>%comment: Komentár</li> </ul> Napríklad, schéma pre názov súboru "[%track] %artist - %title" by sa zhodoval s "[01] Deep Purple - Smoke on the water", ale nie s "(Deep Purple) Smoke on the water".<p/> Všimnite si, že poradie, v akom sa schémy objavia v zozname, je brané do úvahy, pretože pri hádaní značiek sa postupuje podľa zoznamu zhora smerom nadol a použije sa prvá zhodujúca sa schéma.
sr: Овде можете видети тренутно подешене шеме имена фајлова које користи дугме „Погоди ознаке из имена фајла“, за извлачење ознака из имена фајла. Сваки знаковни низ може садржати један од следећих местодржача:<ul> <li>%title: наслов нумере</li> <li>%artist: извођач</li> <li>%album: албум</li> <li>%track: број нумере</li> <li>%comment: коментар</li> </ul> На пример, шема „[%track] %artist - %title“ би поклопила „[01] Deep Purple - Smoke on the water“ али не и „(Deep Purple) Smoke on the water“. За друго име, употребили бисте шему „(%artist) %title“.<p/> Пазите, редослед шема у листи је битан, јер погађач ознака пролази кроз листу од врха ка дну, и употребљава прву шему која се поклапа.
th: ที่นี่ คุณจะเห็นรูปแบบชื่อแฟ้มที่ได้ถูกปรับแต่งไว้ ซึ่ง ปุ่ม"เดาชื่อแท็ก จากชื่อแฟ้ม"จะใช้เพื่อสกัดข้อมูลของแท็กออกมาจากชื่อแฟ้ม แต่ละคำหรือข้อความอาจจะมีคำเฉพาะเหล่านี้อยู่: <ul> <li>%title: ชื่อเพลง</li> <li>%artist: ศิลปิน</li> <li>%album: อัลบั้ม</li> <li>%track: หมายเลขเพลง</li> <li>%year: ปี</li> <li>%comment: หมายเหตุ</li> </ul> ตัวอย่างเช่น รูปแบบชื่อแฟ้ม "[%track] %artist - %title" อาจจะเข้ากันได้กับ "[01] Deep Purple - Smoke on the water" แต่ไม่ใช่ "(Deep Purple) Smoke on the water". สำหรับชื่อที่สอง คุณควรใช้รูปแบบ"(%artist) %title".<p/> โปรดสังเกตว่า ลำดับของรูปแบบปรากฏอยู่ในรายการนั้นจะเกี่ยวข้องกับการเดาด้วยเพราะว่า ตัวเดาแท็ก จะเดาไปตามรายการจากบนลงล่าง และใช้ รูปแบบแรกที่เข้ากันได้ก่อน
uk: Тут показані вже налаштовані схеми назв файлів, які використовуються кнопкою "Вгадувати мітки з назви файла" для витягування інформації для міток з назви файла. Кожен рядок може містити один з наступних шаблонів заміни: <ul> <li>%title: Заголовок пісні</li> <li>%artist: Виконавець</li> <li>%album: Альбом</li> <li>%track: Номер доріжки</li> <li>%year: Рік</li> <li>%comment: Коментар</li> </ul> Наприклад, схема назв файлів "[%track] %artist - %title" збігатиметься з "[01] Насичений Фіолетовий - Дим над водою", але не з "(Насичений Фіолетовий) Дим над водою". Для другої назви потрібно вживати схему "(%artist) %title".<p/> Примітка: порядок розміщення схем у списку важливий, оскільки вгадування міток відбуватиметься зверху донизу, і буде вживатись перше співпадання.
